{
	"http://www.yuwen360.com/ywtk/wyw/28816.html": {
		"context": "春，公将如棠②观鱼者。臧僖伯谏曰：凡物不足以讲大事，其材不足以备器用，则君不举焉。君将纳民於轨物者也。故讲事以度轨量谓之轨，取材以章物采谓之物。不轨不物，谓之乱政。乱政亟行，所以败也。故春蒐③、夏苗、秋狝④、冬狩，皆于农隙以讲事也。三年而治兵，入而振旅，归而饮至，以数军实。昭文章，明贵贱，辨等列，顺少长，习威仪也。鸟兽之肉，不登于俎⑤，皮革齿牙，骨角毛羽，不登于器，则君不射，古之制也。若夫山林川泽之实，器用之资，皂隶⑥之事，官司⑦之守，非君所及也。①臧僖伯：人名，是鲁隐公的谋臣。②棠：古时的地名。③春蒐（sōu）：古代指春天打猎。④秋狝（xiǎn）：古代指秋天打猎。⑤俎（zǔ）：古代祭祀或宴会时盛祭品或食品的器具。⑥皂隶：封建时代的衙役。⑦官司：古代小官名。",
		"question-answer": {
			"表述： 1如  2谏  3纳  4度  5章  6因此  7射": "1前往  2劝阻  3正确引导  4考量，估算  5显示信息 6的缘故  7射猎",
			"汉语翻译： 1凡物不能讲大事儿，其材不够以便器用，则君无法勃起焉。 2若夫山林川泽之实，器用之资。": "1但凡一种物品，不可以用于拍戏大事儿，它的原材料不可以用于做器用，那麼，国君就不必理睬它。2对于山林川泽的物产丰富，把他们拿出做生活用品。",
			"臧僖伯谏观鱼是以便劝鲁隐公哪些？": "应以国事为主，不可以玩物丧志，以防上行下效。"
		},
		"translation": "隐公五年春天，鲁隐公准备到棠邑去欣赏打鱼。臧僖伯劝阻说：但凡一种物品，不可以用于拍戏大事儿，它的原材料不可以用于做器用，那麼，国君就不必理睬它。君王，是要把老百姓列入轨、物的人。因此他讲大事儿来考量法度，称为轨；选原材料显示屏物的文笔，称为物。不合理合法仪，采用不相干宗庙的原材料，称为乱政。乱政的事频繁不断做，就是说造成衰落的缘故。因此春、夏、秋、冬四季的田猎，都会农闲情况下开展，并用于讲习国防。每三年，还要军演，进到国都还要整治团队，返回宗庙要告先祖喝酒祝贺，核对军器和补给品。昭彰军列文笔，明晰军营生活高低贵贱，辨明作战级别，排序少长次序，演练部队威仪。禽鸟的肉，不放进祭器里，兽的皮革制品、门牙、骨角、鸟的毛羽，不可以用于制做祭器，那麼君王不射猎，古时候政策法规是那样的。对于山林川泽的物产丰富，把他们拿出做生活用品，那就是奴仆们的事儿，官员执掌的事，并不是君王所理应涉及到的。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28817.html": {
		"context": "荀勖，字公曾，汉司空爽曾孙也。父肸（xī），早亡。勖依于舅氏。岐嶷①夙成，年十余岁能属文。既长，遂博学，达于从政。仕魏，辟大将军曹爽掾，迁中书通事郎。爽诛，门生故吏无敢往者，勖独临赴，众乃从之。为安阳令，转骠骑从事中郎。高贵乡公欲为变时，大将军掾孙佑等守阊阖门。文帝弟安阳侯干闻难欲入，佑谓干曰： 未有入者，可从东掖门。及干至，帝迟之，干以状白，帝欲族诛佑。勖谏曰：孙佑不内安阳，诚宜深责。而事有逆顺，用刑不可以喜怒为轻重。乃免佑为庶人。  时将发使聘吴，并遣当时文士作书与孙皓，帝用勖所作。皓既报命和亲，帝谓勖曰：君前作书，使吴思顺，胜十万之众也。帝即晋王位，以勖为侍中，封安阳子，邑千户。武帝受禅，封勖济北郡公。  久之，进位光禄大夫。既掌乐事，又修律吕，并行于世。初，勖于路逢赵贾人牛铎②，识其声。及掌乐，音韵未调，乃曰：得赵之牛铎则谐矣。遂下郡国，悉送牛铎，果得谐者。俄领秘书监，与中书令张华依刘向《别录》，整理记籍。又立书博士，置弟子教习，以钟繇、胡毋敬为法。  勖性慎密，每有诏令大事，虽已宣布，然终不言，不欲使人知己豫闻也。退而语诸子曰：人臣不密则失身，树私则背公，是大戒也。汝等亦当宦达人间，宜识吾此意。久之，以勖守尚书令。其不能决疑处世者，及时遣出。居职月余，以母忧上还印绶，帝不之许。遣常侍周恢喻旨，勖乃奉诏视职。然为人佞，帝将废贾妃，勖不犯颜忤争，时议以勖倾国害时，为佞臣孙资、刘放之伦。  勖久管机密，有才思，探得人主微旨，不忤争，故得始终全其宠禄。太康十年卒，谥曰成。  （选自《晋书》，有删改）  【注】①岐嶷：幼年聪慧。②牛铎：牛铃。亦指牛铃声。",
		"question-answer": {
			"以下语句中天赋加点的词语解释有误的一项是  A．年十余岁能属文属：连缀，写  B．孙佑不内安阳内：同纳，接受  C．以母忧上还印绶忧：焦虑  D．时议以勖倾国害时倾：颠复": "C",
			"以下每组语句中，天赋加点的虚词实际意义和使用方法都同样的一项是  A．众乃从之勖乃奉诏视职。  B．而事有逆顺退而语诸子曰  C．得赵之牛铎则谐矣孙资、刘放之伦  D.以母忧上还印绶时议以勖倾国害时": "A",
			"以下语句中，所有能主要表现荀勖有才思的一组是  ①君前作书，使吴思顺，胜十万之众也②音韵未调，乃曰：得赵之牛铎则谐矣。  ③每有谕旨大事儿，虽已公布，然终不言④帝将废贾妃，勖不犯颜忤争  ⑤既掌乐事，又修律吕，并行处理于世⑥及掌乐，音韵未调  A．③④⑥B．①⑤⑥C．①②⑤D．②④⑤": "C",
			"以下对全文的了解和解析，恰当的一项是  A．文帝时荀勖和中书令张华一起依照汉刘向的《别录》梳理古书，后又设定博士徒弟,教习书法艺术,以钟繇、胡毋敬为楷模。  B．荀勖有整治之才，因一声令下罢除消极怠工的官员，因此只干了一个多月任尚书令，就上交印绶离职了。  C．荀勖处世直爽，曾竭力进谏皇上不要废止贾妃，不必依据自身的情绪决策用刑的轻和重，那时候的人竭力赞扬他的刚正不阿。  D．荀勖办事谨小慎微,不愿让他人了解他参加了谕旨大事儿，又能揣测皇上思绪，自始至终遭受皇上的宠幸。": "D",
			"将以下句子翻译为现代汉语语法。1爽诛，门生故吏无敢往者，勖独临赴。2及干至，帝迟之，干以状白，帝欲族诛佑。3人臣不密则失身，树私则背公，是大戒也。": "1曹爽被杀,他的学员原先的属吏沒有敢去收尸办丧的,唯有荀勖来到。2直到司马干(文帝之弟安阳侯司马干)赶来,文帝觉得他到来太迟了,司马干未来迟的缘故告知了他,文帝想将孙佑处以灭族之罪。3做为人臣不传统密秘就会缺失性命,造成分别心就会违反官府，它是应当高为警示的。"
		},
		"translation": "荀勖字公曾，是汉司空荀爽的曾孙。。爸爸荀肸，早死。荀勖幼时寄予在舅舅家中。奇特成熟，十几岁能发表文章。长大以后知识渊博，有从政的本事。在魏当官，被大元帅曹爽征招为掾属，又迁为中书通事郎。曹爽被杀，他的门生故吏都害怕去收尸办丧，荀勖独自一人去解决丧礼，别的优秀人才敢跟随去。后又做安阳令，变为骠骑从业中郎。高贵乡公率军攻文帝时，大元帅掾属孙佐等守阊阖门。文帝之弟安阳侯司马干据说产生兵变，要进阊阖门，孙佑对司马干说：都还没人进这一门，可从东掖门进来。司马干进来后，文帝觉得他到来太迟了，司马干未来迟的缘故表明后，文帝欲将孙佑处以灭族之罪。荀勖劝谏说：孙佑不许安阳侯进门处，的确应备受责怪。殊不知事儿总有顺意的不如意的，用刑轻和重不可以以喜怒哀乐为迁移。因此只免孙佑为庶人。  那时候即将派大使出使吴国，让那时候文士拟订与孙皓书，文帝采用了荀勖所做的。孙皓接书后收益想要和亲通好，文帝对荀勖说：君之前作的那封书使吴顺服，简直胜于十万精兵啊！文帝即晋王位，以荀勖为侍中，封安阳子，食邑一千户。武帝受禅让即皇位，改受封济北郡公。由于羊祜辞让封爵，荀勖也辞让接纳封爵。官拜中书监，加侍中，领经典著作，与贾充相互制订律令。  过了很久，又晋位为光禄大夫。荀勖曾执掌歌曲，他所修定的乐律时兴于世。当时，荀勖走在路上听见赵地生意人的牛手机铃声，识辨在其中乐律。执掌歌曲以后，声调不可以融洽，对人说：获得赵地的牛铃声调就会融洽了。即一声令下让郡县都送牛铃来，果真获得声调和睦的牛铃，调准了乐律。不久任文秘监，与中书令张华一起依照汉刘向的《别录》梳理古书。又立书博士，设定博士徒弟，教习书法艺术，以钟繇、胡毋敬的为标准。  殊不知荀勖办事谨小慎微，每有他所参加的谕旨大事儿，虽已公布，他自始至终不用说，不愿让他人了解他参加其事。回家对儿们说：做为人臣不守密则失去自身的真实身份，树私党则背公务，是应当高为警示的，大家也会官路亨通，理应明白我的作用。好长时间之后，皇上让荀勖守尚书令。不可以处理疑难问题处理事件的人，都被遣出。在职人员数月，因母丧上交印绶离职，武帝不能，派常侍周恢转达旨意，荀勖这才奉诏做好本职工作。殊不知处世佞臣，皇帝即将毁掉贾妃，可是荀勖不犯颜直谏，违犯主上，那时候议论者以为荀勖坍塌國家扰乱局势，是孙资、刘放之类的角色。  荀勖久管商业秘密工作中，才华出众，能揣测人主思绪，不违犯人主之意，因此能自始至终遭受皇上宠幸，保其爵禄。太康十年(289)死。溢号为成。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28562.html": {
		"context": "勾践之围会稽也，喟（ku，读音同溃）然叹曰：吾终于此乎？种曰：汤系夏台，文王囚羑里，晋重耳奔翟，齐小白奔营，其卒王霸。由是观之，何隧不为福乎？吴既赦越，越王勾践反国，乃苦身焦思，置胆于坐，坐卧即仰胆，饮食亦尝胆也。曰：女（汝）忘会稽之耻耶？身自耕作，夫人自织，食不加肉，衣不重采，折节下贤人，厚遇宾客，赈贫吊死，与百姓同其劳。",
		"question-answer": {
			"表述句中加点词句。1既  2反  3仰  4衣": "1早已  2同返，回  3仰头看  4穿",
			"汉语翻译。1乃苦身焦思。  2赈贫勒死，与百姓同其劳。": "1就自苦自身，呕心沥血忧虑。2悼慰逝者，与百姓相互辛勤劳动。",
			"与引用文献相关的成语是 。之后常见以鼓励大家 ": "卧薪尝胆委曲求全，刻苦自励，发奋图强。"
		},
		"translation": "勾践受困在会稽时，曾感慨说：我将再此了断一生吗？种说：商汤被监禁在夏台，周文王被围住在羑（yǒu，有）里，晋国重耳逃到翟，齐国新手逃往莒，她们都总算兴师动众天地。由此观之，人们今天的境遇何尝不可能变成福气呢？吴王早已饶恕了越王，因此勾践归国后，就自苦自身，呕心沥血忧虑，把苦胆挂上去坐位上，蹲着平躺着抬着头都能看到苦胆，用餐时也尝一尝苦胆。还说：你忘掉会稽的屈辱了没有？他亲自耕种，妻子亲自织布机，用餐从没有荤腥。从来不穿颜色的衣服裤子，放下架子把自身放到有德智的人的下边，能委屈求全，接待客人激情诚挚，救助穷光蛋，悼慰逝者，与百姓相互辛勤劳动。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28818.html": {
		"context": "疏广字仲翁，东海兰陵人也。少好学，明《春秋》，家居教授，学者自远方至。地节三年，立皇太子，选广为少傅，数月，徙为太傅。广兄子受，好礼恭谨，敏而有辞。宣帝幸太子宫，受迎谒应对，上甚欢悦，顷之，拜受为少傅。太子每朝，太傅在前，少傅在后，父子并为师傅，朝廷以为荣。在位五岁，皇太子年十二，通《论语》《孝经》。广谓受曰：吾闻知足不辱，知止不殆，功遂身退，天之道也。今仕至二千石，宦成名立，如此不去，惧有后悔，岂如父子归老故乡，以寿命终，不亦善乎?广遂上疏乞骸骨，上以其年笃老，皆许之。广既归乡里，日令家供具设酒食，请族人故旧宾客，与相娱乐。数问其家金余尚有几所，趣卖以供俱。居岁余，广子孙窃谓其昆弟老人广所爱信者曰：子孙冀及君时颇立产业基址，今日饮食费且尽，宜从丈人所，劝说君买田宅。老人即以闲暇时为广言此计，广曰：吾岂老悖不念子孙哉顾自有旧田庐令子孙勤力其中足以供衣食与凡人齐。今复增益之以为赢余，但教子孙怠惰耳。贤而多财，则损其志；愚而多财，则益其过。且夫富者，众人之怨也；吾既亡以教化子孙，不欲益其过而生怨。又此金者，圣主所以惠养老臣也，故乐与乡党宗族共飨其赐，以尽吾余日，不亦可乎!于是族人悦服。以寿终。",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A．选广泛少傅，几个月，徙为太傅。徙：调离。  B．广兄子受，大礼恭谨，敏然而有辞敏：比较敏感。  C．宣帝幸太子宫，受迎谒解决。谒：进见。  D．广子孙窃谓其昆弟老人广挚爱信者。窃：暗地里。": "B",
			"以下每组语句中，天赋加点的词的实际意义和使用方法不同样的一组是 A．顷之，拜受为少傅。B广遂上疏乞骸骨  时间一长，能以足音辨人。因此怀石，遂自投汨罗而死  C．上因其年笃老，皆许之。今天饮食搭配费且尽  赵王岂以一璧之故欺秦邪？不者，若属皆并且是所虏": "B",
			"以下各类中，对文章解析不善的一项是 A．疏广从小勤学好问，深明《春秋》，远处的人也来向他问学。其兄之子疏受谦恭谨  慎然而有演讲口才。叔侄二人并且为太子老师傅，官府引以为荣。  B．太子入门得成后，疏广心存知足常乐常乐、功成身退的念头，规定归老家乡，尽管中  途以前后悔莫及，但最后還是递交了离职信，并得到皇帝的答应。  C．疏广觉得自身的钱财为官府赐给，理应．自身用于安享晚年，因此重归故居以后，仍未准备要将钱财留给子孙，每天均请亲朋好友旧识饮宴游戏娱乐。  D．疏广的子孙见饮食搭配花费甚巨，就请人劝疏广多置田宅宫。疏广表达资产只有使子孙怠惰而已，理应让她们自立更生，过与普通人同样的衣食住行。": "B",
			"以下用/给原文中画波浪线的语句断句恰当的一项是 A．吾岂老悖没念子孙哉/顾已有旧田庐/令子孙勤力在其中/得以供衣食/与凡夫俗子齐  B．吾岂老悖没念子孙哉/顾已有旧田庐/令子孙勤力/在其中得以供/衣食与凡夫俗子齐  C．吾岂老悖不/念子孙哉/顾已有旧田庐/令子孙勤力在其中/得以供/衣食与凡夫俗子齐  D．吾岂老悖不/念子孙哉/顾已有旧田/庐令子孙/勤力在其中/得以供衣食/与凡夫俗子齐": "A",
			"把文言文阅读原材料中画水平线的句子翻译成现代汉语语法。1广兄子受，大礼恭谨，敏然而有辞。2贤而多财，则损其志；愚而多财，则益其过。3又此金者，圣主因此惠养老服务臣也，故乐与乡党家族共飨其赐。": "1疏广哥哥的孩子疏受，有礼数，谦恭慎重，机警然而有演讲口才。 2有才华的人假如金钱多，就会消弱他的理想；愚钝的人假如金钱多，就会增加他的过错。 3这种钱财，是圣明的君王赐予我养老服务的，因此我很愿意和家族老乡相互享有他的恩惠。"
		},
		"translation": "疏广字仲翁，是东海兰陵人。从小就爱好念书，深明《春秋》，他在家里专家教授专业知识，上学的人从远道到（他这儿学习培训）。地节三年，立太子，选举疏广做少傅，好多个月后，调离做太傅。疏广哥哥的孩子疏受，有礼数，谦恭慎重，机警然而有演讲口才。宣帝驾临太子宫，疏受迎来皇帝的情况下做对得十分得当，皇帝十分高兴，已过一段时间，授于疏受为少傅。皇太子每一次早朝时，太傅在前，少傅放前，几代人同是（皇太子的）老师傅，官府左右都觉得它是很无上光荣的事。当政五年，太子十二岁，通晓《论语》、《孝经》。疏广对疏受说：她告诉我知足常乐就不容易被辱，了解终止才不容易有风险，功成则身退，当然的规律性啊，如今官至获得二千石的月俸，官出道立，像那样再不离去，怕会后悔莫及。哪比得过父子俩辞官，来过了自身的余生，不都是非常好的事吗？疏广因此上疏辞官，每日让家中购置饭菜，摆着宴席，请族人、老友和客人，和她们饮酒作乐。疏广频繁了解她家剩下的黄金也有是多少，督促亲人卖出来购置饭菜。一年多之后，疏广的子孙暗地里对和疏广密切相关的弟兄和老人说：子孙希望借着疏广在时多购置产业链，如今每日吃吃喝喝花销将把资产耗尽了，期望老人能劝导他买田宅宫。这位老人便在空闲时对疏广讲过这件事，疏广说：我难道说糊涂到不顾念子孙的程度了没有？但是是自身有旧田宅宫，让子孙在这其中不辞辛劳辛勤劳动，足能够 出示衣食居所。"
	},
	"http://www.yuwen360.com/ywtk/wyw/130964.html": {
		"context": "沧州刘士玉孝廉，有书室为狐所据。白昼与人对语，掷瓦石击人，但不睹其形耳。知州①平原董思任，良吏也，闻其事，辄自往驱之。方入书室，忽檐际朗言曰：公为官颇爱民，亦不取钱，故我不敢击公。然公爱民乃图好名不取钱乃畏后患耳故我亦不避公。公休矣，毋多言取困②。董狼狈而归，咄咄不怡者数日。刘一仆妇甚粗蠢，独不畏狐。狐亦不击之。或对语问其故，狐曰：彼虽下役，乃真孝妇也。鬼神见之犹敛避，况我曹乎？刘乃令仆妇居此室。狐是日即去。     （选自《阅微草堂笔记》，有删改  [注释] ①知州：官职名称 ②取困：自取尴尬",
		"question-answer": {
			"表述下边句中天赋加点的词。1有书室为狐所据  2然公爱民  3公休牟  4董狼狈而归  5以及家穿井  6其一犬坐于前": "1被  2殊不知  3终止  4连词，表达装饰关联  5直到  6像狗一样",
			"用/给原文中划线的语句断句（限断多处）。 然公爱民乃图好名字不取款乃畏后遗症耳故我亦不避公。": "然公爱民乃图好名字/不贪钱乃畏后遗症/故我亦不避公。",
			"用当代翻译下边语句。 神鬼见之犹敛避，况我曹乎？": "神鬼见了你必须回避，更何况我呃？",
			"融合全篇，用自身得话概述刘士玉令仆妇居此室的缘故。": "由于刘士玉想让狐离去自身的小书房，而狐碰到真实孝敬的妇女会避开，因此以便赶跑狐狸就要妇女住小书房和。"
		},
		"translation": "沧州市孝廉刘士玉，有间小书房被狐精所占有，狐狸大白天与人做答会话，还向人抛掷瓦石，但却看不见他的晶相。曾任沧州知州的平原区人董思任，是个出色的官员，据说这件事情以后亲身前去驱逐作祟的狐狸。刚开始伶牙俐齿的大谈特谈伪娘不属类似应当相互之间回避的大道理，就听到屋檐间朗声讲到：你作官很爱民，都不贪取金钱，因此我害怕用瓦石砸你。但你爱民是以便图一个好知名度，不只图金钱是怕之后被追责罪刑，因此因为我不回避你。董成年人你类似就就行了，再不必多言自提难堪了。董思任听后狼狈不堪而归，好几日都郁郁寡欢。刘士玉的一个女佣很是粗拙愚昧，但偏要她不害怕狐狸，狐狸也无需石块抛掷进攻她。有一次会话的情况下，许多人由于这件事情向狐狸了解在其中的原因。狐狸说：她尽管是个卑下的仆人，但确是个真实的孝妇。神鬼见了必须回避，更何况我那样的狐怪呢?刘士玉就指令这一女佣住在这家房间内，狐怪当日就离开了。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28821.html": {
		"context": "穆宁，怀州河内人也。父元休，以文学著。撰《洪范外传》十篇，开元中献之。玄宗赐帛，授偃师县丞、安阳令。 宁清慎刚正，重交游，以气节自任。少以明经调授盐山尉。是时，安禄山始叛，伪署刘道玄为景城守，宁唱义起兵，斩道玄首。传檄郡邑，多有应者。贼将史思明来寇郡，宁以摄东光令将兵御之。思明遣使说诱，宁立斩之。郡惧贼怨深，恐后大兵至，夺宁兵及摄县。初，宁佐采访使巡按，尝过平原，与太守颜真卿密揣禄山必叛。至是，真卿亦唱义，举郡兵以拒禄山。会间使持书遗真卿曰：夫子为卫君乎？更无他词。真卿得书大喜，因奏署大理评事、河北采访支使。宁以长子属同母弟曰：惟尔所适，苟不乏嗣，吾无累矣。因往平原，谓真卿曰：先人有嗣矣！古所谓死有轻于鸿毛者，宁是也。愿佐公以定危难。真卿深然之。其后，宁计或不行，真卿迫蹙，弃郡，夜渡河而南，见肃宗于凤翔。帝问拒贼之状，真卿曰：臣不用穆宁之言，功业不成。帝奇之，发驿召宁，将以右职待之。会真卿以抗直失旨，事遂止。 上元二年，累官至殿中侍御史，佐盐铁转运使。副元帅李光弼以饷运不继，或恶宁者，诬谮于光弼，光弼扬言欲杀宁。宁直抵徐州见光弼，喻以大义，不为挠折。光弼深重之，宁得行其职。广德初，加库部郎中。是时河运不通，漕挽由汉、沔自商山达京师。选镇夏口者，诏以宁为鄂州刺史、鄂岳沔都团练使。时淮西节度使李忠臣贪暴不奉法，设防戍以税商贾，又纵兵士剽劫，行人殆绝。与宁夹淮为理，惮宁威名，寇盗辄止。沔州别驾薛彦伟坐事忤旨，宁杖之致死。宁坐贬虔州司马，重贬昭州平集尉。 宁强毅，不能事权贵。执政者以为不附己，且惮其难制，故处之散位。宁默默不得志，且曰：时不我容，我不时殉，则非吾之进也，在于退乎！辞病居家，请告几十旬者数矣。亲友强之，复一朝请。上居奉天，宁诣行在，拜秘书少监。德宗还京师，宁曰：可以行吾志矣。因移病，罢归东都。　",
		"question-answer": {
			"对以下语句中天赋加点词的表述，有误的一项是 A．玄宗赐帛，授偃师县丞、安阳令授：授于，任职  B．宁唱义举兵，斩道玄首唱：提倡  C．贼将史思明来寇郡寇：侵害  D．惟尔所适适：融入": "D",
			"以下每组语句中，天赋加点词的实际意义和使用方法同样的一组是 A.古说白了死有轻于鸿毛者，宁是也B.宁以摄东光令将兵御之源  其闻道也亦先乎吾以事秦的心，礼天地之奇才  C．弃郡，夜渡河而南D.见肃宗于凤翔  置之地，拔剑撞而破之轻暖不够于体与": "C",
			"下列六句话各自变成四组，统统立即主要表现穆宁清慎刚直的一组是 ①传檄郡邑，多有应者②喻以仁义，不以挠折  ③惮宁威名，寇盗辄止④时不我容，我时常殉  ⑤辞病家居，请告几十旬者数矣⑥宁诣行在，拜秘书少监  A．①②⑥B.③④⑥C.②④⑤D.①③⑤": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．穆宁鼻祖曾以文学类知名，因撰《洪范外传》而受唐玄宗赏赐授官，穆宁则因考取明经科而被改任盐山县尉。  B．安史之乱时，穆宁以代理商东光县令的真实身份率军抵御反贼；后与颜真卿共渡难关，因提议未全被听取意见致功业未果。C．穆宁豁达大度，遵守传统式，在前去平原郡配合颜真卿抵御反贼以前，将自身的大儿子交给自身的侄子安顿照顾。  D．穆宁亲身经历艰辛，官运并不是圆满，曾一度贬官。但当德宗返回京师后，他又开朗地觉得能够 保持自身的志向远大了。": "D",
			"把文言文阅读原材料里加水平线的句子翻译成现代汉语语法。1惟尔所适，苟不缺嗣，吾无累矣。2帝奇之，发驿召宁，将以右职待之。3布防戍以税富贾，又纵兵士剽劫，非机动车殆绝。": "1任你带我这孩子到哪儿去，要是不断决后嗣就行。我没什么可挂念的了。2肃宗惊讶这话，就派人乘驿马星快召穆宁入朝，准备委任他关键的职位。3（淮西观察使李忠臣）设定防御士卒来征缴往来生意人税钱，又放肆士卒打劫抢掠，造成往来非机动车基本上断决。"
		},
		"translation": "穆宁，怀州河里人，爸爸穆元休，以文学类知名，撰有《洪范外传》十篇，开元年里进送给官府，玄宗赏赐布帛给他们，并授于他偃师县丞，安阳县令的官衔。  怀宁廉洁谨慎坚强刚正不阿，注重结识盆友，把高度重视骨气当做是自身的岗位职责。年青时易考取明经科而被官府改任盐山县尉。这时候，安禄山刚开始叛变，伪政权委任刘道玄为景城刺史，穆宁首倡仁义，举兵抵抗，将刘道玄给予斩头，并传送檄文给美国各州县，那时候回应的人许多 。贼将史思明前去侵害穆宁所属的州县，穆宁便以代理商东光县令的真实身份领着部队抵御。史思明外派大使劝导诱降，穆宁立即击杀了大使。府县的人担心叛贼怨气过深，也许再派大军队侵害，就消除了穆宁的军权即管理方法东光县的职位。最初，穆宁随身访谈使到全国各地考察，以前经过平原区，与刺史颜真卿私底下沟通交流中估算安禄山会叛变。到这时候，颜真卿也提倡仁义，启动平原郡士卒抵御安禄山。恰巧穆宁暗地里外派大使送信件给颜真卿说：您是以便护卫君主吗？再沒有写其他语句。颜真卿收到信件后喜事，因此上奏委任他为云南大理评事、河北访谈支使，穆宁将大儿子交给同母弟说：任你带我这孩子到哪儿去，要是不断决后嗣就行。我没什么可挂念的了。然后，赶到平原区对颜真卿说：先祖早已有继嗣的人了！古代人常说的死有轻于鸿毛者，我穆宁就是说，期望能协助您平定危急。颜真卿郑重地同意了他。在这里之后，因穆宁有的谋化无法大肆宣扬，颜真卿迫于形势不容乐观，舍弃平原郡城，晚上度过黄河往南溃逃，到达凤翔去拜访唐肃宗。肃宗皇上了解抵御叛贼的状况，颜真卿说：由于沒有听取意见穆宁的提议，造成功业无法进行。肃宗惊讶这话，就派人乘驿马星快召穆宁入朝，准备委任他关键的职位。正巧颜真卿由于直言不讳上奏违反皇上的旨意，委任穆宁的事就停了出来。  上元二年，穆宁数次升职加薪，保证了殿中侍御史，配合盐铁转运使处理事件。副上将李光弼正因军用口粮不行犯愁，有憎恶穆宁的人到李光弼眼前污蔑说这与穆宁相关，李光弼便放话要干掉穆宁。穆宁立即到达徐州晋见李光弼，以仁义来晓谕，自始至终都不妥协。李光弼很赏识他，穆宁足以再次出任他的官衔。广德年间加授户部郎中。这时，水路运输遭受阻拦，运送粮饷要由汉水、沔水做生意山再到达京城。官府挑选驻守夏口的人，下诏让穆宁出任鄂州刺史、鄂、岳、沔都团练使。当时淮西观察使李忠臣爱财横暴，不守政策法规，设定防御士卒来征缴往来生意人税钱，又放肆士卒打劫抢掠，造成往来非机动车基本上断决。李忠臣的辖地和穆宁只能一条淮河间隔，因为他担心穆宁的威名，打劫抢掠的事也就终止了。沔州别驾薛彦伟因事违反了皇上的旨意，他便用杖责打薛彦伟而导致其身亡。穆宁因而获罪被贬职为虔州司马，再被贬职为昭州平集县尉。  穆宁性格坚毅，不可以服侍权势，当权的人觉得他不可以依附于自身，并且担心他无法工作制服，因此将他按置在闲暇的官职上，穆宁因郁郁不得志而沉默没话，他觉得：时世绝不我，因为我不可以曲从时世，不是我奋发进取的情况下，从此退隐了吧！接着以得病为托词，定居在家里，休假好几回全是将近百余日，亲朋好友强劝他，这才又报名参加了一次朝会。皇上在奉天城，穆宁到皇上所属的场所，被拜受为秘书少监。德宗回到京城，穆宁说：能够 考虑我的心愿了。因此上书称病，恳求免除官衔回到东都。"
	},
	"http://www.yuwen360.com/ywtk/wyw/130965.html": {
		"context": "聂昌，字贲远，抚州临川人。始繇太学上舍释褐，为相州教授。因蔡攸荐，召除秘书郎，擢右司员外郎。 时三省大吏阶官视卿监者，立都司上，昌以名分未正，极论之。诏自今至朝请大夫止。以直龙图阁为湖南转运使，还为太府卿、户部侍郎，改开封尹，复为户部。昌本厚王黼，既而从蔡京，为黼所中，罢知德安府。又以乡人讼，谪崇信军节度副使，安置衡州。     钦宗立，吴敏用事，以昌猛厉径行为可助己，自散地授显谟阁直学士、知开德府，道拜兵部侍郎，进户部尚书，领开封府。昌遇事奋然不顾，敢诛杀。敏度不为用，始惮之，引唐恪、徐处仁共政，独遗昌。  李纲之罢，太学生陈东及士庶十余万人，挝鼓伏阙下，经日不退，遇内侍辄杀之，府尹王时雍麾之不去。帝顾昌俾出谕旨，即相率听命。王时雍欲置东等狱，昌力言不可，乃止。  昌再尹京，恶少年怙乱昼为盗入官民家攘金帛且去辄自缚党中三两辈声言擒盗持仗部走委巷乃释缚分所掠而去。人不奠居。昌悉弹治正法，而纵博弈不之问，或谓令所禁，昌曰：姑从所嗜，以懈其谋，是正所以禁其为非尔。昌旧名山，至是，帝谓其有周昌抗节之义，乃命之曰昌。  会金人再议和，割两河，须大臣 报聘。诏耿南仲及昌往，昌言：两河之人忠议勇劲，万一不从，必为所执，死不瞑目矣。傥和议不遂，臣当分遣官属，促勤王之师入卫。许之。行次永安，与金将黏罕遇，其从者称閤门舍人，止昌彻伞，令用榜子赞名引见，昌不可，争辨移时，卒以客礼见。昌往河东，至绛，绛人闭壁拒之。昌持诏抵城下，缒而登。州钤辖赵子清麾众害昌，抉其目而脔之，年四十九。建炎四年，始赠观文殿大学士，谥曰忠愍。",
		"question-answer": {
			"原文中画波浪线的一部分，断句最适当的一项是 A．恶青少年怙乱昼/为盗/入官民家攘金帛/且去辄自缚党中/三两辈声言擒盗/持仗部走/委巷乃释缚/分所掠而去  B．恶青少年怙乱/昼为盗/入官民家攘金帛/且去/辄自缚党中三两辈/声言擒盗/持仗部走委巷/乃释缚/分所掠而去  C．恶青少年怙乱昼为/盗入官民家/攘金帛/且去/辄自缚党中三两辈/声言擒盗/持仗部走/委巷乃释缚/分所掠而去  D．恶青少年怙乱/昼为盗/入官民家/攘金帛且去/辄自缚党中/三两辈声言擒盗/持仗部走委巷/乃释缚/分所掠而去": "B",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A．释褐指脱下贫民衣着的老粗布衣服裤子，换掉高官服装，形容刚开始进到官运。  B.专家教授原来指教给专业知识、授课授业，后变成学官称。宋朝在中央政府和地区的院校刚开始设专家教授，此后以后各个院校均设专家教授，负责人院校课试实际事务管理。  C.显谟阁直学土，宋官称，用于加文学类之人，备咨询顾问，与论议，以表崇敬；是一种实衔，也是一种光荣称号。  D.谥是古代人人死之后就其死前踪迹为之之所立的头衔，有褒奖性的美谥、怜香惜玉性的平谥、贬义词性的恶谥三种。": "C",
			"以下对全文的了解与解析有误的一项是 A.那时候三省大员官阶与卿、监同样的人，都立在都司的上边，聂昌觉得名份歪斜，竭力争执。谕旨从此以后立身都司之中者到朝请医生才行。  B.聂昌本来与王黼情感非常好，之后随从蔡京，因被王黼注重，罢去前职任德安县令；后又由于与老乡人发争起诉，贬官为崇信军节度副使。  C.李纲被免去后，太学员陈东及士人、庶人老百姓十几万人，在皇宫外边跪伏着，整天没退，府尹王时雍没工作能力赶跑群体。  D.聂昌前去河东，来到绛城，绛城人闭城拒其入内，因此聂昌手执谕旨来到城外，用绳子攀登上城，最终被兵士杀掉，并挖到他的双眼切割成碎渣。": "B",
			"汉语翻译原文中划线的语句。1敏度不以用，始惮之，引唐恪、徐处仁共政，独遗昌。2或谓令所禁，昌曰：姑从所嗜，以懈其谋，是正因此禁其为非尔。": "1吴敏意料聂昌不以自身常用，刚开始惧怕他，荐引唐恪、徐处仁等相互当政，只无需聂昌。 2许多人觉得它是官衙应严禁的，聂昌说：暂且随她们的喜好，来变弱她们谋乱，这更是用于严禁她们肆意妄为的方法啊。"
		},
		"translation": "聂昌，字贲远，抚州临川人。由太学上舍真实身份刚开始当官，任相州专家教授。由于蔡攸的强烈推荐，被授命为文秘郎，提高为右司员外郎。那时候三省大员官阶与卿、监同样的人，都立在都司的上边，聂昌觉得名份歪斜，竭力争执。谕旨从此以后立身都司之中者到朝请医生才行。以直龙图阁真实身份任湖南转运使，返回京师任太府卿、户部侍郎，改任开封市尹，又重担户部侍郎。聂昌本来与王黼情感非常好，之后随从蔡京，被王黼损伤，罢去前职任德安县令。又由于与老乡人发争起诉，贬官为崇信军节度副使，按置在衡州。  钦宗继位后，吴敏当政，觉得聂昌做事猛厉有利于自身，在他闲居时任职他为显谟阁直学土、知开封府，在就任中途任职他为兵部侍郎，晋升户部尚书，担任知开封府。聂昌做事奋然不管不顾，勇于诛灭。吴敏意料聂昌不以自身常用，刚开始惧怕他，荐引唐恪、徐处仁等相互当政,只无需聂昌。  李纲被免去，太学员陈东及士人、庶人老百姓十几万人，在皇宫外边跪伏着，整天没退，碰到内侍就杀掉，府尹王时雍赶不动群体。皇上让聂昌出宫去宣谕旨意，大家陆续听命。王时雍准备把陈东等关进牢狱，聂昌竭力坚持不懈不愿意，才终止此议。  聂昌再度担任京尹，一些坏青少年作乱，大白天做劫匪，进到官员寻常百姓抢金帛，离去时，把两三个自身党羽捆起来，宣称捉贼，手执武器穿街过巷，因此解绑，把掠来的财产光度计离开。老百姓不可国泰民安。聂昌把她们所有正法，却放肆赌钱不谈，许多人觉得它是官衙应严禁的，聂昌说：且随她们的喜好.来变弱她们谋乱.这更是用于严禁她们肆意妄为的方法啊。聂昌本名称为聂山，到这时候，皇上觉得他有周昌抗节之义，因此取名他为昌。  碰到金兵再度和谈，割让两河，务必由重臣出使报聘。谕旨让耿南仲及聂昌前去，聂昌说：两河群众忠肝义胆勇劲，万一不听从，一定被她们抓捕没放，我就是死不瞑目啊。假如和议不了，我也分遣属官，催促勤王之师入京保卫。皇上愿意了。来到永安时，与金将粘罕相逢，他的随从自称为閤门舍人，阻拦聂昌相遇，指令用牍子赞名相遇，聂昌不愿意，争论多时，最后以客礼相遇。聂昌前去河东，来到绛城，绛城人闭城拒其入内。聂昌手执谕旨来到城外，用绳子攀登上城。绛州领兵钤辖赵子清指挥者兵士残害聂昌，并挖到他的双眼切割成碎渣，长年四十九岁。建炎四年（1130),才追赠为观文殿大学士，溢号为忠愍。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28311.html": {
		"context": "世传虹能入溪涧饮水，信然。熙宁①中，予使契丹②，至其极北黑水（14）境永安山下卓帐③。是时新雨霁④，虹下帐前涧中。予与同职扣⑤涧观之，虹两头皆垂涧中。使人过涧，隔虹对立，相去（12）数（13）丈，中间如隔绡觳⑥。自西望东则见⑦，盖夕虹也。立涧之东西望，则为日所铄⑧，都无所睹。久之，稍稍正东。逾⑨山而去⑩。次日行一程，又复见之。 孙彦先⑾云：虹乃雨中日影也，日照雨则有之。注释:①熙宁:宋神宗赵顼(x )年号,公元10681077年.②契丹:宋时北部少数民族政权.③黑水:今辽宁昭乌达盟林西县和克什克腾旗境内.卓帐:竖立帐篷.卓,直立.④绡縠(xi oh );绡,薄纱.縠,绉纱.都是丝织品⑤孙彦先:与沈括同时的科学家 ②契丹：宋时北部少数民族政权。 ③卓帐：建起帐篷。卓，直立。 ④霁：雨后初晴。 ⑤扣：通叩，意思是靠近。 ⑥绡觳：丝绸和纱的代称。 ⑦见：通现，意思是出现。 ⑧铄：通烁，意思是闪烁。 ⑨逾：向，跨越。 ⑩去：消失。 ⑾孙彦先：与沈括同时的科学家. （12）去：距离 （13）数：大约，大概。 （14）黑水：今辽宁昭乌达盟林西县和克什克腾旗境内。",
		"question-answer": {
			"表述字体加粗的文言词语。 1余使契丹  2是时新雨霁  3余与同职扣涧观之  4使人过涧": "1使：出使；2是：这；3观：看；4使：派",
			"与光照雨，既有当中之的用法同样的一项是 A．时间一长  B．至之市  C．便实钉之  D．野兽之变诈几何图形哉": "C",
			"区划语句节奏感（停多处）。  虹乃雨中日影也": "虹／乃／雨中日影也",
			"汉语翻译以下语句。  1自西望东则见，盖夕虹也。  2旬时日方皆尽，岁以大穰。（出自《以虫治虫》）": "1从西向东看就能看到，由于它是黄昏的虹。 2十天后子方虫全被杀尽，年成因而而得到丰收。",
			"文中关键详细介绍由虹的传说故事到对虹的科学研究认知能力全过程，讲讲本文带来你哪些启发。": "实例：一个人不以偏概全，擅于观查，擅于思索，就能发觉事情的实质。"
		},
		"translation": "流传虹会到溪水或山涧里多喝水，的确是那样。熙宁（宋神宗年号）年里，我出使契丹，来到极北方地区恶水地区的永安山下修建户外帐篷。那时候恰好雨后初晴，看见彩虹出現在户外帐篷前的山涧中，我与伙伴挨近山涧欣赏它，见到一条虹的两边都垂到涧中。(我）叫人翻过山涧，隔着虹相对性站起，间距大约有几丈，正中间如隔着一层绸缎或是纱（这一类的物品）。当站在涧的西面往东看就能看到，原先是夕虹。当站在涧的东面往西看，就被太阳闪烁了，统统看不见（虹）。过了很久虹略微偏重正东方，翻过高山消退了。第二天离开了一段路，又见到了虹。孙彦先讲：虹便是雨中的日光影象，日光照在雨珠上就会有虹出現。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28567.html": {
		"context": "郑人有欲②买履者③，先自度其足，而置之其坐。至之市，而忘操之。已得履，乃曰：吾忘持度。反归取之。及反，市罢，遂不得履。人曰：何不试之以足?曰：宁信度,无自信也。",
		"question-answer": {
			"给天赋加点字拼音并表述。 1先自度其足  2吾忘持度  3宁信度": "1量(长度)  2规格/尺码  3规格/尺码",
			"汉语翻译以下语句。  郑人有欲买履者，先自度其足，而置之其坐。": "郑国有一个想买鞋的人，他先自身精确测量脚的尺码，随后把精确测量出的尺码放到自身的坐位上。",
			"《郑人买履》告知人们哪些大道理？": "这则寓意故事讥讽了这些做事过度呆板，只信教条，讲方式，不敢相信具体的人，告知大家办事不可以太过拘泥形式，要重视具体。",
			"研究：原文中之字共出現五次，他们的含意一样吗？随意挑选三句，讲讲句中的之是什么意思，或者有哪些功效。  而置之其坐   至之市   而忘操之   反归取之   为何不试之以足": "而置之其坐（脚的规格）至之市（到、往）而忘操之（脚的规格）。"
		},
		"translation": "有一个要想买鞋的郑国人，先精确测量好自身脚的尺码，把尺码放到他的坐位上，直到前去集市，却忘记了带量好的尺码。早已取得靴子，就说：我忘掉带量好的尺码了。就回到家取走量好的尺码。直到他回到集市的情况下，集市早已散了，最终郑国人未能购到靴子。  许多人问她说：为何无需自身的脚去试一试呢?  她说：我宁愿坚信量好的尺码，也不敢相信自身的脚。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28823.html": {
		"context": "祁彪佳，浙江山阴人。祖父世清白吏。彪佳生而英特，丰姿绝人。弱冠第天启二年进士授兴化府推官始至吏民易其年少及治事剖决精明，皆大畏服。崇祯四年，起御史。疏陈赏罚之要，言：山东之变，六诚连陷，未尝议及一官，欺蒙之习不可不破。帝即命议行。又言：九列之长，诘责时闻，四朝遗老，或蒙重谴。诸臣怵严威，竞迎合以保名位。臣所虑于大臣者此也。方伯或一二考，台员或十余载，竟不得迁除，监司守令多贬秩停俸，急功赴名之民不胜其掩罪匿瑕，臣所虑于小臣者此也。 寻上《合筹天下全局疏》，以策关、宁，制登海为二大要。分析中州、秦、晋之流贼，江右、楚、粤之山贼，浙、闽、东粤之海贼，滇、黔、楚、蜀之土贼为四大势。极控制驾驭之宜，而归其要于戢行伍以节饷，实卫所以销兵。帝善其言，下之所司。宜兴民发首辅周延儒祖墓，又焚翰林陈于鼎、于泰庐，亦发其祖墓。彪佳捕治如法，而于延儒无所徇，延儒憾之。回道考核，降俸，寻以侍养归。 高杰兵扰扬州，民奔避江南，奸民乘机剽夺，命彪佳往宣谕，斩倡乱者数人，一方遂安。督辅部将刘肇基、陈可立、张应梦、于永绶驻京口，浙江入卫都司黄之奎亦部水陆兵三四千戍其地。之奎御军严。四将兵恣横，刃伤民，浙兵缚而投之江，遂有隙。已而守备李大开统浙兵斫镇兵马，镇兵与相击，射杀大开。乱兵大焚掠，死者四百人。彪佳至，永绶等遁去。彪佳劾治四将罪，赒恤被难家，民大悦。高杰驻瓜洲，跋扈甚，彪佳克期往会。至期，风大作，杰意彪佳必无来。彪佳携数卒冲风渡，杰大骇异，尽撤兵卫，会彪佳于大观楼。彪佳披肝膈，勉以忠义，共奖王室。杰感叹曰：杰阅人多矣，如公，杰甘为死！公一日在吴，杰一日遵公约矣。共饭而别。 ",
		"question-answer": {
			"对以下句予中天赋加点词句的表述，有误的一项是 A．彪佳生而英特，风姿绰约绝人绝:超出  B．台员或十余载，竟不可迁除除:罢黜  C．寻上《合筹天下全局疏》寻:没多久  D．杰意彪佳必无来意:意料": "B",
			"以下每组语句中，天赋加点词的实际意义和使用方法同样的一项是 A.而于延儒没有徇夫庸知其年之依次生在吾乎  B.寻以侍养归赵亦盛设兵于己秦  C.浙兵缚而投之江拔剑撞而破之  D.杰阅人多矣，如公，杰甘为死为秦人积威之所劫": "C",
			"以下对全文相关內容的鉴赏，有误的)项是 A.祁彪佳在几回上疏中，注重了惩处的实施方案，合筹天地局势并明确提出有关防范措施，最能体现他担忧国家大事的忠实与聪慧。  B.祁彪佳勤政廉政，不徇私情，不惯着权势，激怒了首辅大臣周延儒，遭受周延儒的打击报复，被逼罢黜回家。  C.祁彪佳严格地惩治了违法犯罪的乱民和兵将，快速平定了局势，显示信息了他勇毅果断的性格特点和精湛的政冶工作能力。  D.高杰乱兵驻守瓜洲时，祁彪佳不管不顾本人安危，信守诺言，只带好多个兵卒逆风渡江，最后他以真心实意打动了另一方。": "B",
			"用/给原文中画波浪线的一部分断句。 弱冠第天启二年进士授兴化府推官始至吏民易其青春年少及治事剖决聪明": "弱冠/第天启二年进士/授兴化府推官/始至/吏民易其青春年少/及治事/剖决聪明/",
			"把原文中划线的语句翻译现代汉语语法。1诸臣怵严戚，竞顺从以保名位，臣所虑于大臣者此也。2彪佳披肝膈，勉以忠肝义胆，共奖皇室。": "1诸位大臣担心严格威压，竞相顺从来挽救名与利影响力，我所焦虑于大臣的地区就取决于此。2彪佳披肝沥胆（坦诚相待），用忠肝义胆之法劝勉高杰，一起帮扶皇室。"
		},
		"translation": "祁彪佳，浙江省山阴县人。祖上祖辈全是清正官员，彪佳长得英伟独特，风范姿势超出一般人。刚成年人，中天启二年的进士，被授于兴化府的推官，刚到时，小吏和老百姓都以其青春年少而忽视他，直到申请办理政务，分析选择精确搞清楚，都十分钦佩和敬畏之心他。崇祯四年，启用为御史，上疏阐述惩处的关键点。说：山东省的兵变，六城连续陷落，沒有追责一官，蒙骗迷惑的恶习不得不破。皇上就一声令下商讨实行。又说，诸位朝官，常常听到被问责的事，四朝老将，有的也被重责，诸位大臣就担心严格威压，竞相顺从（圣意）来挽救名与利影响力，我所焦虑于大臣的地区就取决于此。诸侯国首长一两年评定一次，谏官有的十多年无法得到升职就职，监、司、守、令等各个官员大多数减少月俸乃至停薪，急切追求完美名利的官民忙碌遮盖罪刑过失，我所焦虑于官员的地区就取决于此。  没多久，上《合筹天下全局疏》，以谋化山海关和宁远，操纵登海做为二大关键点。解析中原、秦、晋的流贼，江右、楚、粤的强盗，浙、闽、东粤的海盜，滇、黔、楚、蜀的土贼为四大匪情。不尚操纵掌控的方法方式，而梳理其关键点，取决于整肃收敛性军队来节简军饷，丰富卫、所二级能量以切除战事。帝赞成他得话，下达到相关部门。长兴民盗挖首辅周延儒的祖墓，又焚烧处理学府陈于鼎、于泰墓庐，也挖了他的祖墓。祁彪佳依规抓捕惩办，而沒有听从周延儒的建议，周延儒心里觉得很慢。回道考评，减少薪俸，没多久就因侍父母而回家。  高杰乱兵搔扰扬州市，老百姓躲避于江南地区，奸民乘飞机掳掠，官府命彪佳前去公布相关指令，他击杀了好多个为先造反的人，一方就安全了。督辅部下刘肇基等驻守在京口，浙江省入卫都司黄之奎也统率三四千水陆兵戍守这地区。黄之奎统军严格。四将兵恣横造谣生事，以刀刺破坏力民，浙兵捆缚了她们，投对于江，因此拥有隔阂。没多久，守备李大好带领浙兵群殴镇领兵，镇兵与之互相击倒，击毙规模性进行。乱兵大张旗鼓焚烧处理抢掠，死的有四百人。彪佳到后，永绶等逃遁离开。彪佳告发罪行，治了四将之罪，周济援助丧生世家，老百姓非常高兴。高杰驻兵瓜洲，十分蛮横无理，彪佳承诺时间前往相聚。到这一天，大雨倾盆，高杰意料祁彪佳一定不容易来。彪佳带好多个兵卒逆风渡江，高杰十分惊惧，移去所有兵卫，与彪佳在大观楼商谈。彪佳披肝沥胆，（诚挚地）以忠肝义胆相劝勉，一起帮扶皇室。高杰感慨说：我结交相处的人比较多了，像您那样，我高杰甘效死命！您一日在吴，我一日遵循您的承诺。一起吃完饭道别。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28312.html": {
		"context": "阳城，字亢宗，定州北平人。城谦恭简素，遇人长幼如一。远近慕其行，来学者迹接于道。闾里有争讼，不诣官而诣城决之。有盗其树者，城过之，虑其耻，退自匿。尝绝粮，遣奴求米，奴以米易酒，醉卧于路。城怪其故，与弟迎之，奴未醒，乃负以归。及觉，痛咎谢，城曰：寒而饮，何责焉？山东节度府闻城义者，发使遗五百缣，戒使者不令返。城固辞，使者委而去，城置之未尝发。会里人郑俶欲葬亲，贷于人无得，城知其然，举缣与之。德宗召拜右谏议大夫，遣长安尉杨宁赍束帛诣其家。 初，城未起，缙绅想见风采。既兴草茅，处谏诤官，士以为且死职，天下益惮之。及受命，它谏官论事苛细纷纷，帝厌苦。而城方与二弟延宾客，日夜剧饮。客欲谏止者，城揣知其情，强饮客，客辞，即自引满，客不得已，与酬酢，或醉仆席上，城或先醉卧客怀中，不能听客语。常以木枕布衾质钱，人重其贤，争售之。每约二弟：吾所俸入，而可度月食米几何，薪菜盐几钱，先具之，余送酒家，无留也。服用无赢副，客或称其佳可爱，辄喜，举授之。有陈苌者，侯其得俸，常往称钱之美，月有获焉。 及裴延龄诬逐陆赞等，帝怒甚，无敢言。城闻，曰：吾谏官，不可令天子杀无罪大臣。乃约拾遗王仲舒上疏极论延龄罪；慷慨引谊，申直赞等，累日不止。帝大怒，召宰相抵城罪。顺宗方为皇太子，为开救，得免。然帝意不已，欲遂相延龄。城显语曰：延龄为相，吾当取白麻坏之，哭于廷。帝不相延龄，城力也。 城出为道州刺史，州产侏儒，岁贡诸朝，城哀其生离，无所进。帝使求之，城奏曰：州民尽短，若以贡，不知何者可供。自是罢。赋税不时，观察使数诮责。观察府遣判官督赋，至州，怪城不迎，以问吏，吏曰：刺史以为有罪，自囚于狱。判官惊，驰入，谒城曰：使君何罪？我奉命来候安否耳。留数日，城不敢归，寝馆外以待命。判官遽辞去。顺宗立，召还城，而城已卒，年七十。",
		"question-answer": {
			"下列各组句子中，加点的词的意义不相同的一组是 A．①及觉，痛咎谢　　　　　　　 ②旦日不可不蚤自来谢项王　 B．①强饮客，客辞　　　　　　　 ②王子皇孙，辞楼下殿　 C．①即自引满　　　　　　　　　 ②引壶觞以自酌　 D．①赋税不时，观察使数诮责　　 ②数遗魏王及公子书，请救于魏": "B",
			"以下六句话，分别编为四组，全都表现阳城智谋的一组是 ①闾里有争讼，不诣官而诣城决之　　　　②城固辞，使者委而去，城置之未尝发　 ③城或先醉卧客怀中，不能听客语　　　　④延龄为相，吾当取白麻坏之，哭于廷　 ⑤州民尽短，若以贡，不知何者可供　　　⑥刺史以为有罪，自囚于狱 　 A．②③⑤　　　B．①②④　　　　C．①④⑥　　　D．③⑤⑥": "D",
			"下列对原文有关内容的分析和概括，不正确的一项是 A．阳城宽厚待人。他看到有人偷他家的树，为了不使那人难堪，自己躲开了；派去求米的家奴拿米换了酒喝，醉倒在半路上，阳城一点也没有责备他。　 B．德宗皇帝召阳城任右谏议大夫，人们认为他一定能拼死力谏，但阳城看到朝廷腐败，皇帝又听不进谏言，于是和两个弟弟请来宾客日夜酗酒，常常喝得酩酊大醉。　 C．裴延龄捏造罪名陷害陆贽等人，皇帝信以为真，极为震怒，无人敢出来讲话。阳城挺身而出，约王仲舒一起上疏，极力揭发裴延龄的罪过，接连几天为陆贽等人申辩。　 D．观察府派判官来催办税赋，阳城就投狱自罚。判官拜见阳城说，我不过是奉命来给您请安的。判官待了几天，见阳城仍然不敢回去，只好匆忙辞别。　": "B",
			"把文言文阅读材料中画横线的句子翻译成现代汉语。1会里人郑俶欲葬亲，贷于人无得，城知其然，举缣与之。2常以木枕布衾质钱，人重其贤，争售之。3有陈苌者，候其得俸，常往称钱之美，月有获焉。": "1正逢同乡郑俶要给亲人下葬，向别人借钱没借到，阳城知道了这个情况，把绢送给了他。2阳城经常拿木枕和布被去典押换钱，人们敬重他的贤德，争着买他的东西。3有个叫陈苌的人，探知阳城领到了俸禄，常常前去称赞金钱美好，每月总有所得。"
		},
		"translation": "阳城字亢宗，定州北平市人。阳城性格谦逊敬肃简洁质朴,不管老少，都一样看待。近远的人都敬仰他的品性，前去上学的人连续不断。本地的人拥有争吵，没去官衙只是到阳城处裁定。有一个盗窃阳城的树的人，阳城遇上了他，担忧他会惭愧，就倒退藏身起來。阳城家里以前断掉粮，派仆人去借米，仆人拿米换了酒喝，醉倒在道上。阳城为仆人一拖再拖未回而觉得怪异，就要与侄子一起迎来他，仆人睡走在路上还未醒，阳城就把他背了回家。直到仆人醒过来，深深地愧疚赔罪，阳城说：天气冷喝酒，有什么好责怪的呢？山东省节度府据说阳城是有德义的人，派大使赠给阳城五百匹细绢，劝诫大使不容许再拿回家。阳城果断回绝，大使把绢扔下就回来了，阳城就把绢放到一边从没开封市。恰逢老乡郑俶要给家人安葬，向他人借款没借到，阳城知道这一状况，把绢赠给了他。德宗征招他来朝，任职他做右谏议医生，特意派长安尉杨宁到她家赠给他成捆的纺织物。  当时，阳城未担任官衔时，士人们都思慕他的刚直的设计风格。直到他担任官衔，出任谏官以后，士人们都觉得他必定会为恪尽职守而甘愿死，天地的高官们就更为惧怕他。任职以后，别的的谏官们都就复杂锁屑的政务不断劝谏，促使皇帝很厌倦，而阳城却与他的2个侄子延请客人，昼夜畅饮。有盆友想劝他不必一天到晚饮宴，阳城揣出了他的心理状态，不遗余力让这一盆友喝酒，盆友回绝，阳城就先抬起满满的一杯酒敬他，盆友迫不得已，只能回谢他，与他杯觥交错，有时候喝醉酒仆倒在饭桌，阳城有时候先喝醉酒躺在盆友的怀里，小伙伴们怎么说话他全没听到。阳城常常拿木枕和布被去典押兑换，大家尊敬他的贤明，争着买他的物品。阳城常对他的2个侄子说：我月俸的收益，能够 先估算一个月吃米及薪菜盐的花销，先提前准备好，剩下的都拿来喝酒，不必有积余。衣服裤子沒有不必要的，有盆友夸赞他衣服裤子好看，他就开心，把衣服裤子赠给别人。有一个叫陈苌的人，探索阳城领取了月俸，经常前往夸赞钱财幸福，一月总有一定的得。直到裴延龄污蔑、流放陆贽等高官时，由于皇帝对陆贽等十分恼怒，高官们都没有人敢向皇帝进言。阳城据说了，却说：我出任谏官，不可以让皇帝冤杀没罪的重臣。因此约拾遗王仲舒一起上奏章猛烈地指斥裴延龄的罪行，根据仁义意气慷慨激昂地为陆贽等申辩是是非非，数日不仅。皇帝大怒，召丞相来治阳城的罪。顺宗那时候是太子，为阳城进行解救，結果阳城足以免罪。但是皇帝的怒火还没消，要让裴延龄做丞相。阳城放话：假如让裴延龄做丞相，我一定身穿黄金麻在官府上哭来毁坏这件事情。皇帝最后沒有选任裴延龄为相，更是阳城的贡献。  阳城出京做道州刺史。道州生产侏儒，每一年必须向官府进贡侏儒。阳城怜悯她们生死离别，不进贡。皇帝派人去要，阳城呈上奏章，写到：道州这地区的老百姓块头都偏矮，假如要进贡，不清楚什么能够 进贡。此后就已不进贡了。州里地方税沒有准时交纳，观察使数次斥责。观查府派判官来催办地方税，来到道州，对阳城沒有出去迎来觉得怪异，拿这件事情问本地官员，官员说：阳城觉得自身犯法，把自身监禁在牢房里了。判官十分吃惊，奔入牢房，拜访阳城说：您有哪些罪啊？我仅仅领命前去让你问好而已。判官在道州滞留了几日，阳城害怕回来，住在馆外随时待命。判官这一幕勿忙告退离开。顺宗继位，想招回阳城，但是阳城已去世了，死时七十岁。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28824.html": {
		"context": "胡广字伯始，南郡华容人也。广少孤贫，亲执家苦。既到京师，试以章奏，安帝以广为天下第一。　　 顺帝欲立皇后，而贵人有宠者四人，莫知所建，议欲探筹，以神定选。广与尚书郭虔、史敞上疏谏曰：窃见诏书以立后事大，谦不自专，欲假之筹策，决疑灵神。篇籍所记，祖宗典故，未尝有也。恃神任筮，既不必当贤；就值其人，犹非德选。宜参良家，简求有德，德同以年，年钧以貌，稽之典经，断之圣虑。政令犹汗，往而不反。诏文一下，形之四方。臣职在拾遗，忧深责重，是以焦心，冒昧陈闻。帝从之，以梁贵人良家子，定立为皇后。 时陈留郡缺职，尚书史敞等荐广。曰：臣闻德以旌贤，爵以建事。窃见尚书仆射胡广，体真履规，谦虚温雅，博物洽闻，探赜穷理。柔而不犯，文而有礼，忠贞之性，忧公如家。不矜其能，不伐其劳，翼翼周慎，行靡玷漏。密勿夙夜，十有余年，心不外顾，志不苟进。臣等窃以为广在尚书，劬劳日久，后母年老，既蒙简照，宜试职千里，匡宁方国。陈留近郡，今太守任缺。广才略深茂，堪能拨烦，愿以参选。 广典机事十年，出为济阴太守，复为汝南太守，入拜大司农。汉安元年，迁司徒。质帝崩，代李固为太尉。以定策立桓帝，封育阳安乐乡侯。又拜司空，告老致仕。寻以特进征拜太常，迁太尉。 灵帝立，与太傅陈蕃参录尚书事。时年已八十，而心力克壮。继母在堂，朝夕瞻省，傍无几杖，言不称老。及母卒，居丧尽哀，率礼无愆。性温柔谨素，常逊言恭色。虽无謇直之风，屡有补阙之益。 自在公台三十余年，历事六帝，礼任甚优，每逊位辞病，及免退田里，未尝满岁，辄复升进。凡一履司空，再作司徒，三登太尉，又为太傅。其所辟命，皆天下名士。与故吏陈蕃、李咸并为三司，时人荣之。年八十二，熹平元年薨。",
		"question-answer": {
			"对以下语句中天赋加点词的表述，有误的一项是 A.欲假之筹策，决疑灵神假：依靠  B.宜参良家，简求有德简：选拨  C.寻以特进征拜太常寻：没多久  D.凡一履司空，再作司徒再：再度": "D",
			"以下句中天赋加点词，使用方法和实际意义同样的一项是 A.臣闻德以旌贤，爵以建事醉则更相枕以卧，卧而梦  B.时岁已八十，而心击败壮冰，水而为而寒于水  C.虽无謇直之风，屡有补阙之益虽然有槁暴，不负挺者，輮使之然也  D.顺帝欲立皇后，而贵人相助有宠者四人师者，因此传道受业答疑解惑也": "B",
			"把以下古语句子译成现代汉语语法。1不矜其能，不伐其劳，翼翼周慎，行靡玷漏。2认为但凡州之山水有异态者，皆是我也。3且燕、赵处秦革灭消失殆尽之时，可以说智商孤危，败退而亡，诚迫不得已。": "1（胡广）不炫耀自身的才可以，不自傲自身的贡献【或：（胡广）不炫耀自身的才可以和贡献】，提心吊胆周全慎重，个人行为沒有过错疏忽。2觉得但凡这一州中有奇特之态的山水景色，都一不小心有着了。3更何况燕国、赵国正处于被秦国杀死得类似的情况下，能够 说谋略和能量孤弱凶险，打过败仗而灭亡，确实是迫不得已。",
			"请简略归纳尚书史敞等强烈推荐胡广出任陈留刺史的原因。": "1处世谦逊温雅  2忧公如家  3为政勤恳周慎  4才略深茂  5妈妈年迈，有利于照顾。"
		},
		"translation": "胡广字伯始，南郡华容人。青少年失父，家里贫困，亲身执掌家里的清贫衣食住行。到京城后，用章奏的方式调查他，安帝觉得胡广天下第一。  顺帝想立皇后，得宠的贵人相助有四个，不清楚立谁为后，官府商讨得用摇签的方式决策，由神来决策。胡广与尚书郭虔、史敞上疏进谏说：我看到谕旨上说由于立皇后事关重大，皇帝您谦逊而不愿自身决策，想依靠摇签由神明处理疑难问题。著作所记述的祖先此前的历史典故都难以想象。遵从神明听任占卦，就不一定是贤人；即便选定适合的候选人，仍并不是凭着德行选为的。应当从良家女子选中求有德行的，德行同样则依照年纪,年纪同样就依照长相,根据經典来调查，依照皇帝的考虑到来选择。政令的传出，好似流汗，出去便不可以回到。诏文一下，世人都是看到。我任拾遗之职，焦虑深义务重，因而心里抑郁，冒味阐述给皇上听。皇上听取意见了他的建议，由于梁贵人是良家女子，因此定立为皇后。  那时候，陈留郡守的岗位空着，尚书史敞等强烈推荐胡广。有人说：人们据说恩德是用于嘉奖圣人，官爵是用于奖赏贡献的。人们私底下看到尚书仆射胡广，个人行为真心实意言行举止老规矩，谦逊温雅，广见博闻，研究难懂可循大道理。性格温和而不违犯礼义，温文尔雅有礼，性格忠诚，焦虑国事宛如家务事。胡广不炫耀自身的才可以，不自傲自身的贡献，提心吊胆周全慎重，个人行为沒有过错疏忽。昼夜勤恳，十多年来，不倾情向外，不苟且做官。人们觉得胡广在尚书任上，勤快时间一长，之后妈妈年迈，早已遭受了官府的选拨照料，应当在万里以内的地区就职，他会去管理方法地方郡县。陈留是较近的郡，现如今缺少刺史。胡广才智智谋浓厚，彻底可以解决好复杂的政务服务，期望能多方面选拨。  胡广执掌政务服务十年，担任济阴刺史，又任汝南刺史，入朝任大司农。汉安年间，升级成司徒，质帝人死之后，代理商李固出任太尉。因制订策议立桓帝，封号为育阳安乐乡侯。又官拜司空，告老离休。没多久，以特进征招，官拜太常，升级成太尉。  灵帝称帝，与太傅陈蕃参录尚书事。胡广那时候早已八十岁了，但基桩依然充沛，后妈在家里，他朝暮看望，身旁不带拐棍，谈话内容时不自称为年迈。直到他后妈过世，他申请办理丧礼不遗余力悲伤，遵循礼仪知识沒有过错。性情温柔，慎重质朴，经常语言谦虚谨慎，神情毕恭毕敬。尽管沒有忠直的时尚，却常具有填补错漏的功效。  胡广在公台就职三十多年，共服侍六位皇上，皇上对他的优待选任都很优渥。每一次告病辞职撤职告老还乡故居，没满一年，就又升职加薪晋升。一共出任一次司空，2次司徒，三次太尉，又出任太傅。他所征招任职的人，全是天地名士。他与老臣陈蕃、李咸同掌三司，那时候的人都夸赞他。八十二岁时，在熹平元年过世。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28313.html": {
		"context": "〔甲〕世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。 　　 　　马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？ 　　 　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：天下无马！呜呼！其真无马邪？其真不知马也。 （韩愈《马说》）  　　 　　 〔乙〕管仲、隰朋从于桓公而伐孤竹，春往而冬反，迷惑失道。管仲曰：老马之智可用也。乃放老马而随之，遂得道。行山中，无水。隰朋曰：蚁冬居山之阳，夏居山之阴，蚁壤一寸而仞有水。乃掘地，遂得水。以管仲之圣而隰朋之智，至其所不知，不难师于老马、老蚁，今人不知以其愚心而师圣人之智，不亦过乎？",
		"question-answer": {
			"下列句子中加点词的意义和用法相同的一项是  A．①食不饱，力不足，才美不外见②食之不能尽其材   B．①千里马常有，而伯乐不常有②乃放老马而随之，遂得道 　 C．①鸣之而不能通其意②蚁冬居山之阳，夏居山之阴 　 D．①老马之智可用也②以管仲之圣而隰朋之智": "D",
			"用现代汉语翻译下面的句子。1且欲与常马等不可得，安求其能千里也？ 　2今人不知以其愚心而师圣人之智，不亦过乎？": "1要想跟一般的马相同还是办不到，又怎能规定它一日千里呢?  2如今的人却不认可自身愚昧无知、不清楚学习和汲取圣贤的聪慧，不过份了没有？",
			"托物寓意是古人的常用写法。〔甲〕文作者以千里马寓▲，在韩愈看来，千里马被埋没的根本原因是什么？〔乙〕文管仲最后遂得道，是因为他相信▲（填写一个成语），这个故事告诉我们一个什么道理？（": "优秀人才直接原因是不知道马；老马识途要擅于向小动物、当然学习，把握自然法则。"
		},
		"translation": "〔甲〕世界上拥有老板，随后才会有千里马。千里马常常有，但是老板却不容易常常有。因而即便有千里马，也只有在奴仆的手上受羞辱，和一般的马并排死在马厩里，不可以以千里马而出名。  一匹一日千里的马，一顿有时候能吃一石食。喂马的人不明白要依据它的胃口多加精饲料来饲养它。那样的马即便有一日千里的工作能力，却食不果腹，气力不够，它的的才可以合好的素养也就不可以主要表现出去，要想和一般的马一样还是办不到，又怎能规定它一日千里呢？  勉励它，却不依照恰当的方式，饲养它，又不能使它充分运用自身的才可以，听它嘶叫却不可以通晓它的含意。反倒拿着皮鞭来到它旁边时，说：天地沒有千里马!唉！难道说果然沒有千里马吗？也许是她们真不熟悉得千里马吧！  〔乙〕管仲和隰朋追随齐桓公出战孤竹国，初春去，冬季回，归路中迷途了路面。管仲说：能够 让老马充分发挥了。因此让几匹老马在前边走，团队跟在后边，总算找到路面。走在山上，团队找不着水喝。隰朋说：蚂蚊冬季住在山南，夏季住在山北，要是沿着蚂蚁窝往下挖就会寻找水资源。果真挖来到水。像管仲那样会干、隰朋那样优秀的人，也了解要向老马和蚂蚊学习，但如今有很多人，不清楚自身专业知识浅陋，却不肯向学习聪明的人的专业知识，不都是错得很利害吗？"
	},
	"http://www.yuwen360.com/ywtk/wyw/28825.html": {
		"context": "淮南厉王长者，高祖少子也，其母故赵王张敖美人。高祖八年，从东垣过赵，赵王献之美人，厉王母得幸焉，有身。赵王敖弗敢内宫，为筑外宫而舍之。及贯高等谋反事发觉，并逮治王，尽收捕王母兄弟美人，系之河内。厉王母亦系，告吏曰：得幸上，有身。吏以闻上，上方怒赵王，未理厉王母。厉王母弟赵兼因辟阳侯言吕后，吕后妒，弗肯白，辟阳侯不强争。及厉王母已生厉王，恚，即自杀。吏奉厉王诣上，上悔，令吕后母之，而葬厉王母真定。真定，厉王母之家在焉，父世县也。 高祖十一年月，淮南王黥布反，立子长为淮南王，王黥布故地，凡四郡。上自将兵击灭布，厉王遂即位。厉王早失母，常附吕后，孝惠、吕后时以故得幸无患害，而常心怨辟阳侯，弗敢发。及孝文帝初即位，淮南王自以为最亲，骄蹇，数不奉法。上以亲故，常宽赦之。三年，入朝，甚横。从上入苑囿猎，与上同车，常谓上大兄。厉王有材力，力能扛鼎，乃往请辟阳侯。辟阳侯出见之，即自袖铁椎椎辟阳侯，令从者魏敬刭之。厉王乃驰走阙下，肉袒谢曰：臣母不当坐赵事，其时辟阳侯力能得之吕后，弗争，罪一也。赵王如意子母无罪，吕后杀之，辟阳侯弗争，罪二也。吕后王诸吕，欲以危刘氏，辟阳侯弗争，罪三也。臣谨为天下诛贼臣辟阳侯，报母之仇，谨伏阙下请罪。孝文伤其志，为亲故，弗治，赦厉王。当是时，薄太后及太子诸大臣皆惮厉王，厉王以此归国益骄恣，不用汉法，出入称警跸，称制，自为法令，拟于天子。 六年，令男子但等七十人与棘蒲侯柴武太子奇谋，以辇车四十乘反谷口，令人使闽越、匈奴。事觉，治之，使使召淮南王。淮南王至长安。 尽诛所与谋者。于是乃遣淮南王，载以辎车，令县以次传。是时袁盎谏上曰：上素骄淮南王，弗为置严傅相，以故至此。且淮南王为人刚，今暴摧折之，臣恐卒逢雾露病死，陛下为有杀弟之名，奈何！上曰：吾特苦之耳，今复之。县传淮南王者皆不敢发车封。淮南王乃谓侍者曰：谁谓乃公勇者？吾安能勇！吾以骄故不闻吾过至此。人生一世间，安能邑邑如此！乃不食死。至雍，雍令发封，以死闻。上哭甚悲，谓袁盎曰：吾不听公言，卒亡淮南王。盎曰：不可奈何，愿陛下自宽。上曰：为之奈何？盎曰：独斩丞相、御史以谢天下乃可。上即令丞相、御史逮考诸县传送淮南王不发封馈侍者，皆弃市。乃以列侯葬淮南王于雍，守冢三十户。 ",
		"question-answer": {
			"以下语句中天赋加点的词的表述不正确的一项是 A．为筑外宫而舍之　　放弃，舍弃  B．臣母不善坐赵事　　因此判罪  C．定于君王　　　　　对比  D．独斩宰相、御史以谢天地乃可　　赔罪": "A",
			"以下对文章的了解不正确的一项是 A．淮南王刘长的母亲原是赵王的佳人，母亲自尽后，刘邦很后悔莫及，便让吕后养育他，他才足以长大。  B．淮南王倚仗与孝文帝关联亲密无间，日渐蛮横，不但私自残害了辟阳侯，连薄太后和皇太子及诸重臣都担心他。  C．蛮横之极的淮南王之后竟参加造反，孝文帝很难没法袒护他，而他一直到被处决都不思悔改。  D．袁盎曾提示孝文帝，一旦淮南王去世了，孝文帝将对于承担一定的义务，但孝文帝沒有接纳，淮南王人死之后，孝文帝后悔不已。": "C",
			"厉王椎杀辟阳侯，觉得其了解罪，请依据第二段內容用自身得话多方面归纳。": "1我（厉王）母亲不应该因赵国谋反获罪，辟阳侯无法奋力；2吕后凶杀赵王母子，辟阳侯不竭尽全力劝说；3吕后封吕家亲朋好友为王，辟阳侯不挺身斗争。",
			"汉语翻译上边古语里加线的语句。1孝文伤其志，为亲故，弗治，赦厉王。2吾特苦之耳，今复之。3上即令宰相、御史逮考诸县传输淮南王不发封馈侍从，皆弃市。": "1皇上哀悯（怜）厉王的愿望，出自于手脚真情，未予惩办，饶恕了他。2我仅仅 他会尝一尝酸心而已，就会他会回家的。3因此皇上指令宰相、御史收捕拷問各县市押运淮南王而不开启囚车封门给他们进餐的人，一律处决。"
		},
		"translation": "淮南厉王刘长，是汉高祖的大儿子。他母亲是以往赵王张敖的嫔妃。高祖八年（前199），高皇帝从东垣县历经赵国，赵王把厉王的母亲送给他。她遭受皇上临幸，怀下杯孕。此后赵王张敖害怕让她住在宫腔内，为她另建外宫定居。第二年赵相贯高等学校人到柏人县谋弑高祖的事儿被官府发现，赵王也一并被抓获罪，他的母亲、弟兄和嫔妃悉遭逮捕，囚入河内郡官衙。厉王母亲也被捕，她在监禁中对狱吏说：我遭受皇上临幸，现有杯孕。狱吏属实禀报，皇上正因赵王的事恼怒，沒有理睬厉王母亲的投诉。厉王母亲的侄子赵兼拜托了辟阳侯审食其告之吕后，吕后妒嫉，不愿向皇上进言求情，辟阳侯便已不竭尽全力相劝。厉王母亲产下厉王后，心里怨气而自尽。狱吏怀着厉王送至皇上眼前，皇上追悔莫及，一声令下吕后收留他，并在真定县下葬了厉王的母亲。真定是厉王母亲的家乡，她的祖上就定居在那边。  高祖十一年（前196）七月，淮南王黥布造反，皇上遂立孩子刘长为淮南王，他会执掌往日黥布领属的四郡领地。皇上亲身率军出战，消灭了黥布，因此厉王即淮南王位。  厉王从小失母，一直依附于吕后长大了，因而孝惠帝和吕后掌权阶段他荣幸免受政冶祸端。可是，他心里一直怨气辟阳侯而害怕发病。至孝文帝继位，淮南王自傲与皇上关联最亲，蛮横不逊，一再违法违纪。皇上念及手脚真情，常常包容饶恕他的过错。孝文帝三年（前177），淮南王自封国入朝，心态颇为高傲。他追随皇上到御苑捕猎，和皇上同乘一辆车驾，还经常叫法皇上为哥哥。厉王有智谋和勇力，能全力抬起重鼎，因此前去辟阳侯府第求见。辟阳侯出去见他，他便取下藏在袖中的铁椎捶击辟阳侯，又命追随魏敬砍下他的头。过后厉王驰马奔至宫中，向皇上袒身谢罪道：我母亲本不应该因赵国谋反事获罪，那时候辟阳侯若肯不遗余力相助就能获得吕后的协助，但他不奋力，它是第一桩罪；赵王吉祥如意母女没罪，吕后故意残害她们，而辟阳侯不竭尽全力劝说，它是第二桩罪；吕后封吕家亲朋好友为王，欲意危夺刘氏天地，辟阳侯不挺身斗争，它是第三桩罪。我来世人杀掉伤害江山社稷的佞臣辟阳侯，为母亲报了仇，特来朝中跪伏请罪。皇上哀悯厉王的愿望，出自于手脚真情，未予惩办，饶恕了他。这一时期，薄太后和皇太子及其各归重臣都畏惧厉王，因而厉王返国后愈发骄横肆志，不依官府法案做事，进出宫中皆命令警示清道，还称自身公布的指令为制，另搞一套语法，一切效仿君王的声威。  孝文帝六年（前174），厉王让无官爵的小伙构成七十人与棘蒲侯柴武之子柴奇商讨，方案策划用四十辆大车在谷口县造反起事，并派遣大使前去闽越、匈奴人各部联系。官府发现这事，惩办造反者，派使臣召淮南王入京，他赶到长安。  官府尽杀刘长的同谋者，因此命淮南王启航，一路用辎车囚载，令沿路各县市递解入蜀。那时候袁盎进谏皇上说：皇上一向骄宠淮南王，不以他分配纪纲的太傅和国相去规劝，才使他落入这般处境。再聊淮南王性格刚直，如今粗鲁地摧折他，臣很忧虑他会忽然在中途身染寒症生病而死。皇上若落个杀弟的恶名该怎么办！皇上说：我仅仅 他会尝一尝酸心而已，就会他会回家的。沿路各县市送押淮南王的人都害怕开启囚车的封门，因此淮南王对佣人说：为什么说你孔子我就是强悍的人？我哪儿还能强悍！我由于骄横听不见自身的过错总算深陷这类窘境。人这一辈子，怎能承受这般烦闷！因此断食不幸身亡。囚车行到雍县，县太爷开启封门，把刘长的噩耗汇报君王。皇上哭得伤心欲绝，对袁盎说：我不会听你的劝诫，已至淮南王身死。袁盎说：事已万般无奈，望皇上好自宽解。皇上说：该怎么办好呢？袁盎回应：要是斩宰相、御史来向世人赔罪就可以了。因此皇上指令宰相、御史收捕拷問各县市押运淮南王而不开启囚车封门给他们进餐的人，一律处决。随后依照列侯的礼仪知识在雍县下葬了淮南王，并按置三十户别人守冢祭拜。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28314.html": {
		"context": "骆统字公绪，会稽乌伤人也。父俊，官至陈相，为袁术所害。统母改适，为华歆小妻，统时八岁，遂与亲客归会稽。其母送之，拜辞上车，面而不顾，其母泣涕于后。御者曰：夫人犹在也。统曰：不欲增母思，故不顾耳。事适母甚谨。时饥荒，乡里及远方客多有困乏， 统为之饮食衰少。其姊仁爱有行，寡归无子，见统甚哀之，数问其故。统曰：士大夫糟糠不足，我何心独饱！姊曰：诚如是，何不告我，而自苦若此？乃自以私粟与统，又以告母，母亦贤之，遂使分施，由是显名。 以随陆逊破蜀军于宜都，迁偏将军。黄武初，曹仁攻濡须，使别将常雕等袭中洲，统与严圭共拒破之，封新阳亭侯，后为濡须督。数陈便宜，前后书数十上，所言皆善，文多故不悉载。年三十六，黄武七年卒。",
		"question-answer": {
			"以下句中的之与见统甚哀当中的之的实际意义和使用方法同样的一项是 A．孰视之B．何陋之有C.辍耕之垄上D．公将鼓之": "A",
			"以下对角色的解析点评有不正确的一项是 A．为了防止母亲忧虑，八岁的骆统在与母亲各自时忍着着不回头，由此可见他青春年少听话。  B．骆统十分孝敬，虽然母亲再嫁，但他服侍母亲一如既往。  C．骆统一直为他人着想，把自身的谷物分施给他人，因而身名显扬。  D．骆统参加军事行动，依次打过2次胜战，多有军功，显示信息了较高的国防才可以。": "B",
			"表述以下句中天赋加点的词。1母亦贤之贤  2迁偏大将迁  3数陈划算陈  4文多故不悉载悉": "1觉得有贤德；2升任、升职。3阐述；4所有。",
			"汉语翻译以下语句。1统而为饮食搭配衰少。2诚如是，为何不告我，而自苦如此？": "1骆统以便她们而降低了饮食搭配。2的确是那样,为何不跟我说,而像那样苦自身呢?"
		},
		"translation": "骆统字公绪,是会稽郡乌伤县人。爸爸骆俊,官保证陈国相,被袁术残害。骆统的母亲再嫁,干了华歆的妾,骆统那时候八岁,就和亲朋好友客人回到到会稽郡。他的母亲送他,他辞别母亲到了车,脸朝前不回头,他的母亲在后边抽泣。开车的人说：妻子还要呢。骆统说：不愿提升母亲的想念,因此才不回头。他侍候嫡母十分恭谨。那时候产生手机版饥荒,老乡和远方的客人许多衣食住行乏力,骆统以便她们而降低了（自身的）饮食搭配。他的亲姐姐問仁有德行,老公人死之后返回娘家人,沒有孩子,见骆统那样很为他伤心,数次了解他缘故。骆统说：士人们粗劣的食材都不足吃,是我哪些思绪独自一人吃饱了饭!亲姐姐说：的确是那样,为何不跟我说,而像那样苦自身呢?就把自身个人的谷物给了骆统,又告知了母亲,母亲也觉得骆统有贤德,因此就派发施舍,骆统从而名副其实.  骆统因随陆逊在宜都击败蜀军,升任偏大将。黄武年间,曹仁攻击濡须,派非主力部队名将常雕等围攻中洲,骆统和严圭相互抵御击败了他,骆统受封新阳亭侯,之后任湍须督。他数次阐述有益时事政治的建议,前后左右数十次上书.常说的都非常好,文本过多因此沒有所有载录。骆统年龄三十六岁,黄武七年死。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28828.html": {
		"context": "王积薪棋术功成，自谓天下无敌。将游京师，宿于逆旅。既灭烛，闻主人媪隔壁呼其妇曰：良宵难遣，可棋一局乎？妇曰：诺。媪曰：第几道下子矣！妇曰：第几道下子矣！各言数十。媪曰：尔败矣！妇曰：伏局。积薪暗记。明日覆其势，意思皆所不及也。",
		"question-answer": {
			"解释文中加点词。1自谓天下无敌   2既灭烛": "1认为  2已经",
			"指出下列句中加点词古今含义相同的一项  A.闻主人媪隔壁呼其妇曰　　B.气可以养而致　C.奉命于危难之间　　D.先帝不以臣卑鄙": "C",
			"下面句中数的意思完全相同的两项是  A.层层指数　　B.石篑数为余言   C.则凡数州之土壤　　D.各言数十": "CD",
			"与例句加点词用法相同的一项是  例：腰白玉之环 A.良夜难遣，可棋一局乎 B. 自谓天下无敌 C.明日覆其势 D.佳木秀而繁阴": "A",
			"这则故事给你什么启发？用10字以内概括回答。": "山外有山，人外有人。"
		},
		"translation": "王积薪下棋的功底很深，自觉得世界上没了敌人。他到京都北京长安游览，中途在一家宾馆酒店住宿。夜里熄烛睡眠之后，听到店家老妇在邻居叫她媳妇说：那样幸福的夜里没有什么能够 解闷，能下一盘棋吗？媳妇说：行。老妇说：我还在第几面下一个子了。媳妇说：因为我在第几面下一个子了。彼此分别讲过几十次。之后老妇说：你输掉。媳妇说：我服输了。王积薪把这盘棋的着法暗自记牢，第二天重蹈覆辙婆媳之间彼此攻防的形势，发觉在其中每下棋的奥秘，全是他所远远地不如的。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28573.html": {
		"context": "杨雍建，字自西，浙江海宁人。顺治十二年进士，授广东高要知县。时方用兵，总督驻高要。师行征民夫，吏虑其逃，絷之官廨。当除夕，雍建命徙廊庑，撤肴馔①畀之。师中索榕树枝制绳以燃炮，军吏檄征，语不逊，雍建笞之。总督王国光以是称雍建方刚，特疏荐。莅官甫一年，擢兵科给事中。 十六年春，世祖幸南苑②，雍建疏言：昨因圣体违和传谕孟春飨太庙遣官致祭至期皇躬康豫仍亲庙祀此敬修祀典之盛心也。乃回宫未几，复幸南苑，寒威未释，陟历郊原，恐不足以慎起居。且古者蒐苗狝狩③，各有其时。设使兽起于前，马逸于后，惊属车之清尘，岂能无万一之虑？疏入，上甚怒，宣雍建入，谕以阅兵习武之意。雍建奏对不失常度，上意亦解。 时平南王尚可喜、靖南王耿继茂并镇广东，雍建疏陈广东害民之政八，均宜亟为革除。□两藩并建，供亿维繁。今川、贵底定，请移一藩镇抚其地，俾粤民甦息。上寻命继茂移镇福建，雍建发之也。十七年，疏言：朋党□患，酿于草野。欲塞其源，宜严禁盟社，请饬学臣查禁。从之。转吏科给事中。圣祖④即位，辅臣⑤秉政，奏事者入见，皆长跪，雍建独立语。比退，辅臣目之曰：此南苑上书谏猎者也。自是奏事者见辅臣皆不跪。 康熙十八年，授贵州巡抚。疏请立营制，减徭役，招集流亡，禁革私派。土司谒巡抚，故事，必鸣鼓角，交戟于门，俾拜其下。雍建悉屏去，引至座前问疾苦，予以酒食，土司咸输服。始，贵阳斗米值钱五千，雍建请转饷□给。既，令民翦荒茅，教以耕种。比三年，稻田日辟，民食以裕。二十三年，召授兵部侍郎。寻以亲老乞终养，许之。四十三年，卒，赐祭葬。 （选自《清史稿列传六十一》，有删节） 【注】①肴馔：祭祀的酒食。②世祖：清顺治帝；南苑：清时皇家猎场。③蒐苗狝狩：春夏秋冬的狩猎活动。④圣祖：清康熙帝。⑤辅臣：指当时辅佐小康熙皇帝的顾命大臣。",
		"question-answer": {
			"对以下语句中加点词的表述，有误的一项是  A．雍建笞之笞：抽打  B．谕以国庆阅兵学武之意谕：告知  C．转吏科给事中转：转送  D．稻田日辟，民食以裕裕：富裕": "C",
			"以下每组语句中，加点词的实际意义和使用方法同样的一组是  A．吏虑其逃吾其还也  B．岂可无万一之虑又有悲夫古籍之不在  C．且两藩并建且适南冥也  D．雍建请转饷以给作《师说》以贻之": "D",
			"把第Ⅰ卷古语中划水平线的句子翻译成现代汉语语法。1雍建疏陈广东害民之政八，均宜亟为消弭。2土司谒巡抚，小故事，必鸣鼓角，交戟于门，俾拜其下。": "1杨雍建上疏条陈广东侵犯老百姓的八大政务，觉得都应当马上消弭。2土司拜访巡抚，依照旧例，一定要奏响战鼓号角声，在门口交戟，让土司在巡抚眼前叩首。",
			"第Ⅰ卷古语中，传主杨雍建是一个如何的人？请简略归纳。": "体恤群众；华康刚正；关注皇上；情系朝廷；整治有策。"
		},
		"translation": "杨雍建，字自西，是浙江海宁人。顺治十二年中进士，被授于广东高要知县。那时候正有战争，省长王国光驻兵高要县。部队征选民夫，官员担忧民夫逃走，把她们捆起来押在官署当中。在大年夜，杨雍建让民夫搬至堂下的廊屋内定居，移去肴馔贡品赠给民夫服用。部队索取大榕树枝制做绳索来个炮，军内的官员撰写公文征缴，语言不逊，雍建抽打了他。省长王国光由于这件事情夸赞杨雍建华康刚正，刻意上疏强烈推荐。杨雍建任官不久一年，就被破格提拔为兵科给事中。  顺治十六年春，清世祖顺治驾临南苑捕猎，杨雍建上疏献策：不久前由于皇帝身体不舒服，传旨元月在太庙祭拜，外派高官致祭，来到那一天皇帝人体修复健康，就亲身前往太庙祭拜，它是十分重视祭祖大典的幸福情谊啊。可是进宫没多久，又驾临南苑捕猎，气温还很严寒，到野外田野上纵横驰骋，也许并不是慎重生活起居的方法。再聊古时候一年四季的捕猎主题活动，都有要求的時间。假如猛兽突然冒出，马受惊吓飞奔，惊了您的车驾，怎能不考虑到万一的状况呢？奏章呈入，皇帝大怒，宣召杨雍建入朝觐见，对他说自身捕猎是国庆阅兵学武的作用。杨雍建奏报回应无失常态化，皇帝才怒火消除。  那时候平南王尚可喜、靖南王耿继茂相互镇守广东，杨雍建上疏条陈广东侵犯老百姓的八大政务，觉得都应当马上消弭。更何况两诸侯王相互镇守，供货多种多样。如今四川、贵州稳定了，期望调移一位藩王镇守抚慰那边，让广东老百姓轻徭薄赋。皇帝没多久就指令耿继茂调成广东镇守福建，它是杨雍建引起的啊。顺治十七年，杨雍建上疏说：朋党的祸端，从民俗慢慢产生。要想塞住它的根源，应当禁止同盟结社，请指令学臣查处严禁。皇上遵从了他的提议。杨雍建改任吏科给事中。康熙皇帝继位，辅臣掌权朝廷，奏事的重臣觐见，都长跪施礼，只能杨雍建站着說話。直到杨雍建退下，辅臣看见他的孤独背影（对他人）说：这就是说哪个在南苑上书进谏先帝不必捕猎的人。此后奏事的重臣看到辅臣也不跪。  康熙皇帝十八年，杨雍建被授于贵州巡抚。杨雍建上疏恳求开设营制，缓解徭役，招募逃亡的人，禁止地方官吏擅自征派。土司拜访巡抚，依照旧例，一定要奏响战鼓号角声，在门口交戟，让土司在巡抚眼前叩首。杨雍建把这种老规矩所有废止，将土司接至座前了解困苦，给酒食，土司都心服。最初，贵阳一斗米价钱五千，杨雍建恳求官府运输军用口粮来供求平衡销售市场。以后，指令老百姓开垦，教老百姓耕地。直到三年后，稻田一天天地开荒出去，群众的谷物早已充裕。康熙皇帝二十三年，杨雍建被招回京出任兵部侍郎。没多久以父母年老的原因恳求离休，皇帝同意了他。康熙皇帝四十三年，杨雍建过世，皇帝亲赐祭葬。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28573.html": {
		"context": "杨雍建，字自西，浙江海宁人。顺治十二年进士，授广东高要知县。时方用兵，总督驻高要。师行征民夫，吏虑其逃，絷之官廨。当除夕，雍建命徙廊庑，撤肴馔①畀之。师中索榕树枝制绳以燃炮，军吏檄征，语不逊，雍建笞之。总督王国光以是称雍建方刚，特疏荐。莅官甫一年，擢兵科给事中。 十六年春，世祖幸南苑②，雍建疏言：昨因圣体违和传谕孟春飨太庙遣官致祭至期皇躬康豫仍亲庙祀此敬修祀典之盛心也。乃回宫未几，复幸南苑，寒威未释，陟历郊原，恐不足以慎起居。且古者蒐苗狝狩③，各有其时。设使兽起于前，马逸于后，惊属车之清尘，岂能无万一之虑？疏入，上甚怒，宣雍建入，谕以阅兵习武之意。雍建奏对不失常度，上意亦解。 时平南王尚可喜、靖南王耿继茂并镇广东，雍建疏陈广东害民之政八，均宜亟为革除。□两藩并建，供亿维繁。今川、贵底定，请移一藩镇抚其地，俾粤民甦息。上寻命继茂移镇福建，雍建发之也。十七年，疏言：朋党□患，酿于草野。欲塞其源，宜严禁盟社，请饬学臣查禁。从之。转吏科给事中。圣祖④即位，辅臣⑤秉政，奏事者入见，皆长跪，雍建独立语。比退，辅臣目之曰：此南苑上书谏猎者也。自是奏事者见辅臣皆不跪。 康熙十八年，授贵州巡抚。疏请立营制，减徭役，招集流亡，禁革私派。土司谒巡抚，故事，必鸣鼓角，交戟于门，俾拜其下。雍建悉屏去，引至座前问疾苦，予以酒食，土司咸输服。始，贵阳斗米值钱五千，雍建请转饷□给。既，令民翦荒茅，教以耕种。比三年，稻田日辟，民食以裕。二十三年，召授兵部侍郎。寻以亲老乞终养，许之。四十三年，卒，赐祭葬。 （选自《清史稿列传六十一》，有删节） 【注】①肴馔：祭祀的酒食。②世祖：清顺治帝；南苑：清时皇家猎场。③蒐苗狝狩：春夏秋冬的狩猎活动。④圣祖：清康熙帝。⑤辅臣：指当时辅佐小康熙皇帝的顾命大臣。",
		"question-answer": {
			"对以下语句中加点词的表述，有误的一项是 A．当除夕夜，雍建命徙廊庑，撤肴馔畀之徙：转移  B．设使兽源于前，马逸于后，惊属车之清尘逸：飞奔  C．上寻命继茂移镇福建，雍建发之也发：告发  D．比三年，稻田日辟，民食以裕辟：开荒": "C",
			"填写以下语句靖南中的词句，最适当的一项是 ①靖南两藩并建，供亿维繁  ②朋党靖南患，酿于草野  ③雍建请转饷靖南给  A.①且②所③则　　B.①且②之③以  C.①乃②所③以　　D.①乃②之③则": "C",
			"以下文句中，断句恰当的一项是 A．昨因神体/违和感传谕/孟春飨太庙/遣官致祭至期/皇躬康豫仍亲庙祀/此敬修祀典之盛心也  B．昨因神体违和感/传谕孟春飨太庙/遣官致祭/至期皇躬康豫/仍亲庙祀/此敬修祀典之盛心也  C．昨因神体/违和感传谕/孟春飨太庙/遣官致祭至期/皇躬康豫仍亲庙祀此/敬修祀典之盛心也  D．昨因神体违和感/传谕孟春飨太庙/遣官致祭/至期皇躬康豫/仍亲庙祀此/敬修祀典之盛心也": "B",
			"以下对全文相关內容的剖析和归纳，恰当的一项是（3分）  A．杨雍建在高要时，尊重部队征来的民夫，抽打军内語言不逊的官员，获得了省长王国光的赏析及强烈推荐。  B．杨雍建婉转地指责了顺治南苑捕猎的个人行为，惹得顺治大怒，被召入宫中责怪，他慷慨陈辞，强词夺理。  C．杨雍建觉得两诸侯王相互镇守广东的缺点许多 ，提议将耿继茂调至福建去镇守，皇帝听取意见了他的建议。  D．杨雍建为处理贵州米价高的难题，采用了开设营制、征调军用口粮、禁除官员私派、激励开垦耕地等对策。": "A"
		},
		"translation": "杨雍建，字自西，是浙江海宁人。顺治十二年中进士，被授于广东高要知县。那时候正有战争，省长王国光驻兵高要县。部队征选民夫，官员担忧民夫逃走，把她们捆起来押在官署当中。在大年夜，杨雍建让民夫搬至堂下的廊屋内定居，移去肴馔贡品赠给民夫服用。部队索取大榕树枝制做绳索来个炮，军内的官员撰写公文征缴，语言不逊，雍建抽打了他。省长王国光由于这件事情夸赞杨雍建华康刚正，刻意上疏强烈推荐。杨雍建任官不久一年，就被破格提拔为兵科给事中。  顺治十六年春，清世祖顺治驾临南苑捕猎，杨雍建上疏献策：不久前由于皇帝身体不舒服，传旨元月在太庙祭拜，外派高官致祭，来到那一天皇帝人体修复健康，就亲身前往太庙祭拜，它是十分重视祭祖大典的幸福情谊啊。可是进宫没多久，又驾临南苑捕猎，气温还很严寒，到野外田野上纵横驰骋，也许并不是慎重生活起居的方法。再聊古时候一年四季的捕猎主题活动，都有要求的時间。假如猛兽突然冒出，马受惊吓飞奔，惊了您的车驾，怎能不考虑到万一的状况呢？奏章呈入，皇帝大怒，宣召杨雍建入朝觐见，对他说自身捕猎是国庆阅兵学武的作用。杨雍建奏报回应无失常态化，皇帝才怒火消除。  那时候平南王尚可喜、靖南王耿继茂相互镇守广东，杨雍建上疏条陈广东侵犯老百姓的八大政务，觉得都应当马上消弭。更何况两诸侯王相互镇守，供货多种多样。如今四川、贵州稳定了，期望调移一位藩王镇守抚慰那边，让广东老百姓轻徭薄赋。皇帝没多久就指令耿继茂调成广东镇守福建，它是杨雍建引起的啊。顺治十七年，杨雍建上疏说：朋党的祸端，从民俗慢慢产生。要想塞住它的根源，应当禁止同盟结社，请指令学臣查处严禁。皇上遵从了他的提议。杨雍建改任吏科给事中。康熙皇帝继位，辅臣掌权朝廷，奏事的重臣觐见，都长跪施礼，只能杨雍建站着說話。直到杨雍建退下，辅臣看见他的孤独背影（对他人）说：这就是说哪个在南苑上书进谏先帝不必捕猎的人。此后奏事的重臣看到辅臣也不跪。  康熙皇帝十八年，杨雍建被授于贵州巡抚。杨雍建上疏恳求开设营制，缓解徭役，招募逃亡的人，禁止地方官吏擅自征派。土司拜访巡抚，依照旧例，一定要奏响战鼓号角声，在门口交戟，让土司在巡抚眼前叩首。杨雍建把这种老规矩所有废止，将土司接至座前了解困苦，给酒食，土司都心服。最初，贵阳一斗米价钱五千，杨雍建恳求官府运输军用口粮来供求平衡销售市场。以后，指令老百姓开垦，教老百姓耕地。直到三年后，稻田一天天地开荒出去，群众的谷物早已充裕。康熙皇帝二十三年，杨雍建被招回京出任兵部侍郎。没多久以父母年老的原因恳求离休，皇帝同意了他。康熙皇帝四十三年，杨雍建过世，皇帝亲赐祭葬。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28319.html": {
		"context": "吴郡陈遗，家至孝。母好食铛①底焦饭，遗作郡主簿，恒装一囊，每煮食，辄贮录②焦饭，归以遗③母。后值孙恩贼出吴郡，袁府君④即日便征。遗已聚敛得数斗焦饭，未展⑤归家，遂带以从军。战于沪渎，败，军人⑥溃散，逃走山泽，皆多饥死，遗独以焦饭得活。时人以为纯孝之报也。 （选自《世说新语》） 【注释】 ①铛（chēnɡ）：平底浅锅。 ②贮录：储存，收存。 ③遗（wi）：给予。 ④袁府君：袁山松，晋朝吴郡太守，孙恩攻沪渎，袁山松固守，城陷而死。 ⑤未展：来不及。 ⑥军人：这里指官军。",
		"question-answer": {
			"解释下列句子中加粗的词。1母好食铛底焦饭   2袁府君即日便征": "1吃 2出征",
			"凭借注释，用现代汉语翻译下面句子。 每煮食，辄贮录焦饭，归以遗母。": "每次煮饭，（陈遗）就把焦饭收存起来，带回家给母亲吃。",
			"请就选文写一句富有文采的读后感言。": "示例一：焦饭有情，孝心无价。 示例二：至孝的故事就像故乡的小河永远流淌在我的心中。"
		},
		"translation": "吴郡人陈遗，在家中十分孝敬。他妈妈喜爱吃锅巴，陈遗在郡里作主簿的情况下，一直整理好一个袋子，每到做饭，就把锅巴保存起来，直到回家，就带来妈妈。之后遇到孙恩贼兵入侵吴郡，内史袁山松马上应发兵征伐。这时候陈遗早已积累到几斗锅巴，赶不及回家，便带著随军出战。彼此在沪渎宣战，袁山松被击败了，部队溃散，都逃走到树林沼泽地带，沒有吃的，大部分人饿死，唯有陈遗靠锅巴活了出来。那时候大家觉得它是对他淳厚的孝心的回报。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28831.html": {
		"context": "许逵，字汝登，固始人。正德三年进士。长身巨口，猿臂燕颔，沈静有谋略。授乐陵知县。 六年春，流贼刘七等屠城邑，杀长吏。诸州县率闭城守，或弃城遁，或遗之刍粟弓马，乞贼毋攻。 逵之官，慨然为战守计。县初无城，督民版筑，不逾月，城成。令民屋外筑墙，墙高过帘，启圭窦①，才容人。 家选一壮者执刃伺窦内，余皆入队伍，日视旗为号，违者军法从事。又募死士伏巷中，洞开城门。 贼果至，旗举伏发，窦中人皆出，贼大惊窜，斩获无遗。后数犯，数却之，遂相戒不敢近。 事闻，进秩二等。闻，进秩二等。 时知县能抗贼者，益都则牛鸾，郯城则唐龙，汶上则左经，浚则陈滞，亦所当贼少。 而逵屡御大贼有功，遂与鸾俱超擢兵备佥事。逵驻武定州，州城圮濠平，不能限牛马。 逵筑城凿池，设楼橹，置巡卒。明年五月，贼杨寡妇以千骑犯濰县，指挥乔刚御之，贼少却。 逵追败之高苑，令指挥张勋邀之沧州，先后俘斩二百七十余人。 未几，贼别部掠德平，逵尽歼之，成名大著。 十二年迁江西副使。时宸濠党暴横，逵以法痛绳之。尝言于孙燧日：宁王敢为暴者，恃权臣也；权臣左右之者，贪重贿也。重贿由于盗薮④，今惟翦盗则贿息，贿息则党孤。燧深然之，每事辄与密议。 及宸濠缚燧，逵争之。宸濠素忌逵，问许副使何言，逵日：副使惟赤心耳！宸濠怒日：我不能杀汝邪？逵骂曰：汝能杀我，天子能杀汝。汝反贼，万段磔汝，汝悔何及！宸濠大怒，并缚之，曳出斫其颈，屹不动。贼众共推抑令跪，卒不能，遂死，年三十六。 初，逵以文天祥集贻其友给事中张汉卿而无书。 汉卿语人日：宁邸必反，汝登其为文山⑤乎？逵父家居，闻江西有变，杀都御史及副使，即为位，易服哭。 人怪问故。父日：副使，必吾儿也。世宗即位，赠左副都御史，谥忠节，荫一子。又录山东平贼功，复荫一子。 嘉靖元年诏逵死事尤烈，改赠逵礼部尚书，进荫指挥佥事。 （节选自《明史列传第一百七十七忠义》） 【注】①圭窭：在墙上开的圭字形门洞，便于堵上亦便于打开，较隐秘。②宸濠：即时任宁王的朱宸濠，后作乱被诛。③孙燧：时任都御史兼江西巡抚，因反对朱宸濠叛乱，与许奎一同遇害。④薮：聚集。⑤文山：文天祥号。",
		"question-answer": {
			"对以下语句中天赋加点词的表述，有误的一项是  A.或遗之刍粟弓马刍：喂家畜的草料  B.县初无城，督民版筑版筑：筑泥墙  C.权臣上下之者，贪重贿也上下：操纵，控制  D.贼众共推抑令跪抑：按，压": "C",
			"许奎人死之后溢号忠节。下列每组语句巾，统统反映许奎忠节的一组是：  ①高身长巨口，猿臂燕颔，沈静有智谋②逵之官，慨然为战守计  ③时宸濠党暴横，逵以法痛绳之④燧深然之，每事辄与密议  ⑤逵日：副使惟赤心耳！⑥即是位，易服哭  A.①③⑤B.②④⑥C.①④⑥D.②③⑤": "D",
			"下边对全文相关內容的归纳和解析，有误的一项是  A.许逵恪尽职守且有智谋。任乐陵知县和任兵备佥事驻扎武定州时，他都带领本地军警民，采用积极主动对策迎战，击败了前去侵犯的贼寇。  B．在对于宁王朱宸濠的抗争中，许逵有胆有识。他对暴横的宁王党徒严格经济制裁，并向巡抚孙燧建议：应对宁王为暴，重要是严厉打击行贿。  C．当朱宸濠启动叛变并绑缚孙燧时，许逵冲锋在前作斗争。朱宸濠威协许逵，许逵不但不妥协，还斥骂宸濠是反贼，将受惩处。因此许逵与孙燧一同被害。  D．知子莫若父。许逵爸爸一听到江西产生兵变、都御使和副使均被杀的信息，就了解孩子许逵一定因为不愿苟且、忠贞不屈而殒命了。": "B",
			"把第1卷文言文阅读原材料中画水平线的句子翻译成现代汉语语法。1后数犯，数却之，遂相戒害怕近。事闻，进秩二等。 2汉卿语人日：宁邸必反，汝登其为文山乎？": "1之后（贼寇）又数次侵略，数次被击败，因此贼兵互相劝诫，已不敢挨近乐陵城。这事报知官府，许逵足以升职加薪二级。2张汉卿对人说：宁王府是必定要叛变的，汝登也许还要变成文天祥了吧？"
		},
		"translation": "许逵，字汝登，是固始县人。正德三年考取进士。长得高身长小炮，猿臂燕颔，性情恬静然而有智谋。被选为乐陵知县。  正德六年春，流寇刘七等在各城邑大屠殺，残害关键官员。美国各州县委书记官大多数关掉大门，消沉防御，有的还弃城逃跑，有的则赠给贼寇钱粮弓马，恳求贼寇不必来攻。  许逵一上任，就激昂慷慨地制订以战为守的方案。乐陵县里原先没古城墙,他就催促老百姓修建泥墙，出不来一个月，古城墙就做成了。他让群众在房子外修建一道墙，墙高过窗子，墙壁凿出圭形侧门，只容一人出入。  各家下派一个健壮的人拿着尖刀等候在小侧门，其他人都纳入团队，每日依旗子命令做事，违反者以军法论罪。又征募了敢死队电影，伏击在煤巷里，大好大门。  贼寇果真入城，许逵的令旗一举，伏兵四起，圭侧门的人都跃出，贼寇大惊，乱串上蹿下跳，统统被杀或被擒。之后贼寇又数次侵略，数次被击败，因此贼兵互相劝诫，已不敢挨近乐陵城。  这事报知官府，许逵足以升职加薪二级。  那时候能抵御贼寇的诸位知县，益都县有牛鸾，郯城县有唐龙，汶上县有左经，浚县有陈滞，而这种人所抵御的贼寇总数都少。  许逵由于数次抵挡大贼寇有功，因此与牛鸾一道，被跨级破格提拔为兵备佥事。许逵驻扎武定州，该州古城墙已坍塌，森严壁垒已被抹平，连牛马都不可以遮挡。  许逵指挥者军警民筑城挖池，建造瞭望台，布局护卫队。第二年五月，歹人杨小寡妇领着一千骑兵队侵略潍县，指挥者使乔刚抵御贼寇，贼兵稍微褪去。  许逵追捕贼兵，并在高苑战胜了她们。又指令指挥者使张勋在沧州截击贼兵，依次战俘、击杀了贼寇二百七十多人。  没多久，贼寇的另一支系到德平县掳掠，许逵将她们所有击溃。因此许逵等都声威大振。  正德十二年，许逵被改任为江西副使。那时候宁王朱宸濠的党徒蛮横暴虐，许逵依规对她们严格经济制裁。许逵曾对巡抚孙燧说：宁王往往勇于暴虐，由于倚仗着朝中权臣。权臣往往想要配合他，由于只图他的重贿。宁王用于重贿的资财，源于他所饲养的诸多术士，现如今要是剪去术士，重贿就会终止，贿赂终止了，朱宸濠的党羽也就孤立无援了。孙燧深深地认可许逵的见解，因此逢事都和许逵密秘商讨。  到朱宸濠绑缚孙燧时，许逵站出去争论。朱宸濠素来忌恨许逵，问许副使有哪些老话，许逵回应:副使仅仅 有一颗赤心而已！朱宸濠怒道:难道我不可以杀你不?许逵骂道:你可以杀我，君王也可以杀你。这个反贼，将被碎尸万段，那时候你后悔莫及又如何都还没！朱宸濠大怒，令人将他一起绑了，拖出去，用刀砍他的脖子，但许逵屹立不动。众贼兵推按他，妄图逼迫他跪下，但自始至终无法保证，因此许逵被残害，年仅三十六岁。  当时，许逵将一部文天祥作品集赠送给出任给事中的朋友张汉卿，但却沒有另附信件。  张汉卿对人说：宁王府是必定要叛变的，汝登也许还要变成文天祥了吧？许逵的爸爸住家中，据说江西产生兵变，都御使和副使被残害，立刻就立了灵位，换了丧服，为许逵哭悼。  大家觉得怪异，问起缘故，许父说：哪个遇害的副使，必然就是我孩子。世宗继位后，追赠许逵为左副都御史，赠溢号忠节，并册封许逵的一个孩子。  嘉靖年间，世宗改追赠许逵为礼部尚书，册封许逵孩子为指挥者佥事。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28320.html": {
		"context": "邓训，字平叔，南阳新野人，大司徒禹第六子也。少有大志，不好文学，禹常非之。显宗即位，初以为郎中。训乐施下士，士大夫多归之。 永平中，理摩沱、石臼河，从都虑至羊肠仓，欲令通漕。太原吏人苦役，连年无成，转运所经三百八十九隘，前后没溺死者不可胜算。建初三年，拜训谒者，使监领其事。训考量隐括，知大功难 立，具以上言。肃宗从之，遂罢其役，更用驴辇，岁省费亿万计，全活徒士数千人。 章和二年，护羌校尉张纡诱诛烧当种羌迷吾等，由是诸羌大怒，谋欲报怨，朝廷忧之。公卿举训代纡为校尉。先是小月氏胡分居塞内，胜兵者二三千骑，皆勇健富强，每与羌战，常以少制多。时迷吾子迷唐，来至塞下，未敢攻训，先欲胁月氏胡。训拥卫稽故，令不得战。议者戚以羌胡相攻，县官之利，以夷伐夷，不宜禁护。训日：不然。今张纡失信，众羌大动。原诸胡所以难得意者，皆恩信不厚耳。今因其迫急：以德怀之，庶能有用。遂令开城及所居园门，悉驱群胡妻子内之，严兵守卫。羌掠所得，又不敢逼诸胡，因即解去。由是湟中诸胡皆言汉家常欲斗我曹今邓使君待我以恩信开门内我妻子乃得父母咸欢喜叩头日唯使君所命训遂抚养其中少年勇者数百人，以为义从。 羌胡俗耻病死，每病临困，辄以刃自刺。训闻有困疾者，辄拘持缚束，不与兵刃，使医药疗之，愈者非一，小大莫不感悦。迷唐伯父号吾乃将其母及种人八百户，自塞外来降。 永元二年，大将军窦宪将兵镇武威，宪以训晓羌胡方略，上求俱行。训初厚于马氏，不为诸窦所亲，及宪诛，故不离其祸。四年冬，病卒官，时年五十三。吏人羌胡爱惜，旦夕临者日数千人。羌俗父母死，悲泣，皆骑马歌呼。至闻训卒，莫不吼号，或以刀自割，又刺杀其犬马牛羊，日：邓使君已死，我曹亦俱死耳。遂家家为训立祠，每有疾病，辄此请祷求福。",
		"question-answer": {
			"对以下语句中天赋加点词的表述，有误的一项是 A．训考虑隐括隐括：审度，核对B．更用驴辇更：复，再  C．原诸胡因此难忘形者原：推究，调查D．悉驱群胡妻子内以内：接受": "B",
			"对原文中画波浪线一部分的断句，恰当的一项是 A．由是湟中诸胡／皆言汉生活中欲斗我曹／今邓使君待我以恩信／开关门内我／妻子乃得／父母咸开心／叩头日／唯使君所命／  B．由是湟中诸胡／皆言汉生活中欲斗／我曹今邓使君／待我以恩信开关门内我妻子／乃得父母／咸开心叩头日／唯使君所命／  C．由是湟中诸胡皆言／汉生活中欲斗我曹／今邓使君待我以恩信／开关门内我妻子／乃得父母／咸开心叩头日／唯使君所命／  D．由是湟中诸胡皆言／汉生活中欲斗／我曹今邓使君／待我以恩信／开关门内我／妻子乃得／父母咸开心／叩头日／唯使君所命／": "C",
			"以下对全文相关內容的了解和解析，有误的一项是 A．邓训小有远志，礼贤上士。邓训是东汉高官邓禹的六孩子，他年青时会博大理想，但他讨厌文学类，因而经常被爸爸指责；邓训喜欢施恩于人，士人大多数归依他的门内。  B．邓训情系老百姓，整治有方。肃宗任职邓训为谒者，派他工程监理漕运，邓训了解这件事情无法取得成功，汇报皇帝，肃宗遵从他的建议终止了漕运，因而保权和救回来了服现役的上千人。  C．邓训豁达大度，以德众华。羌人迷吾的孩子迷唐为父复仇急切，欲威逼小月氏胡人一起进攻邓训，在这里紧要关头，邓训力排众议，一声令下开启大门并拉开家门口，放胡人入城，派雄师维护。  D．邓训恩施异族，备受拥戴。羌胡人得病时，邓训叫来大夫为其看病，羌胡的人十分打动，前去归降；邓训死后羌人以哀悼父母的方法祭拜他并且为之立祠。": "D",
			"把原文中划水平线的句子翻译成现代汉语语法。1今以其迫急，以德怀之，庶能有效。2训初厚于马氏，不以诸窦所亲，及宪诛，故离不了其祸。": "1如今趁她们境遇凶险，用恩德来抚慰她们，将会（或期望）会有用途。2邓训当初和马氏情分深，不被窦宗族人亲密接触，到窦宪被杀时，他因而沒有遭到祸端。"
		},
		"translation": "邓训，字平叔，南阳新野人，东汉官员大司徒邓禹第六子。邓训年轻时会博大理想，讨厌文学类，邓禹经常指责他。汉显宗继位，最开始把他任职为郎中，喜爱施恩于人，礼贤上士，士人大多数归依他的门内。  永平年里，官府一声令下疏理虖沱河和石臼河，从都虑直至羊肠仓，想使这二地中间通漕运。太原的官员老百姓烦扰劳役，持续很多年沒有进行，漕运所历经的三百八十九个险要的地区，前后左右溺水淹死的人数不胜数。建初三年，肃宗任职邓训为谒者，派他工程监理这事。邓训历经调查计算，了解这件事情无法取得成功，把状况所有报告给肃宗。肃宗遵从他的建议，因此停住这一工程项目，改成驴车运送，每一年节约花费数以千万计，保权和救回来了服现役的上千人。  章和二年，护羌校尉张纡诱杀烧当种羌迷吾等，因而羌人各部族都十分恼怒，谋化想复仇，官府很担忧这件事情。重臣们强烈推荐邓训取代张纡为护羌校尉。先前小月氏胡人散居在塞内，能战斗的二三千骑兵队，都勇武健硕，每一次和羌人对战，经常可以以弱胜强。那时候迷吾的孩子迷唐，赶到塞下，害怕进攻邓训，先想威逼月氏胡人。邓训加以维护阻拦，使彼此不可以对战。谋臣们都觉得羌人、胡人互相攻击，对汉代有益，用夷人进攻夷人，不应当阻拦她们对战。邓训说：错误。如今张纡不讲信誉度，羌人各部族巨资行動。推究胡人各部族不可以令人满意的缘故，都由于对于她们的爱惜和信誉度不足。如今趁她们境遇凶险，用恩德来抚慰她们，将会（或期望）会有用途。因此一声令下开启大门及其他自身住所的园门，迫使全部的胡人的妻子子女进去，派雄师守护。羌人打劫沒有获得，又害怕靠近胡人各部族，因此就撤兵离开。此后湟中的胡人都说汉代常想我们一起互相斗争，如今邓使君用恩德信誉度来看待人们，开关门救助人们的妻子子女，人们这才足以与父母团圆。大伙儿都兴高采烈叩着头说：人们只听邓使君的指令。因此邓训收留了几十个英勇的年青人，把她们做为追随。  羌人、胡人的风俗习惯以病亡为羞耻感，每每重病来到危急关头，就用刀自尽。邓训听说有重病的人，就把他抓来绑好，不给他们小刀，派大夫药物治疗，医好的人许多，成年人小孩子沒有不感谢开心的。迷唐的大伯号吾就带著妈妈和八百余户族人，从塞外来缴械。  永元二年，大元帅窦宪率军驻守武威，窦宪觉得邓训通晓对付羌胡人的战略方针对策，早朝恳求派邓训与他同行业。邓训当初和马氏情分很深，不被窦宗族人亲密接触，到窦宪被杀时，他因而沒有遭到祸端。  永元四年冬，邓训因病亡于任上，时岁五十三岁。官员老百姓和羌人、胡人拥戴他，早中晚来哭吊的每日有上千人。羌人风俗习惯：父母过世，以可悲抽泣为羞耻感，都骑着马演唱大声喊叫。等据说邓训过世，没人并不大吼长号，许多人用小刀割自身，又杀掉自身的狗、马、牛、羊，说邓使君已死，人们也一起去死吧。因此家家户户为邓训立祠位，每每许多人得病，就在邓训祠位前祷告求福。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28322.html": {
		"context": "晏子治东阿三年，景公召而数之曰：吾以子为可，而使子治东阿，今子治而乱。子退而自察也，寡人将加大诛于子。晏子对曰：臣请改道易行而治东阿，三年不治，臣请死之。景公许之。于是明年上计（年终考核地方官的治绩），景公迎而贺之曰：甚善矣，子之治东阿也！晏子对曰：前臣之治东阿也，属托不行，货赂不至；陂（池塘）池之鱼，以利贫民。当此之时，民无饥者，而君反以罪臣。今臣之治东阿也，属托行，货赂至，并会赋敛，仓库少内，便事左右，陂池之鱼，入于权家。当此之时，饥者过半矣，君乃反迎而贺。臣愚，不能复治东阿，愿乞骸骨，避贤者之路。景公乃下席而谢之曰：子强复治东阿。东阿者，子之东阿也。寡人无复与焉。",
		"question-answer": {
			"对以下语句中天赋加点的词表述不正确的一项是 A．因此2020年上计：第二年  B．而君反以罪臣：责怪  C．子退而自察：亲身调查  D．臣愚,不可以复治东阿,愿乞骸骨：古时候高官自请退职": "C",
			"下列六句话统统与晏子治理东阿恰当作法相关的一组是 ①臣请改线易行而治东阿。②甚善矣，子之治东阿也！  ③属托不好，货赂不会。④并会赋敛，库房少内。  ⑤就在之际，民无饥者　　　　⑥陂池之鱼，便于平民。  A．①③⑥B．②③④C．③⑥D．②⑤": "C",
			"以下对文意的描述恰当的一项是 A．晏子此前治理东阿无方，治理错乱，因此遭受景公的指责。  B．晏子遭受景公指责后，立过三年治理不太好东阿自请死刑的承诺，改线易行，廉洁自律自侓，一心民利.  C．晏子再次治理东阿，忠诚国家大事，政效明显，第二年年终考评地方官治绩，景公亲身迎来并向他庆贺。  D．晏子对景公不正确的心态有观点，规定离职，景公觉悟，决策已不干涉晏子治理东阿。": "D",
			"将以下文言句子翻译成现代汉语语法。1臣愚，不可以复治东阿，愿乞骸骨，避智者之途。2谨庠序之教，申之以孝悌之义，颁白者不辜负戴于路面矣。": "1我很愚昧，不可以再去治理东阿了，期望要我辞官，给有才可以的人让座。  2用心地开办学校德育，把尊重爸爸妈妈、尊敬哥哥的大道理不断讲给老百姓听，（那麼，）秀发斑白的老年人就不容易走在路上身背或顶着物品了。"
		},
		"translation": "晏子治理东阿三年，齐景公召他来责怪她说：我觉得您可以，派您去治理东阿，现如今您管理方法得乱七八糟。您退下去自身细心自我反思，我想对您大大的地惩罚。晏子回应说：大臣我恳求更改战略方针和方法来治理东阿，假如三年后还治理不太好，要我因此而死。景公同意了他。  那样，到第二年年终考评地方官的治绩，景公迎上来庆贺她说：你治理东阿真有考试成绩啊！晏子回应说：大臣过去治理东阿，不遵从个人请托，不接纳财产送礼物；水泽水塘的鱼，用于使平民受利。当此刻，老百姓沒有饿肚子的，但是君主您反而责怪我。现如今我治理的东阿，遵从个人请托，接纳财产送礼物，翻倍征缴地方税，少缴入财政，随便送给您的侍者。水泽水塘的鱼，交到权势别人。当此刻，饿肚子的老百姓半数以上了，君主您反而迎来我夸奖我。我很愚昧，不可以再去治理东阿了，期望要我辞官，给有才可以的人让座。说罢拜了两拜，主要表现得十分恭顺。  景公因此离去坐位向晏子致歉说：您竭尽全力再去治理东阿。东阿，是您的东阿。我已不干预了"
	},
	"http://www.yuwen360.com/ywtk/wyw/28580.html": {
		"context": "韦放，字元直，车骑将军睿之子。初为齐晋安王宁朔迎主簿，高祖临雍州，又召为主簿。放身长七尺七寸，腰带八围，容貌甚伟。天监元年，为盱眙太守，寻为轻车晋安王中兵参军，迁镇右始兴王谘议参军，以父忧去职。服阕，袭封永昌县侯，出为轻车南平王长史、襄阳太守。转假节、明威将军、竟陵太守。在郡和理，为吏民所称。六年，大举北伐，以放为贞威将军，与胡龙牙会曹仲宗进军。　　 普通八年，高祖遣兼领军曹仲宗等攻涡阳，又以放为明威将军，帅师会之。魏大将费穆帅众奄至，放军营未立，麾下止有二百余人。放从弟洵骁果有勇力，一军所仗，放令洵单骑击刺，屡折魏军，洵马亦被伤不能进，放胄又三贯流矢。众皆失色，请放突去。 放厉声叱之曰：今日唯有死耳。乃免胄下马，据胡床处分。于是士皆殊死战，莫不一当百。魏军遂退，放逐北至涡阳。魏又遣常山王元昭、大将军李奖、乞佛宝、费穆等众五万来援，放率所督将陈度、赵伯超等夹击，大破之。涡阳城主王纬以城降。放乃登城，简出降口四千二百人，器仗充牣；又遣降人三十，分报李奖、费穆等。魏人弃诸营垒，一时奔溃，众军乘之，斩获略尽。擒穆弟超，并王纬送于京师。中大通二年，徙督北徐州诸军事、北徐州刺史，增封四百户，持节、将军如故。在镇三年，卒，时年五十九。 放性弘厚笃实轻财好施于诸弟尤雍睦初放与吴郡张率 皆有侧室怀孕因指为婚姻。其后各产男女，未及成长而率亡，遗嗣孤弱，放常赡恤之。及为北徐州，时有势族请姻者，放曰：吾不失信于故友。乃以息（儿子）岐娶率女，又以女适率子，时称放能笃旧。",
		"question-answer": {
			"以下天赋加点词句的表述，有误的一项是 A．寻为轻车晋安王中兵参军入伍寻：没多久  B．帅师会之帅：同率，带领  C．放从弟洵骁果有勇力果：果真  D．又以女适率子适：嫁人": "B",
			"以下每组语句中，天赋加点词的实际意义和使用方法都同样的一组是 A．以父忧去职以放为贞威大将  B．为吏民所称及为北徐州  C．乃免胄下马放乃登城  D．并王纬送于京师吾不失信黑名单于旧识": "C",
			"以下文句中，断句恰当的一项是 A．放性弘厚笃实/轻财好施于诸弟/尤雍睦/初放与吴郡张率皆有侧室/孕期因即为婚姻生活  B．放性弘厚/笃实轻财/好施于诸弟/尤雍睦/初放与吴郡张率皆有侧室孕期/因即为婚姻生活  C．放性弘厚笃实轻财好施/于诸弟尤雍睦/初/放与吴郡张率皆有侧室/孕期因即为婚姻生活  D.放性弘厚笃实/轻财好施/于诸弟尤雍睦/初/放与吴郡张率皆有侧室孕期/因即为婚姻生活": "D",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．韦放在出任明威大将、竟陵刺史时，所所管的郡政通人和，本地的吏民都夸赞他。  B．魏将军费穆率军进犯时，韦放部下只能二百多人。他带领兵士惊心动魄迎战，以一当百，惨败魏军。  C．韦放指挥者兵士乘胜狙击，基本上破坏力、虏获所有对手，活捉了费超，并和王纬一起把费超押运京师。  D．尽管张率过世，韦放仍然执行了此前俩家定好的妻约，遭受那时候大家的夸赞。": "C",
			"将以下句子翻译为现代汉语语法。1魏将军费穆帅众奄至，放军营生活未立，手下止有二百余人。2之后各产男人女人，未及成才而率亡，遗嗣孤弱，放常赡恤之。": "1魏将军费穆率军忽然来临，韦放的军营生活还未按置好，属下只能二百多人。2之后各生男女，但未等小孩长大，张率就去世了，留有的小孩势孤力弱，韦放常帮衬抚恤她们。",
			"从中找到能立即主要表现韦放英勇杀怪的2个例证。（可自身归纳，也可引入全文）": "1韦放厉声呵斥她们：今日只能拼命了！因此脱掉帽子下马，倚着胡床指挥者作战。（放声色俱厉叱之曰：今天只有死耳。乃免胄下马，据胡床处罚。） 2韦放带领他的名将陈度、赵伯超等夹攻魏军，击败魏军。（放率所督将陈度、赵伯超等夹攻，大破之。）"
		},
		"translation": "韦放，字元直，是车骑将军韦睿的孩子。最初他任齐代晋安他朔的主簿，高祖到雍州，又召主导簿。韦放个子七尺七寸，腰粗八围，容颜很巍然。天监年间(502)，做盱眙县刺史，不久任轻车将军晋安王中兵参军，迁任镇右大将始兴王谘议参军入伍，因父谢世回家守丧，满期回任，袭受封永昌县侯。担任轻车大将南平市王长史、襄阳刺史。转任假节、明威大将、竟陵刺史。所所管的郡政通人和，为吏民所赞叹。天监六年，梁武帝巨资北伐，任职韦放为贞威大将，和胡龙牙与曹仲宗聚集涉足。  一般八年，梁武帝外派兼拔尖曹仲宗等攻涡阳，又任职韦放为明威大将，率军与他大会师。魏将军费穆率军忽然来临，韦放军营还未按置好，属下只能二百余人。韦放的堂兄韦洵雄健果断有力气，是军内的依仗。韦放派韦洵孤身一人迎敌，数次挫折魏军，韦洵的马也被刺中不可以再攻击。韦放的帽子中了三枝乱箭。众兵卒皆惊恐失色，恳求韦放突出重围出来。韦放厉声呵斥道：今日只能拼命了！因此脱掉帽子下马，倚着胡床指挥者作战。这时候兵士都惊心动魄迎战，莫不以一当百，魏军褪去。韦放往北追逐魏军到涡阳，魏又派常山王元昭、大元帅李奖、乞佛宝、费穆等领兵五万前去援助，韦放带领他的将领陈度、赵伯超等夹攻魏军，惨败魏军。涡阳盟主王纬交城缴械。韦放走上城顶，检阅出去缴械的人四千二百人，武器装备血流量；又派缴械回来的人三十个，各自送信给李奖、费穆等。魏人舍弃了众多营垒，一时崩溃，韦放军乘胜狙击，对手基本上被捉尽了。韦放活捉费穆的侄子费超，把和我王纬一起押运到京师。中大通二年，改任去管控北徐州诸国防，任北徐州刺史，提升食邑四百户，持节、大将等职仍然在身。在位三年去世，时岁五十九岁。  韦放性格厚道诚信，不注重私财，好怜悯之心，和好多个侄子特别是在和谐。最初，韦放和吴郡的张率常有妾孕期，就约下婚姻生活。之后各生男女，但未等小孩长大，张率就去世了，留有的小孩势孤力弱，韦放常帮衬抚恤她们。到他做北徐州刺史时，时常有名门势族来攀亲，韦放说：我不能失信于去世的老朋友。就要孩子韦岐娶了张率的闺女，又把闺女嫁个张率的孩子。那时候的大家夸赞韦放能以深情厚谊待故人。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28836.html": {
		"context": "李谔，字士恢，赵郡人也。博学解属文。仕齐，为中书舍人，有口辩，每接对陈使。周平齐，拜天官都上士。谔见隋文帝有奇表，深自结纳。及帝为丞相，甚见亲待，访以得失。时兵革屡动，国用虚耗，谔上《重谷论》以讽焉。帝纳之。 上谓群臣曰：朕昔为大司马，每求外职，李谔陈十二策，苦劝不许，朕遂决意在内。今此事业，谔之力也。赐物二千段。 谔见礼教凋弊，公卿薨亡，其爱妾侍婢，子孙辄嫁卖之，遂成风俗，乃上书曰：臣闻追远慎终，人德归厚，三年无改，方称为孝。如闻大臣之内，有父祖亡没，日月未久，子孙无赖，引其妓妾，嫁卖取财，有一于此，实损风化。妾虽微贱，亲承衣履，服斩三年，古今通式。岂容遽褫衰绖，强傅铅华，泣辞灵几之前，送付他人之室？凡在见者，犹致伤心，况乎人子，能堪斯忍！复有朝廷重臣，位望通贵，平生交旧，情若弟兄。及其亡没，杳同行路，朝闻其死，夕规其妾，方便求娉，以得为限。无廉耻之心，弃友朋之义。且居家理务，可移于官，既不正私，何能赞务？上览而嘉之。 谔又以时文体尚轻薄，流宕忘反，上书曰：臣闻古先哲王之化人也，必变其视听，防其嗜欲，塞其邪放之心，示以淳和之路。五教六行，为训人之本，《诗》、《书》、《礼》、《易》，为道义之门。故能家复孝慈，人知礼让，正俗调风，莫大于此。其有上书献赋，制诔镌铭，皆以褒德序贤，明勋证理。苟非惩劝，义不徒然。降及后代，风教渐落。魏之三祖，更尚文词，忽君人之大道，好雕虫之小艺。下之从上，有同影响，竞骋文华，遂成风俗。江左齐、梁，其弊弥甚，贵贱贤愚，唯务吟咏。竞一韵之奇，争一字之巧。至如羲皇、舜、禹之典，伊、傅、周、孔之说，不复关心，何尝入耳。 及大隋受命，圣道聿兴，屏黜浮词，遏止华伪。自非怀经抱持，志道依仁，不得引预搢绅，参厕缨冕。开皇四年，普诏天下，公私文翰，并宜实录。其年九月，泗州刺史司马幼之文表华艳，付所司推罪。自是公卿大臣感知正道，莫不钻仰坟集，弃绝华绮，择先王之令典，行大道于兹世。 注释：①引预：引荐。②参厕：参与；置身",
		"question-answer": {
			"对下列句子中加点词语的解释，不正确的一项是 Ａ、博学解属文　　 属：写作 Ｂ、流宕忘反　　 反：返回 Ｃ、何能赞务　　 赞：赞扬 Ｄ、自非怀经抱质　　 自非：如果不是": "C",
			"下列各组句子中，加点词的意义和用法相同的一组是 A. 今此事业，谔之力也 师者，所以传道授业解惑也 B. 朝闻其死 围之不继，吾其还也 C. 谔又以时文体尚轻薄 樊哙侧其盾以撞 D. 子孙辄嫁卖之　 夫子欲之，吾二臣者皆不欲也。": "A",
			"下列对原文有关内容的概括和分析 ，不正确的一项是 A.李谔在隋文帝登基前已看出他有帝皇的志向，而文帝做丞相时也很看重李谔，他们之间结下了很深的交情。 B.文帝即位后,李谔多次上书反对当时浮华艳丽的文风，文帝或纳之或览而嘉之 都能从谏如流。 C. 李谔认为文风不正起自曹魏三祖，他们撰写文章崇尚文词优美华丽，下面纷纷起而仿效，遂成一种社会风尚。到了江东齐、梁朝，这种文风的危害达到了极点。 D. 隋文帝为了端正文风，诏令天下公私文书都要写得符合实际情况，并处分了一位因奏表写得浮华艳丽的刺史，引起在朝官员极大的震动。": "B",
			"用∕给下面文段断句。 物之所以有韬晦者防乎盗也故人亦然夫盗亦人也冠屡焉衣服焉其所以异者退逊之心正廉之节不常其性耳。": "物往往有韬晦者/防乎盗也/故友也是如此/夫盗亦人也/冠屡焉/衣服裤子焉/其因此异者/退逊的心/正廉之节/很久没其性耳。",
			"把文中画线的句子译成现代汉语。1忽君人之大道，好雕虫之小艺。 1自是公卿大臣感知正道，莫不钻仰坟集，弃绝华绮。": "1（曹魏三祖）忽视整治全民的大路，爱好雕刻句子的小技。2此后公卿大臣觉得到（圣贤理论）是正路，没人不深层次刻苦钻研古书經典，完全抛下奢浮绮丽的会风。"
		},
		"translation": "李谔字士恢，赵郡人。难学，了解作文章内容。仕北齐为中书舍人，有演讲口才，经常招待陈国大使。北周武帝平定北齐后，拜授他为天官都上士。李谔见隋高祖有奇特外貌，因此深深地与之结识。高祖为北周宰相后，很亲密接触他，问起为政的得与失。那时候战事年年，财政苦闷，李谔上《重谷论》，以讽劝高祖，高祖完全听取意见。  高祖对臣子说：我以往当大司马时，常求放外任。李谔阐述十二策，苦劝我别到异地就职，我因此决心在朝内作官。现如今这番工作，是李谔出的力啊。赐他缣丝二千段。  李谔见封建礼教凋敝，公卿刚死，其爱妾、侍婢，就被子孙后代嫁掉、卖出，因此产生了风俗习惯。李谔上书说：我听说，追念远逝的人，有始有终，民德才可以归入忠厚老实；三年之丧无改，才称之为孝敬。我听说朝中大臣，有爸爸爷爷过世，太阳太阴还没多久，其子孙后代为蛮横无理之徒，就刮分她们的的女妓爱妾，嫁了、卖了，以取金钱。即便只能一个例证在现如今，就确实不利于风化层。爱妾尽管微贱，但亲身承揽先祖的衣服裤子和靴子，而为服丧三年，它是古往今来的通例。岂可忍受急匆匆脱掉丧服，逼迫施上粉黛，让他们在先祖的灵牌前抽泣告退，送至别人的屋子里去？但凡见到的别人，还是难过，更何况還是人子，怎能这般狠心？又有官府大臣，位高爵重，她们中间此生交下，情如弟兄。但到盆友人死之后，却把盆友作为过路人，早上听见盆友去世了，黄昏就劝盆友的爱妾再嫁，便捷时乃至自身去求聘，以获得别人爱妾为目地，没什么廉耻的心，抛下盆友的情意。并且，治家之道，可取得官衙上，既不可以正家，又怎能有利于施政？皇帝看过表章，很称赞。  李谔又因创作文章内容的人，尊崇轻巧，转相师法效仿，流宕他途而忘掉回到正路，因此上书道：我听说，古时候的先哲圣哲忠恕之道老百姓，务必更改她们的视觉与听觉，提防她们的爱好冲动，塞住她们的邪惡放纵的心，显示信息她们以朴实平静的路面。五教六行，是训导老百姓的压根；《诗》、《书》、《礼》、《易》，是尊崇沈北的门径。因此可以修复孝敬仁慈，让每个人都了解谦让，调整民俗民风，沒有比这更关键的了。凡有上书献赋，写诔文刻符文的，全是用褒奖福报，称赞贤良，标明荣誉，证实云南大理。如非公正廉明，于道义上，不许白写白刻这种物品。来到子孙后代，风俗习惯忠恕之道慢慢差了。曹魏的三祖，也是尊崇文辞，忽略施政大路，爱好雕虫小技。下边追随上边，就如影之随形，响之从声，竞比文笔，因此变成风俗习惯。江北的齐、梁二朝，其弊端就更重，不管贵贼贤愚，但求作诗咏词，竞比一韵之奇，争比一字之巧。  当大隋皇朝承担诛天以后，圣贤之法迅速（刚开始）转型发展，屏退贬黜轻佻（之风），全力阻拦绮丽虚情假意（之习）。倘若并不是心存經典，怀里质朴，志藏于道，心依于仁（的人），（就）不可以举荐入官运。开皇四年，普遍地诏示天地，官衙的、个人的文章内容信件，都应当是切合实际的记述。这一年的九月，泗州刺史所作的文书表章华美鲜丽，被送至相关的单位问罪。从此之后，公卿大臣都觉得道了（文章内容的）正道，沒有谁不深入分析古代典籍，完全抛下绮丽绮艳（的会风），挑选先王的极致著作，在现如今之世倡行大道。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28325.html": {
		"context": "昔者，晋献公使荀息假道于虞以伐虢①。荀息曰：请以垂棘之璧与屈产之乘②，以赂虞公，而求假道焉，必可得也。‛献公许之。 虞公滥③于宝与马，而欲许之。宫之奇谏曰：不可许也。虞之与虢也，若车之有辅④也。车依辅， 辅亦依车，虞虢之势是也。先人有言曰：唇竭而齿寒。夫虢之不亡也，恃虞； 虞之不亡也，亦恃虢也。若假之道，则虢朝亡而虞夕从之矣，奈何其假道之道也！‛ 虞公弗听而假之道。荀息伐虢，克之；还，反攻虞，又克之。 （节选自《吕氏春秋权勋》） 【注】①虞、虢（ɡu）：周代国名。 ②垂棘、屈产：古地名，分别以产玉石和马著名。③滥：贪求。 ④辅：车子两旁夹车的木。",
		"question-answer": {
			"表述以下语句中天赋加点词的含意。1而求假．道焉，必不可少得也 假：   2夫虢之不亡也，恃  虞恃：   3荀息伐虢，克  之克：": "1借  2凭靠  3击败",
			"请将原文中划线句子翻译成现代汉语语法。 车依辅，辅亦依车，虞虢之势是也。": "车借助两侧夹车的木（才可以向前），两侧夹车的木也借助车（才可以存有），虞和虢两国之间的局势就这样。",
			"选原文中的宫之奇与《邹忌讽公输纳谏》一文中的邹忌同为谋臣，擅于劝谏。请融合两文內容，   简略回应二人劝谏方法的相似之处。": "二人都应用设喻的方式，婉转地劝谏。"
		},
		"translation": " 秋春情况下，晋献公要想出兵灭了虢国。但是在晋国和虢国中间隔着一个虞国，征讨虢国务必历经虞地。怎么才能顺利完成虞国呢？晋献公问手底下的重臣。医生荀息说：虞国国君是个鼠目寸光、只图蝇头小利的人，要是人们送他十分值钱的翠玉和宝马，他不容易不同意借道的。晋献公听取意见了荀息的计谋。   虞国国君看到这二份特殊的礼物，准备同意借道虞国的事时。虞国大夫宫之奇据说后，赶紧阻拦道：不好，不好，虞虢两国之间的关联如同牙床骨与颊骨的关联，牙床骨连到颊骨，颊骨也连到牙床骨，这就是说虞虢两国之间的关联啊。人们2个领国相互依赖，急事能够互帮互助，万一虢国灭了，人们虞国也就难以保住了。俗语说：唇亡齿寒，沒有嘴巴，门牙也要不了啊！借道给晋国万万使不得。   虞公不遵从宫之奇的进谏而借道给晋献公，果真，晋国部队借道虞国，杀死了虢国，接着又相反灭了虞国。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28326.html": {
		"context": "曹彬字国华，真定灵寿人，彬始生周岁，父母以百玩之具罗于席，观其所取。彬左手持干戈，右手取俎豆，斯须取一印，他无所视，人皆异之。  五年，使吴越，致命讫即还。私觌①之礼，一无所受。吴越人以轻舟追遗之，至于数四，彬犹不受。既而曰：吴终拒之，是近名也。遂受而籍之以归，悉上送官。  初，太祖典禁旅，彬中立不倚，非公事未尝造门，群居燕会，亦所罕预，由是器重焉，建隆二年，自平阳召归，谓曰：我畴昔常欲亲汝，汝何故疏我？彬顿首谢曰：臣为周室近亲，复忝内职，靖恭守位，犹恐获过，安敢妄有交结？  七年，伐江南。长围中，彬每缓师，冀李煜归服。城垂克，彬忽称疾不视事，诸将皆来问疾。彬曰：余之疾非药石所能愈，惟须诸公诚心自誓，以克城之日，不妄杀一人，则自愈矣。诸将许诺。明日，稍愈。又明日，城陷。煜与其臣百余人诣军门请罪，彬慰安之，待以宾礼，请煜入宫治装，彬以数骑待宫门外，左右密谓彬曰：煜入或不测，奈何？彬笑曰：煜素懦无断，必不能自引决。煜之君臣，卒赖保全。  初，彬之总师也，太祖谓曰：俟克李煜，当以卿为使相。副帅潘美预以为贺。彬曰：不然，夫是行也，仗天威，遵庙谟，乃能成事，吾何功哉？况使相极品乎。美曰：何谓也？彬曰：太原未平尔。及还，献俘。上谓曰：本授卿使相，然刘继元未下，姑少待之。既闻此语，美窃视彬微笑。上觉，遽诘所以，美不敢隐，遂以实对。上亦大笑，乃赐彬钱二十万。彬退曰：人生何必使相，好官亦不过多得钱尔。  咸平二年，被疾。上趣驾临问，手为和药，仍赐白金万两。六月薨，年六十九。上临哭之恸。  （取材于《宋史?曹彬列传》）  ①觌（d?）：相见。",
		"question-answer": {
			"以下句子中，天赋加点词句的表述有误的一项是 A.遂受而籍之以归籍：备案造册  B.太祖典禁旅典：负责人，执掌  C.副帅潘美预认为贺预：参加，添加  D.仍赐铂金贯钱仍：于，又": "C",
			"以下每组句子中，天赋加点的词实际意义和使用方法也不同样的一项是 D  A.以百玩之具罗于席B.观其取于  吴越人以轻舟追遗之一无受到  C.汝何因疏我D.彬之总师也  吾何功哉上临哭之恸": "D",
			"对以下原文中句子的表述，不符文意的一项是 A.使吴越，致命性讫即还  出使吴越，转达旨意结束立刻回到  B.吾终拒之，是近名也  我假如一直回绝送礼，就会获得好的知名度  C.是煜入宫治谈  请李煜进到城堡整理行囊  D.上觉，遽诘因此  皇上发觉了，赶忙逼问在其中的原因": "B",
			"以下的了解和解析，不符文意的一项是 D  A.曹彬回绝借差旅而取私利，但是他为人处事为人处事也注重随机应变，接过礼物后尽数上缴。  B.曹彬做官清正，对宋太祖不讨好奉承，对同事都不拉帮结派，深得太祖的器重。  C.曹彬忽然称病，借以规定属下破城后不妄杀一人。他重视降者人格特质，以礼相待。  D.曹彬颇具聪慧，才可以出色，宋太祖尽管赏识他，可是又心怀防备，并有一定的预防。  10．原文中第5段写到美窃视彬笑、上亦大笑，请各自概述多处笑的原因。": "D",
			"原文中第5段写到美窃视彬笑、上亦大笑，请各自概述多处笑的原因。": "1美窃视彬笑容：曹彬早已预料到太祖不容易兑付承诺，乃至预见到太祖应说的原因。潘美的会心一笑，表述了对曹彬的敬佩。2上亦大笑：太祖被臣下摸透了思绪，大笑中带有自我调侃和对曹彬的器重。"
		},
		"translation": "曹彬，字国华，周岁以上时，爸爸妈妈把很多小玩具放到席子上，看他拿什么。他右手拿刀枪这类的小玩具，左手拿俎、豆这类的食器，一会儿拿了一枚图章，别的的都不要看，大家都觉得他不同寻常。  显德五年，出使吴越，到重任进行就马上还朝。私见（觌:d?）的礼品，一无受到。吴越人用小船追过来送礼物给他们，三番五次，還是不接纳。没多久又说：对吴越人一直回绝，就有点儿几近欺世盗名了。最后還是接纳了，备案清晰后拿回家，所有交到官衙。  以前，太祖执掌禁军，曹彬并不是倚仗这类关联，除非是公务没去太祖那边。大伙儿聚会活动宴席他也非常少参加，因而更为遭受赏识。建隆二年，太祖把他从平阳招回，和她说：我以往一直想亲密接触你，你为何生疏我？曹彬叩头致歉说：我做为周王室家属，又忝列宫腔内职位，慎重做自己的事还惟恐有过失，哪儿敢多结识？  七年（开宝七年，公年974年），将征讨江南。长围中，曹彬常常变缓了攻击的节奏感，期望李煜降伏。城将被攻破时，曹彬突然称病无论事，诸名将都来探望病况。曹彬说：我的病并不是药品能医好的，只需要诸位诚心诚意立誓，在占领封地的那一天，不随便杀一人，那麼我的病就当然好啦。众名将应承，一起焚香立誓。第二日，病况慢慢转好。再下一天日，封地被攻克。又来到第二天，封地失陷。李煜和他的大臣百余人到军门赔罪，曹彬宽慰他，用招待客人的礼数看待他。请李煜入宫备办行囊，曹彬带领几人到宫门口等待。上下私底下对曹彬说：李煜或许会有自尽。曹彬笑着说：李煜一向软弱沒有选择，一定不可以自尽。李煜君臣，最后赖以生存保权。  最初，曹彬头领部队，宋太祖对曹彬说：直到击败李煜，理应让做宰相。副帅潘美预先庆贺他。曹彬说：不容易那样，此次征伐，倚仗天威，遵循皇帝的奇招，才可以获得胜利，是我哪些贡献呢，更何况宰相是多么的关键的部位啊！潘美说：为什么呢说呢？曹彬说：太原都还没平定直到得胜回朝，奉上战俘。皇帝对曹彬说：原本应授于你宰相岗位，殊不知刘继元都还没击败，暂且等一下吧。听见这话后，潘美背地里看见曹彬笑。皇帝发觉了，马上问是什么原因，潘美害怕瞒报，因此按实回应。皇帝也大笑，因此赐予曹彬二十万钱。曹彬退朝后说：人生道路何苦一定要做宰相，好官也但是是多得好多个钱而已。  咸平二年，曹彬生病，皇上驾临亲自为他调药，又赐予他一万两铂金。六月过世，时岁69岁。皇上驾临高声痛哭流涕。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28582.html": {
		"context": "周淙，字彦广，湖州长兴人。父需，以进士起家，官至左中奉大夫。淙幼警敏，力学，宣和间以父任为郎，历官至通判建康府。绍兴三十年，金渝盟，边事方兴，帅守难其选，士夫亦惮行。首命淙守滁阳，未赴，移楚州，又徙濠梁。淮、楚旧有并山水置寨自卫者，淙为立约束，结保伍。金主亮倾国犯边，民赖以全活者不可胜计。除直秘阁，再任。孝宗受禅，王师进取虹县，中原之民翕然来归，扶老携幼相属于道。淙计口给食，行者犒以牛酒，至者处以室庐，人人感悦。张浚视师，驻于都梁，见淙谋，辄称叹，且曰：有急，公当与我俱死。淙亦感激，至谓头可断，身不可击。浚入朝，悉陈其状，上嘉叹不已，进直徽猷阁，帅维扬。 会钱端礼以尚书宣谕淮东，复以淙荐，进直显谟阁。时两淮经践蹂，民多流亡，淙极力招辑，按堵①如故。劝民植桑柘，开屯田，上亦专以属淙，屡赐亲札。淙奉行益力，进直龙图阁，除两浙转运副使。未几，知临安府，上言：自古风化必自近始。陛下躬履节俭，以示四方，而贵近奢靡，殊不知革。乃条上禁止十五事，上嘉纳之，降诏奖谕，赐金带。临安驻跸②岁久，居民日增，河流湫隘③，舟楫病之，淙请疏浚。工毕，除秘阁修撰，进右文殿修撰，提举江州太平兴国宫以归。上念淙不忘除敷文阁待制起知宁国府趣入奏上慰抚愈渥明年春复奉祠亟告老。十月卒，年六十。 （选自《宋史周淙传》，有删改） 【注】①按堵：安居。②驻跸（b）：皇帝出行，途中停留暂住。③湫（jiǎo）隘：低洼狭窄。",
		"question-answer": {
			"对以下语句中天赋加点的词句的表述，有误的一项是 A．金渝盟，边事利民渝：更改，叛变  B．民赖以生存全活者不可胜计赖：借助  C．上亦专以属淙，屡赐亲札屡：数次  D．舟楫病之病：忧虑": "D",
			"对原文中画波浪线一部分的断句，恰当的一项是 A．上念淙没忘记除／敷文阁待制／起知宁国府／趣入奏／上慰抚愈渥／2020年春／复奉祠／亟告老  B．上念淙没忘记／除敷文阁待制／起知宁国府趣入／奏上慰抚愈渥／2020年春／复奉祠／亟告老  C．上念淙没忘记／除敷文阁待制／起知宁国府／趣入奏／上慰抚愈渥／2020年春／复奉祠／亟告老  D．上念淙没忘记／除敷文阁待制／起知宁国府／趣入奏／上慰抚愈渥／2020年春复／奉祠亟告老": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．周淙为政有策。金国人挑动边境线战争，守帅挑选的高官都不肯前去边境线就职，周淙前去就职，他运用本地防御资源优势，建立保伍，使百姓得消灾。  B．周淙忠于国家。张浚视查军队时夸赞周淙的智谋，然后周淙在凶险时和自身一起赴难，周淙表述了提前准备放弃的信心，张浚把情况报告给皇帝，皇帝夸赞周淙。  C．周淙深得领导和皇帝的信赖。尚书钱端礼强烈推荐过他；他激励百姓栽种桑树、柘树，开荒屯田，皇帝赐予他亲笔书札；他上奏严禁十五件事，获得皇帝的奖励。  D．周淙关注民生工程。两淮地域经战争毁坏，许多百姓逃跑，他全力以赴招贤纳士抚慰，百姓国泰民安；皇帝在杭州临安暂居久了，住户日渐提升，江河低洼地变小，他恳求疏通。": "A",
			"把原文中画水平线的句子翻译成现代汉语语法。1王师奋发进取虹县，中原之民翕然来归，扶老携幼相归属于道。2皇上躬履勤俭节约，以表四方，而贵近奢侈浪费，却不知道革。": "1宋代部队攻击夺得虹县，中原的百姓一致来归降，扶老携幼走在路上纷至沓来。2皇上亲身推行勤俭节约，来给天地示范性，可是贵显的近臣奢侈浪费，一点不清楚更改。"
		},
		"translation": "周淙，字彦广，湖州长兴人。爸爸周需，凭借考取进士刚开始当官，当官保证左中奉医生。周淙自小机敏聪慧，认真学习，宣和年里，由于爸爸职任的关联干了皇帝的侍从官，列任官衔保证通判健康府。绍兴市三十年，金国叛变誓约，边境战争正盛行，（官府）挑选守帅高官很艰难，士人也担心前去（就职）。最先指令周淙守滁阳，周淙沒有上任，改任楚州，又改任濠梁。淮、楚二地原来有借助地貌设寨护卫自身的百姓，周淙给他要求组织纪律性，搭建保伍组织。金国君王完颜亮启动全国性军力侵害宋代边境线，百姓借助这种保权性命的数不胜数。授官直秘阁，续任。孝宗接纳禅位，宋代部队攻击夺得虹县，中原的百姓一致来归降，扶老携幼走在路上纷至沓来。周淙测算人口数量供求平衡食材，用酒肉犒赏走在路上的人，抵达到达站的人出示房子定居，每个人打动开心。张浚视查军队，驻守在都梁，见到周淙的智谋，就夸赞叹赏，而且说：有紧急状况，您应当与我一同赴死。周淙也打动奋进，乃至说头可断，人体不能褪去。张浚进到官府，全方位阐述这种状况，皇帝称赞美叹赏不断，进官直徽酞阁，帅守维扬。  正逢钱端礼凭借尚书的真实身份任淮东宣谕史，又把周淙优秀作文强烈推荐目标，进官直显漠阁。那时候两淮地域历经战事糟踏，许多百姓流离逃跑，周淙尽全力以赴招贤纳士抚慰，百姓和原先一样国泰民安。激励百姓栽种桑树、柘树，开荒屯田，皇帝也专一选任周淙，数次赐予亲笔书札。周淙尊奉实施更为勤奋，进官直龙图阁，授任两浙装运副使。没多久，任杭州临安府县令，进言说：自古以来风俗习惯忠恕之道一定从亲密接触的人刚开始。皇上亲身推行勤俭节约，来给天地示范性，可是贵显的近臣奢侈浪费，一点不清楚更改。因此逐一送上严禁十五件事，皇帝夸赞接纳他的提议，下谕旨奖赏，赐予金带。皇帝滞留杭州临安的時间长了，住户一天天提升，江河低洼地狭小，行船艰难，周淙恳求疏通。完工，授任秘阁修撰，进官右文殿修撰，提举江州太平兴国宫返乡。皇帝怀恋周淙不可以忘掉，授任敷文阁待制，启用干了宁国府县令，督促入朝上奏，皇帝犒劳抚慰更为优渥。第二年初春，又任奉祠，数次告老离休。十月过世，寿终六十岁。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28584.html": {
		"context": "颜师鲁，字几圣，漳州龙溪人。绍兴中，擢进士第，历知莆田、福清县。尝决水利滞讼。岁大侵，发廪劝分有方而不遏籴价，船粟毕凑，市籴更平。郑伯熊为常平使，荐于朝，帅陈俊卿尤器重之。 寻改使浙西。役法敝甚细民至以鸡豚罂榻折产力遇役辄破家师鲁下教属邑预正流水籍稽其役之序宽比限免代输咸便安之。盐课岁百钜万，本钱久不给，亭灶私鬻，禁不可止，刑辟日繁。师鲁撙帑[注]缗，尽偿宿负，戒官吏毋侵移。上谓执政曰：儒生能办事如此！予职直秘阁。农民有垦旷土成田未及受租者，奸豪多为己利，师鲁奏：但当正其租赋，不应绳以盗种法，失劭农重本意。奏可，遂着为令。 为国子祭酒。初，上谕执政择老成端重者表率太学，故有是命。首奏：宜讲明理学，严禁穿凿，俾廉耻兴而风俗厚。师鲁学行素孚规约，率以身先，与诸生言，孜孜以治己立诚为本，艺尤异者必加奖劝，由是人知饬励。上闻之喜曰：颜师鲁到学未久，规矩甚肃。 诏充遗留礼信使。初，遗留使至金，必令簪花听乐。师鲁言：国势今非昔比，金人或强臣非礼，誓以死守。沿途宴设，力请彻乐。至燕山，复辞簪花执射。时孝宗以孝闻，师鲁据经陈谊，反复慷慨，故金终不能夺。 除吏部尚书兼侍讲，屡抗章请老，以龙图阁直学士知泉州。在泉因任，凡阅三年，专以恤民宽属邑为政，始至即捐舶货，诸商贾胡尤服其清。以绍熙四年卒于家，年七十五。 师鲁自幼庄重若成人，孝友天至。初为番禺簿，丧父以归，扶柩航海，水程数千里，甫三日登于岸，而飓风大作，人以为孝感。 （选自《宋史颜师鲁传》，有删改） [注]撙：节制。帑（tǎng）：财物。",
		"question-answer": {
			"对以下语句中天赋加点的词句的表述，有误的一项是 A．尝决水利工程滞讼滞：库存积压  B．师鲁撙帑缗，尽偿宿负宿：滞留  C．俾廉耻兴而风俗习惯厚俾：使  D．故金终不可以夺夺：更改": "B",
			"对原文中画波浪线一部分的断句，恰当的一项是 A．役法敝甚／细民至以鸡豚罂榻折产力／遇役辄破家／师鲁下教属邑／预正流水籍／稽其役之序／长宽比限／免代输／咸便安之  B．役法敝甚细民／至以鸡豚罂榻折产力／遇役辄破家／师鲁下教属邑／预正流水籍／稽其役之序／长宽比限／免代输／咸便安之  C．役法敝甚／细民至以鸡豚罂榻折产力／遇役辄破家／师鲁下教属邑预正／流水籍稽其役之序／长宽比限／免代输／咸便安之  D．役法敝甚细民／至以鸡豚罂榻折产力／遇役辄破家／师鲁下教属邑／预正流水籍稽其／役之序长宽比限／免代输／咸便安之": "A",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．颜师鲁关注民生工程，t恤老百姓。年成九州大陆，他买入放粮，想方法平稳粮价，获得领导器重；他在泉州就职三年，治国以爱民包容为标准，获得生意人胡人的敬服。  B．颜师鲁为政有策，老成持重。他出使浙西，做事工作能力强，获得皇上的夸赞；农户开垦荒地，租税被坏蛋豪族侵吞，他上奏提意见，获得官府毫无疑问，并写出法案。  C．颜师鲁忠于国家，刚直守节。最初，宋代的大使到金国被污辱，颜师鲁出任遗留下礼太阳龙宝宝时表达自身用到死来守节，他贯彻自身的誓言，并传扬孝心，令金国钦佩。  D．颜师鲁有孝道。他自小就庄重严肃认真像个成人，先天性有孝道。他的父亲去世，他带上遗体从水上回家了，刚成功就掀起猛风，大家觉得它是他的孝道觉得了老天爷。": "C",
			"把原文中画水平线的句子翻译成现代汉语语法。1但当正其租赋，不可绳以盗种法，失劭农重原意。2师鲁学行素孚规约，率以身先，与诸生言，孜孜以治己立诚为本。": "1只理应改正她们租税的扣除，不理应用盗种土地法经济制裁，（那样做）就丧失激励农作的原意。2颜师鲁的大学问品性一向符合要求，一直言传身教，和学员们谈话内容，勤恳锲而不舍地拿管住自身塑造诚实守信为压根。"
		},
		"translation": "颜师鲁，字几圣，漳州龙溪人。绍兴市年里，报考进士被破格提拔，列任莆田、福清知县。以前裁定水利工程层面库存积压的案子。年成遭大饥荒，开启库房规劝大家有没有相济很得法而没去抑制粮食的价格，海运来的谷物都集中化到这儿，销售市场买粮食的价格又稳定出来。郑伯熊出任常平使，把他强烈推荐给官府，守帅陈俊卿非常注重他。  没多久改任出使浙西。差役法有许多弊端，群众乃至把鸡、猪、坛罐、床换算成产业链人力资源，碰到差役就摧毁全家人。颜师鲁教育下属各县市，调整流水册，资格证书差役的顺序，放开追讨的限期，免除代输，（老百姓）都觉得便捷而稳定出来。盐税每一年有一百万之多，成本好长时间不可以供求平衡，一亭一灶擅自出售的，严禁下了不可以缓解，判处的人一天比一天多。颜师鲁节省成本，所有还款了旧债，劝诫官员不可侵吞侵吞。皇帝对当政重臣说：知识分子那样能做事！给他们直秘阁的官衔。农户有开垦荒地变为犁田没都还没交租金的，坏蛋豪族大多数据为现有而收利，颜师鲁上奏：只理应改正她们租税的扣除，不理应用盗种土地法经济制裁，（那样做）就丧失激励农作的原意。奏章获得毫无疑问，因此写出法案。  出任国子祭酒。当时，皇帝告之当政挑选老成持重的人到太学做为榜样，因此有这一任职。颜师鲁最先上奏：理应讲明白理学的大道理，禁止穿凿附会，使廉洁自律知耻的工作作风盛行而风俗习惯淳朴。颜师鲁的大学问品性一向符合要求，一直言传身教，和学员们谈话内容，勤恳锲而不舍地拿管住自身塑造诚实守信为压根，考试成绩十分突显的一定给与奖赏，因而每个人明白约束力拼搏。皇帝听了兴高采烈说：颜师鲁到院校没多久，组织纪律性很整肃。  官府下诏（颜师鲁）当担遗留下礼太阳龙宝宝。当时，遗留下使到达金国，（金国）必然要指令（宋代大使）戴花听歌。颜师鲁说：國家的能量如今不可以和以往比，金国人将会逼迫我不遵守礼数，（我）立誓用死来守节。沿路设宴招待，竭力恳求移去歌曲。到达燕山，又婉言拒绝戴花宴射。那时候孝宗皇上因孝出名，颜师鲁依据经卷阐述大道理，不断慷慨陈词，因而金国人自始至终不可以更改（他的想法）。  授任吏部尚书兼侍讲，数次上奏章恳求告老离休，凭借龙图阁直学土的真实身份出任泉州知州。在泉州任上，共亲身经历三年，一心用爱惜老百姓包容下属各县市做为政务的标准，刚上任就免去舶来货物的（税），这些生意人胡人特别敬服他的廉洁。在绍熙四年在家里过世，寿终七十五岁。  颜师鲁自小就庄重严肃认真仿佛成人，孝敬友好是他的本性。当时出任为番禺县主簿，父亲去世回家了，带上遗体在水上出航，水道几千里，已过三天刚走上岸，就掀起了强烈的风暴，人觉得它是他的孝道打动了老天爷。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28840.html": {
		"context": "宋康王舍人韩凭【韩凭，或作韩朋。韩凭与何氏生死不渝的爱情故事因为表达了人民的美好愿望，隋唐以后，广泛流传，但以《搜神记》所记为最早。】，娶妻何氏，美，康王【宋康王，战国宋国的末代国君，名偃，暴虐无道，溺于酒色，往往射杀臣下，当时称为桀宋。】夺之。凭怨，王囚之，论为城旦【城旦，一种刑罚，被处城旦罪的人，发往边地，白天伺察寇虏，夜里修造长城。】。妻密遗凭书，缪其辞【故意把话说得不明白】曰：其雨淫淫，河大水深，日出当心。既而王得其书，以示左右，左右莫解其意。臣苏贺对曰：其雨淫淫，言愁且思也。河大水深，不得往来也。日出当心，心有死志也。俄而凭乃自杀。  其妻乃阴腐其衣。王与之登台，妻遂自投台下，左右揽之，衣不中手【衣服经不起拉拽】而死。遗书于带曰：王利其生，妾利其死。愿以尸骨，赐凭合葬。  王怒，弗听，使里人埋之，冢相望也。王曰：尔夫妇相爱不已，若能使冢合，则吾弗阻也。宿夕之间，便有大梓木生于二冢之端，旬日而大盈抱，屈体相就，根交于下，枝错于上。又有鸳鸯，雌雄各一，恒栖树上，晨夕不去，交颈悲鸣，音声感人。宋人哀之，遂号其木曰相思树。相思之名起于此也。南人谓此禽即韩凭夫妇之精魂。今睢阳有韩凭城，其歌谣【指韩凭妻何氏所作自明其志的歌。据《彤管集》，何氏所作之《乌鹊歌》，其词如下：南山有鸟，北山张罗，鸟自高飞，罗当奈何！乌鹊双飞，不乐凤凰；妾是庶人，不乐康王。】至今犹存。  【注】正文选自晋朝干宝《搜神记》卷十一；【】内的文字是对有关内容的注解。",
		"question-answer": {
			"对以下句子中天赋加点词句的表述，有误的一项是 A.王囚之，论为城旦论：被判、判罪  B.妻密遗凭书，缪其辞曰遗：留有、遗留下  C.他的老婆乃阴腐其衣腐：使腐烂变质  D.雌和雄各一，恒栖树枝恒：一直、一直": "B",
			"以下每组句子中，所有立即说明韩凭夫妻忠诚感情的一组是（3分）  ①俄而凭乃自尽②王与之上台，妻遂自投观众席  ③使里人埋之，冢对望也④根给予下，枝错于上  ⑤交颈悲鸣，音声感人至深⑥妾是庶人，无状康王  A.①②⑥B.③④⑥C.①④⑤D.②③⑤": "A",
			"以下对文章正文和注释相关內容的解析和归纳，有误的一项是 A.韩凭是宋康王的舍人，他与何氏生死不渝的爱情小故事被大家世世代代广为传颂，晋干宝的《搜神记》最开始记述了这一小故事。  B.宋康王是个常常击毙臣下、沉迷于酒色的残暴之君，被世人称之为桀宋。韩凭的妻子何氏容颜漂亮，被他夺为己有。  C.韩凭夫妻以身殉情，虽无法合墓，但两坟中间长出一棵茂盛的大梓树将其连为一体，树枝的鸳鸯交颈悲鸣，音声感人至深。  D.何氏死前曾写作《乌鹊歌》自明其志，以深圳南山之鸟、双飞的乌鹊等自况，表述了不慕荣华、追求完美婚姻自由的美好心愿。": "C",
			"请把文言文阅读原材料中划线的句子译成现代汉语语法。1既而王得其书，以表上下，上下莫解其义。2王利其生，妾利其死。愿为遗骨，赐凭合墓。3尔夫妻恩爱不己，若能使冢合，则吾弗阻也。": "1之后宋康王获得了这封信，把信给他们身旁的近臣看，她们都搞不懂何氏的含意。 2康王希望我活著，我却但求一死。期望（君主）把遗骨赐与韩凭，使夫妇合墓。  3大家夫妇恩爱（致死）难休，假如（大家）能使两坟相配，那麼我不会阻止大家。"
		},
		"translation": "宋康王的舍人韩凭，娶何氏为妻，（他的妻子）容颜漂亮，康王（将何氏）强抢进宫。韩凭怨恨康王抢走自身深爱的妻子，宋康王就一声令下把韩凭监禁起來，被判他犯了城旦罪。  何氏暗地里给韩凭写了一封信，信中有意把老话得搞不懂，说：其雨淫淫，河大水位，太阳升起小心。之后宋康王获得了这封信，把信给他们身旁的近臣看，她们都搞不懂何氏的含意。重臣苏贺对康王说：其雨淫淫，说的是心里的忧伤和想念（像绵延的秋风秋雨一样不休无穷）；河大水位，是说夫妇被分拆二地如同被江河隔绝那般没法相聚；太阳升起小心，是说何氏早已抱定以死明志的念头。没多久，韩凭自尽而死。  （听见老公自尽的信息后），韩凭的妻子暗地里让自身的衣服裤子腐烂变质。（一天），康王让何氏守候他上台游玩，何氏因此纵身一跃往下跳高台，康王身旁的的侍者赶忙去拉她，但何氏的衣衫（早已腐烂变质）经不住拉拽（沒有把她拉着），何氏坠亡了。（何氏）在衣带里给老公留有一封信，信讲到：康王希望我活著，我却但求一死。期望（君主）把遗骨赐与韩凭，使夫妇合墓。  康王很是气愤，不听何氏的遗言，让与何氏老乡的人把她安葬了，使二座墓葬防护对望。康王说：大家夫妇恩爱（致死）难休，假如（大家）能使两坟相配，那麼我不会阻止大家。（没想到）一夜之间，就会有两株大梓树（各自）长在二座墓葬的顶部，十天上下就大得如一抱大小，弯下树杆互相融入，树杆在地底交缠，枝干在土里交叠。又有一对鸳鸯，一雌一雄，一直栖居在树枝，早中晚也不离开，颈与颈偎依在一起传出悲鸣之声，响声（凄切哀婉）感人至深心魄。宋国的人怜悯韩凭夫妻的悲剧，就称这两棵树为相思树。情丝的名字就始于这类叫法。北方人说这对鸳鸯就是说韩凭夫妻的精魂（化为的）。现如今睢阳有韩凭城，韩凭的妻子何氏所做的童谣迄今还要广为流传。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28329.html": {
		"context": "道旁有甫田，农夫耕之，数息而后一锄。行者见而曰：甚矣，农之惰也！田且甫矣，数息而后一锄，将终岁无能为乎！农夫闻之，招行者曰：余将老于农矣予，而莫知所以耕，子可示我以耕之道乎？行者于是解衣下田，一息而数锄，一锄尽一身之力。未及移时，而气竭汗雨，喘喘焉，不能作声，且仆于田。徐谓农夫曰：今而后知耕之难也！农夫曰：耕曷难乎?子之速耕者，殆难也。夫子一息而数锄，则作者常少，而辍者常多；余数息而一锄，则作者常多，而辍者常少。以其所常多者，较其所常少者，以其所常少者，较其所常多者，孰为速而孰为迟乎？孰为逸而孰为劳乎？行者服而退。",
		"question-answer": {
			"下列句中的而字解释不正确的一项是  A.农夫耕之，数息而后一锄　 而：才。　　 B.余将老于农矣，而莫知所以耕　 而：可是。   C.一息而数锄，一锄尽一身之力　　　而：就。 D.行者服而退　　而：却。": "D",
			"翻译文中划线的句子。 1甚矣，农之惰也。2孰为逸而孰为劳乎?": "1这个农家啊好懒了! 2哪一个轻轻松松哪一个疲惫呢？",
			"故事里的过路人，他不懂得种田的规律，没有正确分析广大田地和人的有限体力之间的矛盾。这则寓言告诉我们：": "这则寓意故事告知人们：不管做什么事必须重视科学，不能心浮气躁急于求成。另外还告知人们看事非常容易办事难的大道理。"
		},
		"translation": "道道旁有一大块田，有一个农民在田里耕种，他喘几一口气才挥一下铁锹。有一个过路人看到农民却说：这个农民啊好懒了!农田那么大，你喘几一口气才刨一下，就是说来到年尾也干不完呀!农民听了，扬手招乎在街上过路的的人说：我一辈子种田，即将老死在这里上边了，但是到现如今都不明白如何种田，你为何不帮我做个模样教我耕种的方式呢？过路人因此脱掉外套来到田里，匆匆忙忙地，喘一口气连刨两下，每锄一下都祭出满身气力。干不上一个时辰，他的气力耗尽，豆大的汗水像雨天一样往下淌，一口接一口喘大喘气，连话也说不出口，而且倒在田里。他渐渐地对农民说：从今以后，我算了解种地的困难了!农家说：种地有哪些难的呢？但是针对你那样迅速耕种的人而言，也许就看起来难些吧。你喘一口气连刨几铁锹，那样干下来，干活儿时间经常是非常少的，而慢下来歇息的时间却经常是许多 的；我喘几一口气刨一铁锹，干活儿时间经常是许多 的，而慢下来歇息的时间经常是非常少的。用你耕种的时间和我耕种的时间比，再用你歇息的时间和我歇息的时间比，哪一个快哪一个慢呢？哪一个轻轻松松哪一个疲惫呢？过路人心悦诚服地离开这地区。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28841.html": {
		"context": "宣和间①，芒山②有盗临刑，母亲与之诀③。盗对母云：愿如儿时一吮母乳，死且无憾。母与之乳，盗啮断乳头，流血满地，母死。盗因告刑者曰：吾少也，盗一菜一薪，吾母见而喜之，以至不检④，遂有今日。故恨杀之。呜呼!异矣，夫⑤语教子婴孩，不虚也! 注释：①宣和：宋徽宗赵佶年号(公元1119-1126年)。 ②芒山：山名，在河南省砀山北。 ③诀：永别。",
		"question-answer": {
			"解释下列句中加点字。1盗因告刑者曰  2以至不检  3夫语教子婴孩": "1于是 2约束，检点 3发音助词",
			"翻译下面的句子。1吾少时，盗一菜一薪，吾母见而喜之，以至不检，遂有今日。 2夫语教子婴孩不虚也！": "1我小时候，偷一棵菜一根柴，我的母亲却很喜欢我的这种不良行为，以至于后来不能约束自己，才有今天的下场。2俗话说：教育孩子要从幼儿时就开始。",
			"对下列句中加点字的意义判断正确的一项是 ①芒山有盗临刑　　②盗一菜一薪　　③愿如儿时一吮母乳　　④母与之乳   A.①与②相同，③与④不同　　B.①与②不同，③与④也不同 C.①与②相同，③与④也相同　D.①与②不同，③与④相同": "B",
			"这个故事留给我们的启示是": "教育孩子要从小开始。"
		},
		"translation": "宋宣和年里，芒山有一个窃贼要行刑，母亲来和他拜别。窃贼对他的母亲说：希望像童年一样再度吮吸母亲的奶汁，去世了也就沒有缺憾了。母亲同意了,把乳房给他们吮，没想到盗贼却咬掉了母亲的乳房，血液了遍地，母亲去世了。行刑的人说：你为何这般恶毒？盗贼因此对行刑的人说：我儿时，拣到一棵菜、一根柴，我的母亲看见都是一件事的这类各种不良行为非常高兴，以致于之后不可以约束力自身的个人行为，才有今日的结局。因此我怀恨她，就把她杀了。唉！俗语说教育小孩要从儿童刚开始这一点不假啊！"
	},
	"http://www.yuwen360.com/ywtk/wyw/28330.html": {
		"context": "【甲】十年春，齐师伐我。公将战，曹刿请见。其乡人曰：肉食者谋之，又何间焉？刿曰：肉食者鄙，未能远谋。乃入见。问：何以战？公曰：衣食所安，弗敢专也，必以分人。对曰：小惠未徧，民弗从也。公曰：牺牲玉帛，弗敢加也，必以信。对曰：小信未孚，神弗福也。公曰：小大之狱，虽不能察，必以情。对曰：忠之属也。可以一战。战则请从。   【乙】秦攻赵长平，齐、楚救之。秦计曰：齐、楚救赵，亲①，则将退兵；不亲，则遂攻之。赵无以食，请粟于齐，而齐不听。苏秦谓齐王曰：不如听之以却②秦兵，不听则秦兵不却，是秦之计中。且赵之于齐，隐蔽③也，齿之有唇也，唇亡则齿寒。  【注释】①亲：指关系友好，亲近。②却：退。③隐蔽：指屏障。",
		"question-answer": {
			"解释下列加点词语在文中的意思。1肉食者鄙  鄙：  2神弗福也  福：   3而齐不听而：  4苏秦谓齐王曰  谓：": "1才疏学浅。这儿指鼠目寸光。2降福，庇佑。3可是，但是。4对说，告知。",
			"下面是选文中划线的语句，请翻译成现代汉语，写在答题卡上。1衣食所安，弗敢专也，必以分人。 2秦攻赵长平，齐、楚救之。": "1衣禄这种健康养生的东西，害怕独自一人享有，一定把它分到他人。2秦国攻打赵国的长平，齐国、楚国（相互发兵）救赵国。",
			"阅读【甲】【乙】两文，概括曹刿和苏秦在人物形象上有什么共同之处？": "谋定后动（或聪明伶俐）"
		},
		"translation": "【甲】鲁庄公十年的初春，齐国部队攻打鲁国，鲁庄公即将应战。曹刿恳求庄公会见。他的老乡说：当权者会谋化这件事情的，你又需不需要参加呢？曹刿说：当权者浅薄愚昧，不可以谋定后动。因此进到皇宫去见庄公。曹刿问庄公：您凭着哪些跟齐国打战？庄公说：衣禄这种健康养生的东西，我害怕独自一人享有，一定把它分到他人。曹刿回应：这类小恩小惠不遍布老百姓，群众是不容易遵从您的。庄公说：祭拜用的猪，牛，羊，玉石和纺织物，我几乎害怕谎报夸大其词，一定依照真实情况相报。曹刿回应：小的个人信用，不可以被信赖，神是不容易庇佑您的。庄公说：许许多多的起诉案子，即便不可以一一明察，一定会依照真实情况解决。曹刿说：它是尽了本职工作的一类事儿，能够凭着这一点去打战。（假如）战斗，就请容许我追随。  【乙】秦国攻打赵国的长平，齐、燕两国之间举兵救赵。秦王盘算道：现如今齐、燕前去救赵，假如她们团结一致，寡人撤兵未迟；倘若她们一盘散沙，则应势攻之。  这时候，赵军谷物吃紧，派人向齐国借粮，但是齐王不理会。周子对齐王说：老大比不上遵从赵国，把钱粮出借她们，他会击败秦兵，假如老大您不用理会，秦兵就不容易褪去。那样，就中间了秦国的计谋，而齐、燕就失策了。并且赵对于燕、齐两国之间而言，更是御秦的天然屏障。这就像门牙跟嘴巴的关联，没了嘴巴，门牙就会觉得严寒。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28842.html": {
		"context": "司马穰苴者，田完之苗裔也。齐景公时，晋伐阿、甄，而燕侵河上，齐师败绩。景公患之。晏婴乃荐田穰苴曰：穰苴虽田氏庶孽，然其人文能附众，武能威敌，愿君试之。景公召穰苴，与语兵事，大说之，以为将军，将兵扞燕晋之师。穰苴曰：臣素卑贱，君擢之闾伍之中，加之大夫之上，士卒未附，百姓不信，人微权轻，愿得君之宠臣，国之所尊，以监军，乃可。于是景公许之，使庄贾往。 穰苴既辞，与庄贾约曰：旦日日中会于军门。穰苴先驰至军，立表下漏待贾。贾素骄贵，以为将己之军而己为监，不甚急；亲戚左右送之，留饮。日中而贾不至。穰苴则仆表决漏，入，行军勒兵，申明约束。约束既定，夕时，庄贾乃至。穰苴曰：何后期为？贾谢曰：不佞大夫亲戚送之，故留。穰苴曰：将受命之日则忘其家，临军约束则忘其亲。今敌国深侵，邦内骚动，百姓之命皆悬于君，何谓相送乎！召军正问曰：军法期而后至者云何？对曰：当斩。庄贾惧，使人驰报景公，请救。既往，未及反，于是遂斩庄贾以徇三军。三军之士皆振栗。久之，景公遣使者持节赦贾，驰入军中。穰苴曰：将在军，君令有所不受。问军正曰：驰三军法何？正曰：当斩。使者大惧。穰苴曰：君之使不可杀之。乃斩其仆，车之左驸，马之左骖，以徇三军。遣使者还报，然后行。悉取将军之资粮享士卒，身与士卒平分粮食。病者皆求行，争奋出为之赴战。晋师闻之，为罢去。燕师闻之，度水而解。于是追击之，遂取所亡封内故境而引兵归。未至国，景公与诸大夫郊迎，劳师成礼，然后反归寝。既见穰苴，尊之为大司马。田氏日以益尊于齐。 已而大夫鲍氏、高、国之属害之，谮于景公。景公退穰苴苴发疾而死田乞田豹之徒由此怨高国等其后及田常杀简公尽灭高子国子之族至常曾孙和①因自立为齐威王用兵行威大放穰苴之法而诸侯朝齐。 齐威王使大夫追论古者司马兵法，而附穰苴于其中，因号曰《司马穰苴兵法》。 (选自《史记司马穰苴列传第四》，有删改) 【注释】①和：田和，人名。",
		"question-answer": {
			"对以下语句中天赋加点词的表述，有误的一项是 Ａ．以往，未及反　　回到  Ｂ．因此遂斩庄贾以徇三军示众  Ｃ．贾谢曰：不佞医生亲朋好友送之，故留。婉言拒绝  Ｄ．君擢之闾伍当中破格提拔": "C",
			"以下每组语句中，天赋加点词的实际意义和使用方法都同样的一组是 A.愿得君之宠臣，国之所尊，以监军认为将己之军而己为监  B.加上医生之中因此景公许之  C.军法期然后至者云何遂取所亡封内故境而率兵归  D.而附穰苴于在其中旦日中日会于军门": "D",
			"以下各句子为四组，都能立即主要表现穰苴在出战前整肃纪律、创建威信的一组是 ①穰苴先驰至军，立表下漏②军队勒兵，声明约束力  ③老百姓之命皆悬在君，什么叫相赠乎④庄贾惧，使人驰报景公，请救  ⑤乃斩其仆，车之左驸，马之左骖，以徇三军⑥身与士卒均分谷物  Ａ．①②⑤　　　　Ｂ．②⑤⑥　　　　Ｃ．①③⑥　　　　Ｄ．②③④": "A",
			"以下对全文相关內容的了解和解析，有误的一项是 Ａ．庄贾是景公的宠臣，作为监军，在土地沦丧、阵线应急的形势下，视纪律如儿戏，与亲戚朋友饮宴，承诺晌午抵达营门，竟日暮才抵达。  Ｂ．田穰苴被委以重任后，他倍感自身出生低贱，无法服众，便恳求君主给他们派一个懂国防、声望高的重臣来当监军，齐景公考虑了他的心愿。  Ｃ．田穰苴做为大将却不搞形式化，他把归属于自身的军资物件拿出去让士兵享受，和士兵均分谷物，因而备受士兵拥戴，连得病的士兵也规定一同赶赴竞技场。  Ｄ．田穰苴一方面要从严治军，一方面和士兵患难与共，军威远播，侵入齐国的晋、燕军队听到后竟不战而屈，齐军应势追捕，占领了丧失的所有国土。": "B",
			"用/给下边的文段断句。 景公退穰苴苴发疾而死田乞田豹之徒从而怨高国等之后及田常杀简公尽灭高子国子之族至常曾孙和因独立为齐威王用兵行威释放穰苴之道而诸侯国朝齐。": "景公退穰苴/苴发疾而死/田乞//田豹之徒从而怨高//国等/之后/及田常杀简公/尽灭高子//国子之族/至常曾孙和/因自立为齐威王/用兵行威/释放穰苴之道/而诸侯国朝齐。",
			"汉语翻译下边的语句。1景公召穰苴，与语兵事，大说之，认为大将。2既见穰苴，尊谓之大司马。田氏日以益尊于齐。": "1齐景公召见穰苴，跟他相互讨论军国大事，齐景公十分高兴，把他任职为大将。 2齐景公会见了田穰苴，崇敬他做大司马。（此后）田氏在齐国的影响力就一天天地贵显了。"
		},
		"translation": "司马穰苴，是田完的子孙后代。齐景公时，晋国发兵进攻齐国的东阿和甄城，燕国侵略齐国黄河龙洲湾的国土。齐国的军队都挨打得惨败。齐景公因此十分焦虑。因此晏婴就向齐景公强烈推荐田穰苴，说：穰苴虽然是田家的妾生之子，但是他的文才可以使大伙儿归服、听从；武略能使对手惧怕。期望君主能试一下他。因此齐景公召见了穰苴，跟他相互讨论军国大事，齐景公十分高兴，任职他干了大将，率军去抵御燕、晋两国之间的军队。穰苴说：我的影响力一向低贱，君主将我从贫民中破格提拔起來，放置医生之中，士兵们不容易听从，老百姓也不容易信赖，人的资望轻度，权威性就塑造不起來，期望能派一位君主宠幸、國家重视的重臣来做监军，那样才行。因此齐景公就同意了他的规定，派庄贾去做监军。  穰苴向景公辞别后，便和庄贾承诺说：明日晌午在营门会齐。第二天，穰苴首先赶来军门，竖起了倒计时的木表和漏壶，等候庄贾。但庄贾一向骄盈贵显，觉得带领的是自身的军队，自身又做监军，也不非常心急；亲朋好友为他饯行，挽回他饮酒。早已直到了晌午，庄贾还没有来临。穰苴就击倒木表，磕破漏壶，进到军营生活，巡查基地，整饬军队，公布了各种各样规章制度命令。等他部署结束，已成日暮时段，庄贾这才来临。穰苴说：为何承诺了時间还晚到？庄贾深表歉意地表述说：盆友亲朋好友们帮我送别，因此耽误了。穰苴说：作为名将，从接受命令的那一刻起，就理应忘记自身的家中，赶到军队公布要求命令后，就应忘记个人的情分。现如今对手入侵早已深层次国境线，中国动乱躁动不安，全国性老百姓的性命都维持在你的的身上，还谈得上哪些送别呢！因此把军法官喊来，询问道：军法上，对承诺時间却晚到的人是怎么讲的？回应说：理应斩头。庄贾很担心，派人飞马汇报齐景公，请他解救。报信的人去后没多久，还不等他回到，就把庄贾斩头，向三军巡行示众，军内官兵都吃惊担心。已过很久，齐景公派的大使才拿着节符来饶恕庄贾。马车飞跑直穿军营生活。穰苴说：名将在军队里，君主的指令有的能够 不接纳。又问军法官说：驾着马车在军营生活里新款奔驰，军法上是如何要求的？军法官说：理应斩头。大使出现异常害怕。穰苴说：君主的大使不可以斩头。就斩了大使的侍从，弄断了左侧的夹车木，杀掉了左侧开车的马，向三军巡行示众。又让大使回来向齐景公汇报，随后就来看了。他把自身做为大将专用型的物资供应谷物所有拿出去招待士兵，自身和士兵一样均分谷物。病弱的士兵也都规定一同赶赴竞技场，争先创优英勇地为他作战。晋国军队知道这样的事情，就把军队撤回去了。燕国军队知道这样的事情，因渡黄河往北撤离而分散化懈怠，因此齐国的军队乘势追捕她们，占领了全部失陷的国土，随后率军凯旋。还没有到国都，齐景公带领文武百官到城边来迎来，依照礼仪知识犒劳官兵后，才返回寝殿。齐景公会见了田穰苴，尊敬、青睐地任职他做大司马。此后，田氏在齐国的影响力就一天天地贵显起來。  之后，大夫鲍氏、高氏、国氏一班人妒嫉他，在齐景公眼前损伤、污蔑他。齐景公就消除了他的官衔，穰苴病发而死。田乞、田豹等因而怨气高氏、国氏大家族的人。自此，田常杀掉齐简公，把高氏、国氏大家族所有诛灭了。来到田常的曾孙田和，便独立为君，号为齐威王。他率军打战施使权威性，都普遍地效仿穰苴的作法，世界各国诸侯国都到齐国朝圣。  齐威王派医生科学研究探讨古时候的各种各样诸葛战法，而把大司马田穰苴的战法也附在里面，因此定全名是《司马穰苴兵法》。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28842.html": {
		"context": "司马穰苴者，田完之苗裔也。齐景公时，晋伐阿、甄，而燕侵河上，齐师败绩。景公患之。晏婴乃荐田穰苴曰：穰苴虽田氏庶孽，然其人文能附众，武能威敌，愿君试之。景公召穰苴，与语兵事，大说之，以为将军，将兵捍燕晋之师。穰苴曰：臣素卑贱，君擢之闾伍之中，加之大夫之上，士卒未附，百姓不信，人微权轻。愿得君之宠臣，国之所尊，以监军，乃可。于是景公许之，使庄贾往。穰苴既辞，与庄贾约曰：旦日日中会于军门。穰苴先驰至军，立表下漏，待贾。 贾素骄贵，以为将己之军而己为监，不甚急；亲戚左右送之，留饮。日中而贾不至。穰苴则仆表决漏，入，行军勒兵，申明约束。约束既定，夕时，庄贾乃至。穰苴曰：何后期为？贾谢曰：不佞大夫亲戚送之，故留。穰苴曰：将受命之日则忘其家，临军约束则忘其亲，援桴鼓之急则忘其身。今敌国深侵，邦内骚动，士卒暴露于境，君寝不安席，食不甘味，百姓之命皆悬于君，何谓相送乎！召军正问曰：军法期而后至者云何？对曰：当斩。庄贾惧，使人驰报景公，请救。既往，未及反，于是遂斩庄贾以徇三军。三军之士皆振栗。久之，景公遣使者持节赦贾，驰入军中。穰苴曰：将在军，君令有所不受。问军正曰：驰三军法何？正曰：当斩。 使者大惧。穰苴曰：君之使不可杀之。乃斩其仆，车之左驸，马之左骖，以徇三军。遣使者还报，然后行。士卒次舍，井灶饮食，问疾医药，身自拊循之。悉取将军之资粮享士卒，身与士卒平分粮食，最比其羸弱者。三日而后勒兵。病者皆求行，争奋出为之赴战。晋师闻之，为罢去。燕师闻之，度水而解。于是追击之，遂取所亡封内故境而引兵归。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A.士卒次舍井灶／饮食问疾医药／身自拊循之／悉取将军之资粮享士卒／身与士卒平分粮食／最比其赢弱者／ B.士卒次舍井灶饮食问疾医药／身自拊循之／悉取将军之资粮享士卒／身与士卒平分粮食／最比 其赢弱者／ C.士卒次舍井灶／饮食问疾医药／身自拊循之／悉取将军之资粮享士卒／身与士卒平分／粮食最比其赢弱者／ D.士卒次舍井灶饮食间疾医药／身自拊循之／悉取将军之资粮享士卒／身与士卒平分／粮食最比 其赢弱者／": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A.日中，表时间，中午12点，又名日正、中午，是一天的太阳正中时。 B.表是古代测日影的器具，漏是古代滴水计时的仪器。 C.节是符节，古代使者所持以作凭证，如苏武持节送匈奴使。 D.左骏指古代驾车三马中左边的马。后用四马，亦指四马中左边的马。": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是 A.穰苴出身卑贱，却深受皇帝赏识。穰苴为报君王之恩，在齐国连遭败绩时，请缨抗敌，主动请 求君王派大臣来做监军。 B.穰苴治军严厉。庄贾在约定的时刻未到达军营被斩首于三军之前，君王的使者驾车驰入军 中，也被处置。 C.穰苴体恤士卒，得到士卒的拥护。穰苴深入士卒军舍，对体 弱者关怀有加，穰苴率兵抗敌，士 卒都争先出战。 D.穰苴威震敌军。穰苴起兵后，晋国知道了，就把军队撤了回去；燕国军队知道后，也渡过黄河 向北撤退。": "A",
			"把文中画横线的句子翻译成现代汉语。1约束既定，夕时，庄贾乃至。穰苴曰：何后期为？ 2既往，未及反，于是遂斩庄贾以构三军。三军之士皆振果。": "1规章法令制定以后，日暮时分，庄贾才到。穰苴说：为什么在约定期限之后到？2报信的人去了以后，还没来得及返回，就把庄贾斩首来向三军巡行示众，三军将士都震惊害怕。"
		},
		"translation": "司马穰苴，是田完的子孙后代。齐景公时，晋国发兵进攻齐国的东阿和甄城，燕国侵略齐国黄河龙洲湾的国土。齐国的军队都挨打得惨败。齐景公因此十分焦虑。因此晏婴就向齐景公强烈推荐田穰苴，说：穰苴虽然是田家的妾生之子，但是他的文才可以使大伙儿归服、听从；武略能使对手惧怕。期望君主能试一下他。因此齐景公召见了穰苴，跟他相互讨论军国大事，齐景公十分高兴，任职他干了大将，率军去抵御燕、晋两国之间的军队。穰苴说：我的影响力一向低贱，君主将我从贫民中破格提拔起來，放置医生之中，士兵们不容易听从，老百姓也不容易信赖，人的资望轻度，权威性就塑造不起來，期望能派一位君主宠幸、國家重视的重臣来做监军，那样才行。因此齐景公就同意了他的规定，派庄贾去做监军。  穰苴向景公辞别后，便和庄贾承诺说：明日晌午在营门会齐。第二天，穰苴首先赶来军门，竖起了倒计时的木表和漏壶，等候庄贾。但庄贾一向骄盈贵显，觉得带领的是自身的军队，自身又做监军，也不非常心急；亲朋好友为他饯行，挽回他饮酒。早已直到了晌午，庄贾还没有来临。穰苴就击倒木表，磕破漏壶，进到军营生活，巡查基地，整饬军队，公布了各种各样规章制度命令。等他部署结束，已成日暮时段，庄贾这才来临。穰苴说：为何承诺了時间还晚到？庄贾深表歉意地表述说：盆友亲朋好友们帮我送别，因此耽误了。穰苴说：作为名将，从接受命令的那一刻起，就理应忘记自身的家中，赶到军队公布要求命令后，就应忘记个人的情分。现如今对手入侵早已深层次国境线，中国动乱躁动不安，全国性老百姓的性命都维持在你的的身上，还谈得上哪些送别呢！因此把军法官喊来，询问道：军法上，对承诺時间却晚到的人是怎么讲的？回应说：理应斩头。庄贾很担心，派人飞马汇报齐景公，请他解救。报信的人去后没多久，还不等他回到，就把庄贾斩头，向三军巡行示众，军内官兵都吃惊担心。已过很久，齐景公派的大使才拿着节符来饶恕庄贾。马车飞跑直穿军营生活。穰苴说：名将在军队里，君主的指令有的能够 不接纳。又问军法官说：驾着马车在军营生活里新款奔驰，军法上是如何要求的？军法官说：理应斩头。大使出现异常害怕。穰苴说：君主的大使不可以斩头。就斩了大使的侍从，弄断了左侧的夹车木，杀掉了左侧开车的马，向三军巡行示众。又让大使回来向齐景公汇报，随后就来看了。他把自身做为大将专用型的物资供应谷物所有拿出去招待士兵，自身和士兵一样均分谷物。病弱的士兵也都规定一同赶赴竞技场，争先创优英勇地为他作战。晋国军队知道这样的事情，就把军队撤回去了。燕国军队知道这样的事情，因渡黄河往北撤离而分散化懈怠，因此齐国的军队乘势追捕她们，占领了全部失陷的国土，随后率军凯旋。还没有到国都，齐景公带领文武百官到城边来迎来，依照礼仪知识犒劳官兵后，才返回寝殿。齐景公会见了田穰苴，尊敬、青睐地任职他做大司马。此后，田氏在齐国的影响力就一天天地贵显起來。  之后，大夫鲍氏、高氏、国氏一班人妒嫉他，在齐景公眼前损伤、污蔑他。齐景公就消除了他的官衔，穰苴病发而死。田乞、田豹等因而怨气高氏、国氏大家族的人。自此，田常杀掉齐简公，把高氏、国氏大家族所有诛灭了。来到田常的曾孙田和，便独立为君，号为齐威王。他率军打战施使权威性，都普遍地效仿穰苴的作法，世界各国诸侯国都到齐国朝圣。  齐威王派医生科学研究探讨古时候的各种各样诸葛战法，而把大司马田穰苴的战法也附在里面，因此定全名是《司马穰苴兵法》。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28588.html": {
		"context": "程知节，本名咬金，济州东阿人也。少骁勇，善用马槊。大业末，聚徒数百，共保乡里，以备他盗。后依李密，署为内军骠骑。时密于军中简勇士尤异者八千人，隶四骠骑，分为左右以自卫，号为内军。自云：此八千人可当百万。知节既领其一，甚被恩遇。  及王世充出城决战，知节领内马军，与密同营在北邙山上，单雄信领外马军，营在偃师城北。世充来袭雄信营，密遣知节及裴行俨助之。行俨先驰赴敌，为流矢所中，坠于地。知节救之，杀数人，世充军披靡，乃抱行俨重骑而还。为世充骑所逐，刺槊洞过，知节回身捩折其槊，兼斩获追者，于是与行俨俱免。  及密败，世充得之，接遇甚厚。武德二年，知节谓秦叔宝曰：世充器度浅狭而多妄语好为咒誓乃巫师老妪耳岂是拨乱主乎？及世充拒王师于九曲，知节领兵在其阵，与秦叔宝等马上揖世充曰：荷公接待，极欲报恩。公性猜贰，傍多扇惑，非仆托身之所，今谨奉辞。于是跃马与左右数十人归国，世充惧，不敢追之。授秦王府左三统军。破宋金刚，擒窦建德，降王世充，并领左一马军总管。每阵先登，以功封宿国公。  武德七年，建成忌之，构之于高祖，除康州刺史。知节白太宗曰：大王手臂今并翦除，身必不久。知节以死不去，愿速自全。六月四日，从太宗讨建成、元吉①。事定，拜太子右卫率，迁右武卫大将军，赐食封七百户。  贞观中，历泸州都督、左领军大将军。与长孙无忌等代袭刺史，改封卢国公，授普州刺史。十七年，累转左屯卫大将军，检校北门屯兵，加镇军大将军。永徽六年，迁左卫大将军。显庆二年，授葱山道行军大总管以讨贺鲁②。师次怛笃城，有胡人数千家开门出降，知节屠城而去，贺鲁遂即远遁。军还，坐免官。未几，授岐州刺史。表请乞骸骨，许之。麟德二年卒，赠骠骑大将军、益州大都督，陪葬昭陵。  （节选自《旧唐书列传第十八》）  [注]①建成、元吉：秦王李世民的兄弟。 ②贺鲁：西突厥沙钵罗可汗。 ",
		"question-answer": {
			"对下列句中加点字词的解释，不正确的一项是  A．时密于军中简勇士尤异者八千人 简：挑选  B．与密同营在北邙山上 营：安营，驻扎  C．构之于高祖 构：陷害  D．与长孙无忌等代袭刺史 袭：袭击": "D",
			"下列各组中，停顿最合理的一项是 A．世充器度浅/ 狭而多妄/ 语好为咒誓/ 乃巫师/ 老妪耳/ 岂是拨乱主乎 B．世充器度浅狭/ 而多妄/ 语好为咒誓/ 乃巫师/ 老妪耳岂是/ 拨乱主乎 C．世充器度浅狭/ 而多妄语/ 好为咒誓/ 乃巫师老妪耳/ 岂是拨乱主乎 D．世充 /器度浅狭/ 而多妄语/ 好为咒/ 誓乃巫师老妪耳/ 岂是拨乱主乎": "C",
			"下列对原文有关内容的分析和概括，不正确的一项是 A．程咬金有胆识。他在隋朝大业年末社会动乱之际，组织聚集了数百人来保护乡人，防止其他盗贼来侵犯。 B．程咬金被李密委任为内军骠骑，统领内军八千人。他的队伍都是猛士，可抵挡百万人马，他也因此蒙受特殊待遇。 C．程咬金几易其主。李密被败后，被王世充所得，后又与秦叔宝商定，离开难成乱世英明之主的王世充，转而投奔秦王，在秦王手下建功颇多。 D．程咬金在唐朝有功劳也有过失。他帮助唐太宗除去李建成和李元吉，为朝廷立下功勋；但是后来因罪被免官，而后不久又被任命为岐州刺史。": "B",
			"将文中画线句子翻译成现代汉语。1行俨先驰赴敌，为流矢所中，坠于地。2师次怛笃城，有胡人数千家开门出降，知节屠城而去，贺鲁遂即远遁。": "1行俨首先驱马冲向敌方，被飞箭射中，磕到土里。2部队驻守在怛笃城，有百余家胡人开启大门出去缴械，程知节（程咬金）屠戮同城的人然后离开，贺鲁因此马上躲得远远地的。"
		},
		"translation": "程知节，本全名是咬金，是济州东阿县人。青春年少情况下英勇善战，擅于骑着马用槊击刺。功业年底，程咬金集聚了百余，相互保卫村里，来提防别的术士。之后归附李密，任职为内军骠骑。那时候李密在军内筛出八千个非常出色的勇烈之士，归属于四位骠骑将军，分成上下来维护自身，称为内军。李密自身说：这八千人能够抵上几百万精兵。程咬金管领四骠骑之一，受到恩遇非常隆厚。  直到王世充与李密在城边血战，程咬金带领内马军，与李密一同于北邙山上扎营，单雄信带领外马军，于偃师城北扎营。王世充围攻单雄信营垒，李密外派程咬金与裴行俨前往援救。裴行俨首先驱马冲向敌方，被飞箭射中，磕到土里。程咬金驰马援救，连杀数人，王世充部队倒退，因此抱住裴行俨再度骑上回奔。被王世充骑兵队追逐，追兵用槊刺中程咬金，程咬金回过头来去断裂其槊，又击杀追兵，方才与裴行俨可免于此难。  之后李密不成功，王世充战俘（获得）了程咬金，王世充看待他很是优渥。武德二年，程咬金对秦叔宝说：王世充才识风范浅陋偏激，却爱瞎说，喜爱赌咒发誓，这但是是老巫婆罢了，哪儿是拨乱反正的君王！王世充在九曲与唐军对战，程知节领兵在阵上，与秦叔宝等在立刻向王世充施礼，讲到：我等你身负您的非常优惠待遇，老想知恩图报法律效力。但您性格猜疑，身边又多扇动迷心的人，并不是我等托身的地方，现如今恭敬恳求此后各自。因此骑上与上下数十人前去降唐，王世充担心，害怕追逐。李渊授于他秦王府左三统军，程咬金战胜宋金刚，捉拿窦建德，使王世充缴械，同领左一马军主管。每到出战敬军礼先登，因屡建军功封号为宿国公。  武德七年，皇太子李建成忌恨他，向唐高祖李渊进馋言诬陷他，派他担任康州刺史。程咬金告之李世民说：老大得力助手被祛除，保权也许不可以长期。知节在死的情况下都不离去老大，期望老大快些保权自身。六月四日，追随李世民征讨李建成、李元吉。玄武门之变后，授于他皇太子右卫率，晋升右武卫大大将，赐予食封七户。  李世民贞观年里，列任泸州大都督、左领军大元帅等职。与长孙无忌等临时领着刺史之职，改受封卢国公，授普州刺史。十七年，又变为左屯卫大大将，检校北门屯兵事项，加封镇军大元帅。高宗永徽六年，知节迁左卫大大将。显庆二年，授葱山（葱岭）道行军大主管来征伐西突厥沙钵罗可汗（阿史那贺鲁）。部队驻守在怛笃城，有百余家胡人开启大门出去缴械，程知节（程咬金）屠戮同城的人然后离开，贺鲁因此马上躲得远远地的。精兵回师以后，知节因罪被免官。没多久，授为岐州（治所今陕西三原县）刺史。程知节以上恳求归养，官府许之。麟德二年病故，赠骠骑大将军、益州大都督，随葬在太宗昭陵。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28333.html": {
		"context": "长孙平，字处均，河南洛阳人也。平有器干，颇览书记。仕周，释褐卫王侍读，时武帝逼于宇文护，谋与卫王诛之，王前后常使平往来通意于帝。及护伏诛，拜乐部大夫。高祖龙潜①时，与平情好款洽，及为丞相，恩礼弥厚。尉迥，王谦并称兵内侮，高祖深以淮南为意。时贺若弼镇寿阳，恐其怀二心，遣平驰驿往代之，弼果不从，平麾壮士执弼，送于京师。开皇三年，征拜度支尚书，平见天下州县多罹水旱，百姓不给，奏令民间每秋家出粟麦一石已下，贫富差等，储之闾巷，以备凶年，名曰义仓。因上书曰：臣闻国以民为本，民以食为命，劝农重谷，先王令轨。去年亢阳，关右饥馁，陛下运山东之粟，置常平之官，开发仓廪，普加赈赐，大德鸿恩，可谓至矣，然经国之道，义资远算，请勒诸州刺史、县令，以劝农积谷为务。上深嘉纳。自是州里丰衍，民多赖焉。后数载，转工部尚书。时有人告大都督邴绍非毁朝廷为愤愤者，上怒，将斩之。平进谏曰：川泽纳污，所以成其深；山岳藏疾，所以就其大。愿陛下弘山海之量，茂宽裕之德。邴绍之言，不应闻奏，陛下又复诛之，臣恐百代之后，有亏圣德。上于是敕绍。起后突厥达头可汗与都蓝可汗相攻，各遣使请援。上使平持节宣谕，令其和解。平至突厥所为陈利害遂各解兵可汗赠平马二百匹及还平进所得马上尽以赐之岁馀，除汴州刺史。其后历许、贝二州，俱有善政。邺都俗薄，旧号难治，前后刺史多不称职。朝廷以平所在善称，转相州刺史。甚有能名。在州数年，会正月十五日，百姓大戏，画衣裳为甲之象，上怒而免之。俄而念平镇淮南时事，进位大将军。仁寿中卒官。 （节选自《唐书长孙平传》） 【注】①高祖龙潜：指隋文帝杨坚未登基时。",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A．释褐卫王侍读释褐：出任官衔。  B．遣平驰驿往代之驰驿：兼程而进。  C．自然州里丰衍丰衍：充裕富有。  D．老百姓大剧大剧：十分高兴。": "D",
			"对原文中画波浪线一部分的断句，恰当的一项是 A．平至突厥所／为陈厉害／遂各解兵／大汗赠平马二百匹／及还／平进个人所得马／上尽以赐之／  B．平至突厥／所干陈厉害／遂各解兵／大汗赠平马二百匹／及还／平进／个人所得立刻尽以赐之／  C．平至突厥所／为陈厉害／遂各解兵／大汗赠平马二百匹／及还／平进／个人所得立刻尽以赐之／  D．平至突厥／所干陈厉害／遂各解兵／大汗赠平马二百匹／及还／平进个人所得马／上尽以赐之／": "A",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．长孙平颇才华出众，深得领导信赖。他在北周做官时，就遭受那时候相杨坚的优待；直到尉迥等举兵造反时，他坚决擒拿了贺若弼，消除了杨坚的之患。  B．长孙平谋定后动，解决全国各地闹饥荒。他倡建义仓，恳求皇上一声令下家家户户，每到丰收季节，不管穷富，均交一石下列的谷物，存储在村巷的公共性粮库中。  C．长孙平品行端正，勇于犯言劝谏。称帝要想干掉被别人诬陷的重臣邴绍时，他能站出去晓之以理，进谏皇上要宽宏大量；不然，恐将来有损仁德之名。  D．长孙平做官合格，擅于解决困难。他曾受皇上外派，取得成功地调处了突厥两部族的争吵；也由于广受称誊被改任相州刺史，去管理方法历年来久治不愈的邺都。": "C",
			"把原文中画水平线的句子翻译成现代汉语语法。1时武帝逼于宇文护，谋与卫王诛之，王前后左右常使平来往通意于帝。2然经国之法，义资远算，请勒诸州刺史、县太爷，以劝农积谷为务。": "1那时候武帝受宇文护的威逼利诱，企图与卫王一起诛灭宇文护，卫王依次常常派长孙平来往与武帝互通信息。2但施政之法，应当借助发展规划，请一声令下美国各州刺史、县太爷，以激励农作积储谷物为急务。"
		},
		"translation": "长孙平，字处均，是河南洛阳人。长孙平有器量和才能，念书许多 。就职于北周，出仕任卫王侍读。那时候武帝受宇文护的威逼利诱，企图与卫王一起诛灭宇文护，卫王依次常常派长孙平来往与武帝互通信息。直到宇文护被诛灭后，拜授长孙平乐部医生。高祖杨坚未即位时，与长孙平两情相悦，直到干了宰相，对他礼待恩遇很深。尉迥、王谦都依次兴兵轻慢官府，高祖非常担忧淮南地域。那时候贺若弼镇守寿阳，高祖怕他抱有二心，外派长孙平兼程赶赴取代他。贺若弼果真违命不从，长孙平就指挥者健壮的士兵拘捕他，押运到京都。开皇三年，官府征调长孙平任度支尚书。长孙平见那时候天下州县多遭水旱灾害，老百姓不可以自给自足，上奏提议令民俗在每一年丰收后每家拿出粟米小麦一石下列，按穷富差别级别缴纳，存储在村巷公仓，以提防灾难古稀之年，称作义仓。然后递送奏书说：臣下据说國家以人为本，黎民以谷物为根基，激励农作高度重视谷物，是上代君主的法案基本。上年旱灾，关右产生手机版饥荒，皇上装运山东省的粮粟，设定调控物价水平的单位，开启库房，普遍给予赈济恩惠，大德洪恩，能够说来到极致。但施政之法，应当借助发展规划，请一声令下美国各州刺史、县太爷，以激励农作积储谷物为急务。皇帝大幅嘉许听取意见。此后州县农村谷物充裕，老百姓多归功于此。两年后，长孙平改任工部尚书。那时候许多人揭发大都督邴绍，说他毁骂官府昏愦，皇帝盛怒，即将击杀他。长孙平劝谏说：江河大泽容下废弃物，因此能贡献其深广；山岳能藏纳疾疠之气，因此能贡献其伟岸。望皇上弘扬大山海洋的洪量，营销推广宽容优容的大德。邴绍的语言，本不可奏闻圣上，皇上又加上诛灭，我担忧千秋后人，不利于圣上仁德之名。皇帝因此饶恕了邴绍。之后突厥达头大汗与都蓝可汗互相攻伐．都派大使来恳求支援。皇帝外派长孙平持符节宣布旨意，要她们调解。长孙平来到突厥人的地区，为她们多谋善断利益关系，因此分别罢兵。大汗赠予长孙平二百匹马。回家后，长孙平敬献个人所得的马，皇帝所有赐予了他。一年多后，授任汴州剌史。之后列任许州、贝州刺史，常有好的政声。邺都风俗习惯薄恶，向来称为久治不愈，依次几任刺史大多数消极怠工。官府由于长孙平在各部常有誉称，改任他为相州刺史。他很有贤良的盛名。在位两年后，遇正月十五，老百姓肆无忌惮玩耍，把衣服裤子画成帽子盔甲的模样，皇帝大怒，免去其官衔。随后又感思他平定驻守淮南时的贡献，升职加薪位为大元帅。仁寿年里在位上过世。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28333.html": {
		"context": "长孙平，字处均，河南洛阳人也。平有器干，颇览书记。仕周，释褐卫王侍读，时武帝逼于宇文护，谋与卫王诛之，王前后常使平往来通意于帝。及护伏诛，拜乐部大夫。高祖龙潜①时，与平情好款洽，及为丞相，恩礼弥厚。尉迥，王谦并称兵内侮，高祖深以淮南为意。时贺若弼镇寿阳，恐其怀二心，遣平驰驿往代之，弼果不从，平麾壮士执弼，送于京师。开皇三年，征拜度支尚书，平见天下州县多罹水旱，百姓不给，奏令民间每秋家出粟麦一石已下，贫富差等，储之闾巷，以备凶年，名曰义仓。因上书曰：臣闻国以民为本，民以食为命，劝农重谷，先王令轨。去年亢阳，关右饥馁，陛下运山东之粟，置常平之官，开发仓廪，普加赈赐，大德鸿恩，可谓至矣，然经国之道，义资远算，请勒诸州刺史、县令，以劝农积谷为务。上深嘉纳。自是州里丰衍，民多赖焉。后数载，转工部尚书。时有人告大都督邴绍非毁朝廷为愤愤者，上怒，将斩之。平进谏曰：川泽纳污，所以成其深；山岳藏疾，所以就其大。愿陛下弘山海之量，茂宽裕之德。邴绍之言，不应闻奏，陛下又复诛之，臣恐百代之后，有亏圣德。上于是敕绍。起后突厥达头可汗与都蓝可汗相攻，各遣使请援。上使平持节宣谕，令其和解。平至突厥所为陈利害遂各解兵可汗赠平马二百匹及还平进所得马上尽以赐之岁馀，除汴州刺史。其后历许、贝二州，俱有善政。邺都俗薄，旧号难治，前后刺史多不称职。朝廷以平所在善称，转相州刺史。甚有能名。在州数年，会正月十五日，百姓大戏，画衣裳为甲之象，上怒而免之。俄而念平镇淮南时事，进位大将军。仁寿中卒官。 （节选自《唐书长孙平传》） 【注】①高祖龙潜：指隋文帝杨坚未登基时。",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是  A．平麾壮士执弼麾：属下。  B．平今天下州县多罹水旱罹：遭到。  C．自然州里丰衍丰衍：充裕富有。  D．老百姓大剧大剧：肆无忌惮玩耍。": "A",
			"对原文中画波浪线一部分的断句，恰当的一项是 A．尉迥/王谦合称兵/内侮高祖/深以淮南为意时/贺若弼镇寿阳/恐其怀二心/遣平驰驿往代之  B．尉迥/王谦合称兵/内侮高祖/深以淮南为意/时贺若弼镇寿阳/恐其怀二心/遣平驰驿/往代之  C．尉迥/王谦合称兵内侮/高祖深以淮南为意时/贺若弼镇寿阳/恐其怀二心/遣平驰驿/往代之  D．尉迥/王谦合称兵内侮/高祖深以淮南为意/时贺若弼镇寿阳/恐其怀二心/遣平驰驿往代之": "D",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．长孙平颇才华出众，博览群书果断。他在北周做官时，做卫王的侍读，并深受信赖；服侍高祖时，他坚决擒拿住有二心的贺若弼，消除了高祖的之患。  B．长孙平谋定后动，防范于未然。他恳求皇上一声令下家家户户，每到丰收季节，无论穷富，必须拿出谷物，存储在村巷的公共性粮库中，留之备用。  C．长孙平处世直爽，勇于劝谏。皇上要处死被揭发的邴绍，他晓之以理，以海纳百川有容乃大担忧圣德等言语最后说动皇上饶恕了邴绍。  D．长孙平政绩出众，备受器重。他曾受皇上外派，取得成功地调处了与突厥中间的争吵；也由于广受誉称被改任相州刺史，去管理方法历年来久治不愈的邺都。": "D",
			"把原文中画水平线的句子翻译成现代汉语语法。1高祖龙潜时，与平情好款洽，及为宰相，恩礼弥厚。2臣闻国以民为本，民以食为命，劝农重谷，先王令轨。": "1高祖杨坚未即位时，与长孙平两情相悦，直到高祖干了宰相，对他礼待恩遇很深。2臣下据说國家以人为本，黎民以谷物为根基，激励农作高度重视谷物，是上代君主的法案基本。"
		},
		"translation": "长孙平，字处均，是河南洛阳人。长孙平有器量和才能，念书许多 。就职于北周，出仕任卫王侍读。那时候武帝受宇文护的威逼利诱，企图与卫王一起诛灭宇文护，卫王依次常常派长孙平来往与武帝互通信息。直到宇文护被诛灭后，拜授长孙平乐部医生。高祖杨坚未即位时，与长孙平两情相悦，直到干了宰相，对他礼待恩遇很深。尉迥、王谦都依次兴兵轻慢官府，高祖非常担忧淮南地域。那时候贺若弼镇守寿阳，高祖怕他抱有二心，外派长孙平兼程赶赴取代他。贺若弼果真违命不从，长孙平就指挥者健壮的士兵拘捕他，押运到京都。开皇三年，官府征调长孙平任度支尚书。长孙平见那时候天下州县多遭水旱灾害，老百姓不可以自给自足，上奏提议令民俗在每一年丰收后每家拿出粟米小麦一石下列，按穷富差别级别缴纳，存储在村巷公仓，以提防灾难古稀之年，称作义仓。然后递送奏书说：臣下据说國家以人为本，黎民以谷物为根基，激励农作高度重视谷物，是上代君主的法案基本。上年旱灾，关右产生手机版饥荒，皇上装运山东省的粮粟，设定调控物价水平的单位，开启库房，普遍给予赈济恩惠，大德洪恩，能够说来到极致。但施政之法，应当借助发展规划，请一声令下美国各州刺史、县太爷，以激励农作积储谷物为急务。皇帝大幅嘉许听取意见。此后州县农村谷物充裕，老百姓多归功于此。两年后，长孙平改任工部尚书。那时候许多人揭发大都督邴绍，说他毁骂官府昏愦，皇帝盛怒，即将击杀他。长孙平劝谏说：江河大泽容下废弃物，因此能贡献其深广；山岳能藏纳疾疠之气，因此能贡献其伟岸。望皇上弘扬大山海洋的洪量，营销推广宽容优容的大德。邴绍的语言，本不可奏闻圣上，皇上又加上诛灭，我担忧千秋后人，不利于圣上仁德之名。皇帝因此饶恕了邴绍。之后突厥达头大汗与都蓝可汗互相攻伐．都派大使来恳求支援。皇帝外派长孙平持符节宣布旨意，要她们调解。长孙平来到突厥人的地区，为她们多谋善断利益关系，因此分别罢兵。大汗赠予长孙平二百匹马。回家后，长孙平敬献个人所得的马，皇帝所有赐予了他。一年多后，授任汴州剌史。之后列任许州、贝州刺史，常有好的政声。邺都风俗习惯薄恶，向来称为久治不愈，依次几任刺史大多数消极怠工。官府由于长孙平在各部常有誉称，改任他为相州刺史。他很有贤良的盛名。在位两年后，遇正月十五，老百姓肆无忌惮玩耍，把衣服裤子画成帽子盔甲的模样，皇帝大怒，免去其官衔。随后又感思他平定驻守淮南时的贡献，升职加薪位为大元帅。仁寿年里在位上过世。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28590.html": {
		"context": "李愬谋袭蔡州。愬每得隆卒，必亲引问委曲，由是贼中险易远近虚实尽知之。愬厚待吴秀琳，与之谋取蔡。秀琳曰：公欲取蔡，非得李祐不可，秀琳无能为也。祐者，淮西骑将，有勇略，守兴桥栅。庚辰，祐帅士卒刈麦于张柴村。愬召厢虞候史用诚，戒之曰：尔以三百骑伏彼林中，又使人摇帜于前，若将焚其麦积者。祐素易官军，必轻骑来逐之，尔乃发骑掩之，必擒之。用诚如言而往，生擒祐以归。将士以祐向日多杀官军，争请杀之，愬不许，释缚，待以客礼。李祐言于李愬曰：蔡之精兵皆在洄曲及四境拒守，守州城者皆羸老之卒，可以乘虚直抵其城。比贼将闻之，元济已成擒矣。愬然之。  辛未，李愬命李祐、李忠义帅突将三千为前驱，自与监军将三千人为中军，命李进诚将三千人殿其后。军出，不知所之。愬曰：但东行。行六十里，夜，至张柴村，尽杀其戍卒及烽子。据其栅，命士卒少休，食干糟，整羁鞠，留义成军五百人镇之。命丁士良将五百人断洄曲及诸道桥梁，复夜引兵出门。诸将请所之，愬曰：入蔡州取吴元济!诸将皆失色。监军哭曰：果落李祐奸计!时大风雪，旌旗裂，人马冻死者相望。天阴黑，自张柴村以东道路，皆官军所未尝行，人人自以为必死，然畏愬，莫敢违。夜半；雪愈甚，行七十里，至州城。近城有鹅鸭池，愬令惊之以混军声。  壬申，四鼓，愬至城下，无一人知者。李愬、李忠义钁其城为坎以先登，壮士从之。守门卒方熟寐尽杀之而留击柝者使击柝如故遂开门纳众及里城亦然。城中皆不之觉。鸡鸣，雪止，愬入居元济外宅。或告元济曰：官军至矣!元济尚寝，笑曰：俘囚为盗耳!晓当尽戮之。又有告者曰：城陷矣!元济曰：此必洄曲子弟就吾求寒衣也。乃帅左右登牙城拒战。愬遣李进诚攻牙城，毁其外门，得甲库，取其器械。癸酉，复攻之，烧其南门，民争负薪刍助之，城上矢如猬毛。晡时，门坏，元济于城上请罪，进诚梯而下之。甲戌，愬以槛车送元济诣京师。  是日，申、光二州及诸镇兵二万余人相继来降。 （节选自《资治通鉴唐纪》）  [注]李忠义是蔡州降将。  ①引问委曲：招来查问详情。②贼：指吴元济，蔡州守将。③洄曲子弟：驻守在洄曲的部下。洄曲，地名。④李进诚：唐州刺史。⑤薪刍：柴草。⑥晡（bū）时：申时，相当于下午三点到五点钟。⑦槛车：囚车。",
		"question-answer": {
			"解释下列句中加点词的意思。1李愬谋袭蔡州   2由是贼中险易远近虚实尽知之   3民争负薪刍助之   4送元济诣京师": "1谋划；2险要的地势（地势的险要）；3背；4到。",
			"下列各句与例句中以的用法不同的一项是  例句：愬令击之以混军声 A．属予作文以记之（《岳阳楼记》） B．何以战（《曹刿论战》） C．以尽吾齿（《捕蛇者说》） D．以光先帝遗德（《出师表》）": "B",
			"用/标出下面句子的两处朗读停顿。 元 济 于 城 上 请 罪": "元 济 / 于 城 上 / 请 罪",
			"用现代汉语翻译下列句子。1守城卒方熟寐，尽杀之。 2一鼓作气，再而衰，三而竭。（《曹刿论战》）": "1看守城门的士兵正熟睡，全被（他们）杀死。2（齐军）第一次击鼓进攻时，他们的士兵鼓足了勇气；第二次击鼓进攻时，士兵们的勇气就低落了；第三次击鼓，士兵们的勇气就消耗尽了。",
			"请简要说说选文中李愬的谋体现在哪些地方。": "作战前掌握敌情虚实；风雪之夜出兵；让击柝者照旧打更，瞒天过海。"
		},
		"translation": "李愬谋划出其不意地攻取蔡州，每当俘获投降的士兵，一定亲自招来查问详情，因此叛军中地势的险要和平易，道路的远近，军备的虚实全部都知道了。李佑告诉李愬说：蔡州的精锐士兵都在洄曲和四周据守，守卫蔡州城的都是瘦弱衰老的士兵，可以趁他们后方空虚一直打到州城。 李愬认为这意见是对的。命令李佑、李忠义率领突击队三千人作先锋。自己率领三千人作为主力军，命令李进诚率领三千人在它（中军）的最后面压阵。走了六十里地，夜里到达张柴村，全部杀掉它的守卫士兵，占据那座营寨。命令士兵稍微休息一会儿，吃干粮，整理好战马的笼头和缰绳。留下五百人镇守在那里，用来断绝洄曲和各交通线上的桥梁。又连夜带兵出发。各将领请示所要去的地方。李愬说：进蔡州城捉拿吴元济。将领们都吓得变了脸色。那时候，刮大风下大雪。旗帜都吹破了，人马冻死的随处可见。天色黑暗，从张柴村向东的道路都是朝廷的军队没有走过的。每个人自己都认为一定要（冻）死，可是（因为）害怕李愬 ，（却）不敢违抗。（到）半夜，雪越下越大。走了七十里，到达蔡州城。靠近城边有（养）鹅鸭的池塘，李愬命令投击鹅鸭来隐盖军队行动的声响。四更天，李愬 到达城下，没有一个人知道。李佑、李忠义在那城墙壁上挖出一个个坑儿，凭借它领先爬上城墙，勇士跟着也爬上了城。看守城门的士兵正熟睡，尽被杀死，却留下打更的人，让他照常打更。于是打开城门，让官兵进城。到了里城，也是这样。城里都没有觉察到这个情况。鸡啼，雪停，李愬入城占据元济的外衙。有人报告元济说：官兵到了！元济还睡（在床上），笑着说：俘虏抢东西罢了，等到天明一定把他们都杀掉。又有报告的人说：城被攻下了！元济说：这一定是驻守洄曲的士兵到我这里来要棉衣的。起身，到庭院里（静）听，听到 军发号令，应答的人有上万人，才害怕了。北领左右随从爬上卫城抵抗。 派李进诚攻打外城，砸烂了怀城的外门，占据了兵器库，取出器械。烧毁卫城的南门，老百姓抢着背柴草来支援李愬的军队。城上箭象刺猬的毛一样又多又密。（到了）申时，城门砸坏了。元济在城上请求治罪，进诚用梯子引他下来。 用囚车把元济送到京都长安。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28590.html": {
		"context": "李愬以父荫发家，授卫尉少卿。愬有筹略，善弓骑。块和十一年，用兵讨蔡州吴元济[注]。七月，唐邓节度使高霞寓败退，又命袁滋为帅，滋亦有功。愬抗表自陈，愿于军前自效。丞相李逢吉亦以愬才能用，遂充随唐邓节度使。兵卒摧败闲暇，气魄伤沮，愬揣知其情，乃不肃部伍。或者以不肃为言，愬曰：贼方安袁尚书之宽易，吾不欲使其改备。乃绐告三军曰：君王知愬柔而忍耻，故令养育尔辈。战者，非吾事也。军众信而乐之。士卒伤痍者，愬亲身抚之。贼以尝败高、袁二帅，又以忽名位非所畏惮者，不是很增其备。  愬沉勇长算，推诚待士，故可用其卑弱之势，出贼不意。居一岁，知人能用，完缉器材，乃谋袭蔡。尝获贼将丁士良，召入与语，辞气不挠，愬异之，因释其缚。士良感之，乃曰：贼将吴秀琳总众千余，不能遽破者。士良会降秀琳。愬从之，十二月，吴秀琳以兵三千降。愬乃以秀琳之众攻吴房县，收其外城，胜捷而归。或劝愬遂拔吴房，愬曰：取之则合势而固其穴，比不上留之以分其力。  初，吴秀琳之降，愬单骑至栅下与之语，亲释其缚，署为衙将。秀琳心怀感恩，期于效报，谓愬曰：若欲破贼，须得李佑，某软弱无能为也。佑者，贼之骑将，有胆识，守兴桥栅，常侮易官军，去来不能备。愬召其将史用诚诫之曰：今佑以众获麦于张柴，尔能够三百骑伏旁林间，又使摇旆于前，示将焚麦者。佑素易中国军队，必轻而成逐，尔以轻骑搏之，必获佑。用诚等其理料，果擒佑而还。愬解缚而客礼之，署为散领兵使，令佩刀警察，进出帐中，略无猜闲。愬乘间常召桔，屏人而语，或至夜分。愬益知贼中实虚。  陈许节度使李光颜勇冠诸军，贼悉以精卒抗光颜。由是愬乘其无备，十月，将袭蔡州。十昼夜，阴晦雨雪天气，以李佑率突将三千为先峰，愬自帅中军而行。贼恃吴房之固，晏然无一人知者。李佑坎墉而先登，敢锐者从之，尽杀守门卒而登其门。元济请罪，乃槛送京师。  (节选自《旧唐书》列传第八十三)  [注]吴元济，唐宪宗时淮西节度使，长期性割据蔡州(今河南汝南)。",
		"question-answer": {
			"对以下语句中天赋加点词的表述，有误的一项是 A．愬揣知其情，乃不肃部伍肃：毕恭毕敬  B．乃绐告三军日绐：蒙骗  C．秀琳心怀感恩，期于效报期：期望  D．佑素易中国军队，必轻而成逐易：忽视": "A",
			"以下语句中，统统主要表现李愬有筹略的一组是 ①愬抗告白陈，愿于军前自效  ②贼方安袁尚书之宽易，吾不欲使其改备  ③战者，非吾事也  ④攻吴房县，收其外城，胜捷而归  ⑤若欲破贼，须得李佑  ⑥尔以轻骑搏之，必获祜  A．①②④B．①④⑤C．②③⑥D．③⑤⑥": "C",
			"以下对全文相关內容的解析和归纳，有误的一项是 A．官府发兵讨伐叛将蔡州吴元济，两任统领战斗不好。李愬上奏自我推荐，丞相李逢吉觉得李愬有才可以，能够选任，就任职他出任随唐邓节度使，参加平乱。  B．李愬谋袭蔡州，对兵卒坦诚相待，并提前准备好充裕的武器，另外，运用反贼近期败退，斗志消沉，被自身的军威所威慑的有益机会，发兵奇袭，攻破蔡州。  C．李愬选用降将吴秀琳提议，先擒反贼悍将李佑。他在李祜率军收种小麦时，出兵佯装要纵火损坏麦地，诱惑李佑草率追捕，結果事先伏击的唐军骑兵队将其生擒。  D．李祜被俘虏，李愬以诚相待，委以官衔，不用猜疑预防，使李祜感谢报效，不但出示了反贼的实虚，并且做为前鋒在雨雪天气盛典袭击蔡州，首先登城，攻占了大门。": "B",
			"把文言文阅读原材料中画水平线的句子翻译成现代汉语语法。 1召入与语，辞气不挠，愬异之，因释其缚。2取之则合势而固其穴，比不上留之以分其力。3愬乘间常召裙，屏人而语，或至夜分。": "1召他来审讯他，（丁士良）言语和精神实质也不妥协，李愬觉得他不同寻常，就解除了他的绑缚。2]占领它（叛贼）就会结合军力来坚守她们的洞穴，比不上留有它用于分散化她们的军力。3愬在空余常常召见李佑，摒退他人和他沟通交流，有时候直到夜半。"
		},
		"translation": "李愬凭爸爸的福报而获得官衔出仕，被授官卫尉少卿。李愬擅于智谋，专于弓骑。块和十一年，官府发兵讨伐蔡州吴元济。七月，唐邓节度使高霞寓败退，官府又命袁滋为统领，袁滋战斗都没有成果。李愬向皇上上奏章自我推荐，期望会到军内法律效力。丞相李逢吉亦觉得李愬有才可以能够选任，因此就任职他出任随、唐、邓节度使。唐军兵卒在遭到挫折以后，斗志萎靡，李愬料想到了那样的状况，就没去整治部队。许多人觉得他不善不整治部队，愬曰：叛贼正甘于袁尚书指挥者战斗的宽缓，我不愿意使她们改得提升提防。因此就蒙骗三军说：皇帝了解我柔弱，能承担败退之耻，因此要我来慰藉大家。战斗，并不是我的事儿。兵卒们都坚信了并因而都非常高兴。针对负伤的兵士，李愬亲身抚慰她们。叛贼认为以前击败过大将袁滋，又由于李愬的威望并不是她们所惧怕的，因此并不太提升提防。李愬沉着冷静英勇，善于谋化，能以真诚看待兵卒，因此可以充分发挥兵卒们的不高衰败的斗志，超出叛贼的预料。已过大半年，李愬感觉部队能够担负战斗每日任务了，武器也提前准备充裕了，因此就方案奇袭蔡州。李愬此前虏获了叛贼的大将丁士良，召他来审讯他，丁士良言语和精神实质也不妥协，李愬觉得他不同寻常，就解除了他的绑缚。丁士良而为打动，却说：叛贼的大将吴秀琳头领好几千军兵，无法快速战胜他。我可以使吴秀琳缴械。李愬遵从了他的建议，十二月，吴秀琳带领三千军兵来降。李愬就派吴秀琳的部队攻击吴房县，攻占了它的外城，得胜而撤兵。许多人劝李愬应势涉足占领吴房县，李愬说：占领它叛贼就会结合军力来坚守她们的洞穴，比不上留有它用于分散化她们的军力。  当时，吴秀琳缴械时，李愬單人独骑至他的营寨前与他谈话内容，并亲身解除他的绑缚，他会暂任秀衙将。吴秀琳感谢他的恩遇，期望能有功来报效。他对李愬说：假如要想战胜叛贼，务必获得李佑，我就是束手无策的。李佑是叛贼的骑兵队大将，有胆略才略，守护兴桥栅，经常污辱藐视官军，来往没法提防。李愬招来他属下的大将史用诚劝诫他曰：如今李佑带领他的部队获在张柴收种小麦，你能带领三百骑兵队伏击麦地旁的山林中，再派兵士他会在麦地前摇晃军旗，显示信息即将焚烧处理麦地。李佑素来忽视中国军队，一定会轻率地前去追捕，你带领轻装的骑兵队突击他，一定会虏获李佑。史用诚等依照他的意料，果真捉拿了李佑而回。李愬亲身消除李佑的绑缚，并于己客人的礼仪知识看待他，他会暂任散领兵使，容许他佩刀巡查警示，能够随意进出中军帐中，对他一点都没有猜疑预防。李愬有空余常常召见李佑，摒退他人和他沟通交流，有时候直到夜半。李愬更清晰地掌握叛贼的实虚状况。  陈许节度使李光颜武勇为唐军各处居首，叛贼用所有精兵强将抵挡李光颜。因而李愬伴着叛贼对自身措手不及，十月，提前准备奇袭蔡州。十日夜里，月色昏暗，大雨滂沱雪，李愬让李佑带领突袭官兵三千人做为先峰，李愬亲身带领中军出战。叛贼倚仗着吴房县的牢固，舒适安逸自得，沒有一个人发现。李佑在古城墙上挖地洞首先登城，英勇精英的官兵们追随着他，所有杀掉了守城门的兵士，走上了大门。吴元济缴械了，李愬就用囚车把他押运往京城。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28590.html": {
		"context": "李愬谋袭蔡州。愬每得隆卒，必亲引问委曲，由是贼中险易远近虚实尽知之。愬厚待吴秀琳，与之谋取蔡。秀琳曰：公欲取蔡，非得李祐不可，秀琳无能为也。祐者，淮西骑将，有勇略，守兴桥栅。庚辰，祐帅士卒刈麦于张柴村。愬召厢虞候史用诚，戒之曰：尔以三百骑伏彼林中，又使人摇帜于前，若将焚其麦积者。祐素易官军，必轻骑来逐之，尔乃发骑掩之，必擒之。用诚如言而往，生擒祐以归。将士以祐向日多杀官军，争请杀之，愬不许，释缚，待以客礼。李祐言于李愬曰：蔡之精兵皆在洄曲及四境拒守，守州城者皆羸老之卒，可以乘虚直抵其城。比贼将闻之，元济已成擒矣。愬然之。  辛未，李愬命李祐、李忠义帅突将三千为前驱，自与监军将三千人为中军，命李进诚将三千人殿其后。军出，不知所之。愬曰：但东行。行六十里，夜，至张柴村，尽杀其戍卒及烽子。据其栅，命士卒少休，食干糟，整羁鞠，留义成军五百人镇之。命丁士良将五百人断洄曲及诸道桥梁，复夜引兵出门。诸将请所之，愬曰：入蔡州取吴元济!诸将皆失色。监军哭曰：果落李祐奸计!时大风雪，旌旗裂，人马冻死者相望。天阴黑，自张柴村以东道路，皆官军所未尝行，人人自以为必死，然畏愬，莫敢违。夜半；雪愈甚，行七十里，至州城。近城有鹅鸭池，愬令惊之以混军声。  壬申，四鼓，愬至城下，无一人知者。李愬、李忠义钁其城为坎以先登，壮士从之。守门卒方熟寐尽杀之而留击柝者使击柝如故遂开门纳众及里城亦然。城中皆不之觉。鸡鸣，雪止，愬入居元济外宅。或告元济曰：官军至矣!元济尚寝，笑曰：俘囚为盗耳!晓当尽戮之。又有告者曰：城陷矣!元济曰：此必洄曲子弟就吾求寒衣也。乃帅左右登牙城拒战。愬遣李进诚攻牙城，毁其外门，得甲库，取其器械。癸酉，复攻之，烧其南门，民争负薪刍助之，城上矢如猬毛。晡时，门坏，元济于城上请罪，进诚梯而下之。甲戌，愬以槛车送元济诣京师。  是日，申、光二州及诸镇兵二万余人相继来降。 （节选自《资治通鉴唐纪》）  [注]李忠义是蔡州降将。  ①引问委曲：招来查问详情。②贼：指吴元济，蔡州守将。③洄曲子弟：驻守在洄曲的部下。洄曲，地名。④李进诚：唐州刺史。⑤薪刍：柴草。⑥晡（bū）时：申时，相当于下午三点到五点钟。⑦槛车：囚车。",
		"question-answer": {
			"解释下列句中加点词语的意思。1由是贼中险易远近虚实尽知之   2愬然之   3据其栅   4诸将皆失色": "1因此；2认为对；3栅栏，这里指营寨；4脸色。",
			"与例句中加点词语用法相同的一项是 例句：诸将请所之 A．醉翁之意不在酒 B．君将哀而生之乎 C．渔人甚异之 D．吴广之次所旁丛祠中": "D",
			"用/划分下面句子的朗读节奏（停两处）。 由 是 贼 中 险 易 远 近 虚 实 尽 知 之": "由 是 / 贼 中 险 易 远 近 虚 实 / 尽 知 之",
			"用现代汉语翻译下面的文言句。1留五百人镇之，以断洄曲及诸道桥梁。2今诚以吾众诈自称公子扶苏、项燕。（《陈涉世家》）": "1李愬）留下五百人镇守那里（指张柴村），用来断绝洄曲和各条道路上的桥梁。2现在果真把我们的人假称是公子扶苏和大将项燕的队伍。",
			"根据选文，试概括李愬袭取蔡州前做了哪些准备工作？这表现了李愬怎样的军事才能？": "选文记述了李愬袭取蔡州的一系列准备工作：亲自调查、掌握敌情、制定方案、部署兵力、抢占前哨阵地、切断援敌通道、军情严格保密；表现了李愬治军严明、用兵神速、出奇制胜的军事才能。"
		},
		"translation": "李愬谋划出其不意地攻取蔡州，每当俘获投降的士兵，一定亲自招来查问详情，因此叛军中地势的险要和平易，道路的远近，军备的虚实全部都知道了。李佑告诉李愬说：蔡州的精锐士兵都在洄曲和四周据守，守卫蔡州城的都是瘦弱衰老的士兵，可以趁他们后方空虚一直打到州城。 李愬认为这意见是对的。命令李佑、李忠义率领突击队三千人作先锋。自己率领三千人作为主力军，命令李进诚率领三千人在它（中军）的最后面压阵。走了六十里地，夜里到达张柴村，全部杀掉它的守卫士兵，占据那座营寨。命令士兵稍微休息一会儿，吃干粮，整理好战马的笼头和缰绳。留下五百人镇守在那里，用来断绝洄曲和各交通线上的桥梁。又连夜带兵出发。各将领请示所要去的地方。李愬说：进蔡州城捉拿吴元济。将领们都吓得变了脸色。那时候，刮大风下大雪。旗帜都吹破了，人马冻死的随处可见。天色黑暗，从张柴村向东的道路都是朝廷的军队没有走过的。每个人自己都认为一定要（冻）死，可是（因为）害怕李愬 ，（却）不敢违抗。（到）半夜，雪越下越大。走了七十里，到达蔡州城。靠近城边有（养）鹅鸭的池塘，李愬命令投击鹅鸭来隐盖军队行动的声响。四更天，李愬 到达城下，没有一个人知道。李佑、李忠义在那城墙壁上挖出一个个坑儿，凭借它领先爬上城墙，勇士跟着也爬上了城。看守城门的士兵正熟睡，尽被杀死，却留下打更的人，让他照常打更。于是打开城门，让官兵进城。到了里城，也是这样。城里都没有觉察到这个情况。鸡啼，雪停，李愬入城占据元济的外衙。有人报告元济说：官兵到了！元济还睡（在床上），笑着说：俘虏抢东西罢了，等到天明一定把他们都杀掉。又有报告的人说：城被攻下了！元济说：这一定是驻守洄曲的士兵到我这里来要棉衣的。起身，到庭院里（静）听，听到 军发号令，应答的人有上万人，才害怕了。北领左右随从爬上卫城抵抗。 派李进诚攻打外城，砸烂了怀城的外门，占据了兵器库，取出器械。烧毁卫城的南门，老百姓抢着背柴草来支援李愬的军队。城上箭象刺猬的毛一样又多又密。（到了）申时，城门砸坏了。元济在城上请求治罪，进诚用梯子引他下来。 用囚车把元济送到京都长安。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28336.html": {
		"context": "太宗有一骏马，特爱之，恒1于宫中养饲，无病而暴死，太宗怒养马宫人，将杀之。皇后谏曰：昔2齐景公以马死杀人，晏子请数3其罪云：尔养马而死，尔罪一也；使公以马杀人，百姓闻之，必怨吾君，尔罪二也；诸侯闻之，必轻4吾国，尔罪三也。公乃释5罪。陛下尝6读书见此事，岂忘之邪7？太宗意乃解。又谓房玄龄曰：皇后庶事相启沃，极有利益尔。（选自《贞观政要》） 注释： 1平常  2从前，以前  3列举（罪状或过失）  4轻视；看不起。 5取消；解除。 6曾经  7耶，语气词，相当于吗。",
		"question-answer": {
			"本文主要写了件什么事?": "宗因爱马暴死欲杀养马宫人，经皇后进谏才更改留意。",
			"皇后谏言中讲到晏子历数养马人的罪状，晏子的真正用意是什么？": "景公不必杀养马宫人。",
			"下列句子加点词的解释，不正确的一项是 A．恒于宫中养饲 恒：常常，平常 B．皇后谏曰 谏：进谏，规劝 C．诸侯闻之，必轻吾国 轻：轻视、瞧不起 D．极有利益尔 益：增加": "D",
			"请将文章画线句子使公以马杀人，百姓闻之，必怨吾君，尔罪二也。翻译为现代汉语": "让国君由于马的原因杀人，群众据说了那件过后，一定会埋怨人们的国君，这就是你的第二条罪状。",
			"这个故事中，太宗和皇后形象特点分别是怎样？": "太宗知错就改即改，擅于纳谏；皇后t恤属下，擅于劝谏。"
		},
		"translation": "唐太宗李世民有一匹十分喜爱的骏马，平时放到宫里喂养。一天，这匹骏马莫名其妙忽然去世了。唐太宗十分发火，要杀这位养马的官人。皇后进谏说：之前齐景公由于马死而杀人，晏子当众齐景公的面列举养马人的罪状，说：你将马养去世了，它是第一条罪状；你养去世了马进而国君杀人，群众了解后，一定怨气国君，这就是你的第二条罪状；别的诸侯国了解后，一定瞧不起在我国，这就是你的第三条罪状。齐景公听后便免了养马人的罪。皇上您以前读完过这一小故事的，难道说忘了没有？唐太宗听了皇后一番话怒火就消了，他对重臣房玄龄说：皇后用平时的小故事来启迪危害我，的确很有利的。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28593.html": {
		"context": "尹思贞，京兆长安人。弱冠以明经举，补隆州参军。时晋安县有豪族蒲氏，纵横不法，前后官吏莫能制。州司令思贞推按，发其奸赃万计，竟论杀之，远近称庆，勒石以纪事，由是知名。累转明堂令，以善政闻。迁检校洺州刺史，会契丹孙万荣作乱，河朔不安，思贞绥抚境内，独无惊扰。 神龙初，为大理卿，时武三思擅权，御史大夫李承嘉附会之。壅州人韦月将上变，告三思谋逆，中宗大怒，命斩之。思贞以发生之月①，固执奏以为不可行刑，竟有敕决杖配流岭南。三思令所司因此非法害之，复固争之。承嘉希三思旨，托以他事，不许入朝。谓承嘉曰：公擅作威福，慢宪度．谀附奸臣，以图不轨，今将除忠良以自恣邪？承嘉怒，遂劾，出为青州刺史，境内有蚕一年四熟者，黜陟使路敬潜见茧叹曰：非善政所致，孰能至于此乎！特表荐之。思贞前后为十三州刺史，皆以清简为政，奏课连最。睿宗立，征为将作大匠，累封天水郡公。时左仆射窦怀贞造金仙、玉真观，调发夫匠，思贞数有损节，怀贞诘之。思贞曰：公，辅臣也。不能赞宣王化，而土木是兴，害及黎元，受人谮以廷辱士，今不可事公矣。拂衣而去，阖门待罪，上闻而特令视事。其年，怀贞伏诛，乃下制曰：将作大匠尹思贞，贤良方正，硕儒耆德，刚不护缺，清而畏知，简言易从，庄色难犯。征先王之体要，敷衽必陈；折佞臣之怙权，拂衣而谢。故以事闻海内，名动京师，鹰隼是击，豺狼自远。必能条理前弊，发挥旧章，宜承弄印之荣，式允登车之志。可御史大夫。俄迁户部尚书，转工部尚书。以老累表请致仕，许之。开元四年卒，年七十七，赠黄门监，谥曰简。 （节选自 《旧唐书尹思贞传》）  [注]①发生月：（春天）萌发滋长的月份。",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A.绥抚地区绥：抚慰。  B．奏课连最课：考评。  C．不可以赞宣王化赞：赞美。  D．受人谮以廷辱士谮：污蔑。": "C",
			"下列每组语句中，统统说明尹思贞忠直善政的一组是 ①发其奸赃万计，竟论杀之②告三思谋反  ③执着奏认为不能处决④托以他事，不能入朝  ⑤拂衣而去，阖门待罪⑥贤良方正，庄色难犯  A.①③⑤B．①⑤⑥C．②③④D．③④⑥": "A",
			"以下对全文相关內容的归纳和解析，有误的一项是 A.尹思贞做官不惧豪族。晋安县豪族蒲氏骄横不遵守法度，列任官员都治不上他，尹思贞核查后被判了他的死刑，老百姓称快。  B．尹思贞坚持己见，遭受惩罚。皇帝一声令下击杀揭发武三思造反的韦月将，尹思贞绝不允许，皇帝十分发火，結果尹思贞判刑杖刑，流放岭南。  C．尹思贞擅于整治，受人夸赞。他惩罚豪族，老百姓刻碑石纪录这事；他出任青州刺史，地区的蚕一年结四次茧，黜陟使路敬潜以上强烈推荐他。  D．尹思贞很受皇帝赏识。窦怀贞被处决后，皇帝下诏夸赞尹思贞秉持先王的治国压根，以诚相待阐述己见，挫损佞臣的独断专行，能够遭受器重。": "B",
			"把原文中画水平线的句子翻译成现代汉语语法。1州总司令思贞推按，发其奸赃万计，竟论杀之，近远称庆，勒石以纪事，由是著名。 2公擅作威福，慢宪度，谀附佞臣，以图图谋不轨．今将除张英以自恣邪？": "1隆州的领导指令尹思贞证据调查，查出了不计其数的脏物，最后判断杀了他，周边的人拍手称快，面前碑石记述这件事，尹思贞也由于这件事知名度手游大作。2您私自作威作福，忽视法度，阿谀依附于佞臣来心怀不轨，如今您即将祛除张英来失去自我吗？"
		},
		"translation": "尹思贞，是京兆长安人，20岁的情况下由于通晓著作而被强烈推荐，补了隆州（地名大全）的参军入伍（官名）这一失察。那时候晋安县有姓蒲的豪族，横行无忌，违法违纪。前女友后任的官员都没法治服它。隆州的领导指令尹思贞证据调查，查出了不计其数的脏物，最后判断杀了他，周边的人拍手称快，面前碑石记述这件事，尹思贞也由于这件事知名度手游大作。他然后转到当上明堂县令，以凭借仁德从政而出名。第三次升职当上殿中少监（官名），担任铭州刺史。在这一情况下遇到契丹的孙万荣造反，河朔很不稳定，但因为思贞擅于绥善解决，抚慰群众，因此他所管下的地区一点也没有惊动的状况。因此（武）则天下降诏书称赞他。飞龙（唐代的年号）今年初，他担任云南大理卿（官名，执掌刑律，等于今日的最高法院），正逢武三思擅越独断专行，御史大夫李承嘉又附会讨好武三思。雍州人韦月控诉武三思造反。中宗皇帝获知大怒，指令处斩韦月。思贞以正处于初春出芽滋生的月，坚持不懈上奏，恳求不必处决，改判韦月杖责放逐到岭南。三思指令承担这时的单位不依照刑律而残害韦月。思贞又强词夺理。承嘉应三思的规定，托词有其他事，不许思贞进到官府。思贞对承嘉说：你私自作威作福，不管不顾國家相关法律法规，依附于佞臣，心怀不轨，杀了张英的大臣不就是说以便让自身可以肆无忌惮吗？承嘉大怒，因此到皇帝那边去罢免思贞，他会去表州干了刺史（官名）。青州地区有一种蚕，一年可以繁育四次。黜陟使（官名）兼卫州司马（官名）路敬潜八月赶到这儿，看到蚕茧哀叹：要不是善政引发，那那样啊！（这并不是优良的政务造成出現祥瑞吗!）刻意写表强烈推荐思贞。思贞前后左右干了十三个州的刺史，一直都廉洁自律质朴，夸奖他的奏章一直全是数最多的。睿宗继位后，征他当上将作大匠，那时候的左仆射窦怀贞兴修水利修建金仙、玉真两观，应用了很多的匠人，思贞常常节省降低（用工量）。怀贞很恼怒，常责怪思贞。思贞说：你身处那样的要职，任务艰巨，危害普遍。你沒有营销推广皇帝的圣明，反倒兴修水利，损害了老百姓老百姓，又轻信奸险小人污蔑得话，在官府上污辱了重臣，如今不可以服侍您了。他就拂衣离开，合上家门口出不来等待判罪。皇帝知道这事，刻意恳求他出去工作中。那一年，窦怀贞被处决，皇帝下制曰：（全是夸他得话）将作大匠尹思贞，贤良方正，才德兼备，庄重不能侵害因而凭这件事闻名中外，名震京师，能够担任御史大夫。没多久兼做申王爷府长史，迁户部尚书，转工部尚书。最终，频繁说老说病以上请离休，皇帝就放他假了。开元四年过世的，寿终七十七，赠黄门监，溢号是简。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28849.html": {
		"context": "郗鉴，字道徽，高平金乡人，汉御史大夫虑之玄孙也。少孤贫，博览经籍，躬耕陇亩，吟咏不倦，以儒雅著名。赵王伦辟为掾，知伦有不臣之迹，称疾去职。及伦篡，其党皆至大官，而鉴闭门自守，不染逆节。东海王越辟为主簿，举贤良，不行。征东大将军苟晞檄为从事中郎。晞与越方以力争，鉴不应其召。及京师不守，寇难锋起，鉴遂陷于陈午贼中。邑人张实先求交于鉴，鉴不许。至是，实于午营来省鉴疾，既而卿鉴。鉴谓实曰：相与邦壤，义不及通，何可怙乱至此邪！实大惭而退。午以鉴有名于世，将逼为主，鉴逃而获免。午寻溃散，鉴得归乡里。元帝初镇江左，承制假鉴龙骧将军、兖州刺史，镇邹山。咸和初，领徐州刺史。及祖约、苏峻反，鉴闻难，便欲率所领东赴。诏以北寇不许。未几鉴去贼密迩，城孤粮绝，人情业业，莫有固志。设坛场，刑白马，大誓三军曰：今主上幽危，百姓倒悬，忠臣正士志存报国。凡我同盟，既盟之后，戮力一心，以救社稷。鉴登坛慷慨，三军争为用命。会舒、潭战不利，鉴与后将军郭默还丹徒，立大业、曲阿、庱亭三垒以距贼。而贼将张健来攻大业，城中乏水，郭默窘迫，遂突围而出，三军失色。参军曹纳以为大业京口之捍，一旦不守，贼方轨而前，劝鉴退还广陵以俟后举。鉴乃大会僚佐，责纳曰：吾蒙先帝厚顾，荷托付之重，正复捐躯九泉不足以报。今强寇在郊，众心危迫，君腹心之佐，而生长异端，当何以率先义众，镇一三军邪！将斩之，久而乃释。会峻死，大业围解。后以寝疾，上疏逊位。疏奏，以蔡谟为鉴军司。鉴寻薨，时年七十一。帝朝晡哭于朝堂。册曰：惟公忠亮雅正，行为世表，社稷之危，赖公以宁。谥曰文成。",
		"question-answer": {
			"对下列句子中加点的词语的解释，不正确的一项是 A．而鉴闭门自守，不染逆节 染：沾染 B．承制假鉴龙骧将军 假：授予 C．劝鉴退还广陵以俟后举 举：行动 D．后以寝疾，上疏逊位 逊：辞让": "A",
			"以下各组句子中，全都表明郗鉴忠诚高洁的一组是 ①吟咏不倦，以儒雅著名 ②知伦有不臣之迹，称疾去职 ③晞与越方以力争，鉴不应其召 ④设坛场，刑白马，大誓三军 ⑤正复捐躯九泉不足以报 ⑥将斩之，久而乃释": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是 A．郗鉴博览群书，品行高洁。他曾在赵王司马伦手下任职，看到司马伦有不轨的行迹，就称病离职而去，司马伦篡位后他依旧闭门自守。 B．郗鉴心存报国，勇于担当。在叛贼距离守城很近的危急时刻，他设坛场，杀白马，与三军对天盟誓要挽救国家，三军争着为他效命。 C．郗鉴临危不乱，不徇私情。当大业营垒难以坚守时，郗鉴心腹参将曹纳劝其退还广陵。郗鉴当众怒斥曹纳临危叛变，准备将他斩首示众。 D．郗鉴因病辞职，举荐后任。郗鉴后来卧病在床，所以请求辞职，在辞职表中推举蔡谟接替他军司的职位。他死后被追封谥号为文成。": "C",
			"把文中画线的句子翻译成现代汉语。1邑人张实先求交于鉴，鉴不许。至是，实于午营来省鉴疾，既而卿鉴。 2未几鉴去贼密迩，城孤粮绝，人情业业，莫有固志。": "1老乡人张实此前恳求和郗鉴交友，郗鉴沒有同意。到此刻，张实到陈午的军营生活来探望探望郗鉴的病况，之后没多久让郗鉴出任卿。2接着敌方间距郗鉴很近了，守城无依无靠钱粮散尽，士气惶恐不安，没什么人有坚守的情绪了。"
		},
		"translation": "郗鉴字道徽，高平国金乡县人，是汉代御史大夫郗虑的玄孙。郗鉴自小孤贫，博览经卷著作，躬耕于陇亩当中，咏颂圣贤从来不倦怠感，获得了温文尔雅的知名度。赵王司马伦辟他为掾（原是佐助的含意，后为副官佐或官署属员的统称），他见到司马伦有图谋不轨的踪迹，称疾辞职而去。到司马伦谋反时，其党徒各个升职加薪晋升，而郗鉴闭门自守，维持无节操的清正无污。南海王司马越辟他主导簿、举贤能，沒有出行。征东大大将苟日希发檄文召他为从业中郎，苟日希与司马越正以战斗力相斗，郗鉴不可征招。当京师失陷、群寇蜂起之际，郗鉴被陈午贼军所获。老乡人张实此前要和郗鉴交点，郗鉴不予理睬，这时候，张实到陈午的军营生活来探望探望郗鉴，既而召郗鉴为卿。郗鉴对张实说：人们处得一乡，但情意未曾互通，你怎能伴着错乱那样胡为呢！张实十分愧疚，识趣地退走了。陈午由于郗鉴有巨大的威望，提前准备硬逼他当贼军主教练，郗鉴逃跑了才足以幸免于难。直至陈午没多久以后兵败奔溃，郗鉴才重归家乡。元帝司马睿当时驻守江左时，承君之命授郗鉴龙骧大将、兖州刺史，出镇邹山。咸和年间(326)，郗鉴领徐州刺史。到祖约、苏峻叛逆时，郗鉴了解信息后，便提前准备率军东征援救。朝廷怕北部敌寇侵害下诏禁止他离去徐州。郗鉴离敌很近，无依无靠钱粮散尽，人人自危躁动不安，也没有坚守的自信心了。郗鉴开设坛场，屠宰白马，与三军一起对天盟誓，誓词说：现如今主上陷入危急，老百姓处在倒悬，忠臣志士仁人莫不心怀爱国之念。凡入我同盟者，一经盟誓以后，齐心协力，以救江山社稷。郗鉴登坛慷慨陈辞，三军斗志大振。恰逢王舒、虞潭上场落败，郗鉴和后将军郭默退守丹徒，设大业、曲阿、肻亭三座营垒以防御。敌将张健前去攻击大业营垒，因城中心少水，郭默坚持不懈不上，因此突出重围而走，三军大幅焦虑。参军入伍曹纳觉得大业是京口的防御，一旦沦陷，对手并驾齐驱，劝郗鉴趁旷班还广陵，再等候机会随后反击。郗鉴因此集结僚佐聚会，责斥曹纳说：我承蒙先帝厚顾之恩，信赖以重担，就是说为国捐躯也不够收益。现强寇当今，内心惶恐不安形势危急，你是我心中的亲信佐吏，却萌发猜忌，那样我怎能做义师的楷模，怎能让三军听从我的统一指挥！要将曹纳处斩，好长时间后才释放出来他。后苏峻死，大业之围消除。那时候贼寇头领刘征集众千余人，乘船浮海侵掠东南沿海地区诸县。郗鉴因此坐阵京口，任大都督扬州市之晋陵、吴陵诸国防，率众征讨杀死了刘征。进位太尉。之后患病，上疏辞掉岗位。此疏上奏后，任职蔡谟为郗鉴的军司。郗鉴没多久病逝，时岁七十一岁。成帝于朝晡之际哭于朝堂之中，朝廷册书说：惟郗鉴公社会道德崇高，体识宏远，忠实雅正，举止行为为大家之榜样。伤害江山社稷，松懈朝廷，赖郗公之力足以平静。溢号文成。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28338.html": {
		"context": "晋侯复假道于虞以伐虢。 　　宫之奇谏曰：虢，虞之表也。虢亡，虞必从之。晋不可启，寇不可翫。一之谓甚，其可再乎？谚所谓辅车相依，唇亡齿寒者，其()虞、虢之谓也。 　　公曰：晋，吾宗也，岂害我哉？ 　　对曰：大伯、虞仲，大王之昭也 。大伯不从，是以不嗣。虢仲、虢叔，王季之穆也，为文王卿士，勋在王室，藏于盟府。将虢是灭，何爱于虞！且虞能亲于桓、庄乎？其爱之也，桓、庄之族何罪？而以为戮，不唯逼乎？亲以宠逼，犹尚害之，况以国乎？ 　　公曰：吾享祀丰洁，神必据我。 　　对曰：臣闻之，鬼神非人实亲，惟德是依。故《周书》曰：皇天无亲，惟德是辅。又曰：黍稷非馨，明德惟馨。又曰：民不易物，惟德繄物。如是，则非德，民不和，神不享矣。神所冯依，将在德矣。若晋取虞，而明德以荐馨香，神其吐之乎？ 　　弗听，许晋使。 　　宫之奇以其族行，曰：虞不腊矣。在此行也，晋不更举矣。 　　八月甲午，晋侯围上阳，问于卜偃曰：吾其济乎？ 　　对曰：克之。 　　公曰：何时？ 　　对曰：童谣曰：丙之晨，龙尾伏辰，均服振振，取虢之旂。鹑之贲贲，天策炖炖，火中成军，虢公其奔。其九月、十月之交乎！丙子旦，日在尾，月在策，鹑火中，必是时也。 　　冬，十二月丙子朔，晋灭虢，虢公丑奔京师。师还，馆于虞，遂袭虞，灭之,执虞公.及其大夫井伯，从媵秦穆姬。而修虞祀，且归其职贡于王，故书曰：晋人执虞公。罪虞公，言易也。",
		"question-answer": {
			"对加粗词解释不正确的一项是 A、晋侯复假道于虞以伐虢（假：借） B、大伯不从，是以不嗣。（从：跟随） C、黍稷非馨，明德惟馨 （馨：浓郁的香气） D、虞不腊矣。 （腊：岁终祭祀，这里指举行腊祭）": "B",
			"下列句子中，画线词的意义和用法相同的一项是 A、① 是寡人之过也 ② 将虢是灭，何爱于虞 B、① 以其无礼于晋 ② 宫之奇以其族行 C、① 桓庄之族何罪 ② 虢，虞之表也 D、① 师还，馆于虞 ② 且虞能亲于桓、庄乎": "C",
			"下列对原文章有关内容的分析和概括，不正确的一项是 A、虞公认为：晋，吾宗也，岂害我哉？虞、虢、晋之间的关系，反驳了虞公的这种错误观点。 B、文章开头用晋侯复假道于虞以伐虢一句来点明事件的起因及背景，接着便通过人物的对话来揭示主题。 C、具有远见卓识的虞国大夫宫之奇，有力地驳斥了虞公对宗族关系和神权的迷信，指出存亡在人不在神，可虞公不听，最终落得了被活捉的可悲下场。 D、宫之奇认为应该实行德政，力谏虞公，这反映了当时国君至上的人本思想。": "D",
			"翻译下面的句子。1虢，虞之表也。虢亡，虞必从之。 2遂袭虞，灭之，执虞公。": "1虢国是虞国的外场（天然屏障），虢国灭亡，虞国一定追随它灭亡。2因此就乘其不备攻击虞国，消灭了它，抓住了虞公。",
			"左传中哪两句名言出自这个典故？虞公为什么会灭国？这则故事对你有何启示？": "辅车相依，唇亡齿寒；黍稷非馨，明德惟馨。"
		},
		"translation": "晋侯又向虞国借路去进攻虢国。  宫之奇劝说虞公说：虢国，是虞国的外场，虢国灭亡了，虞国也一定跟随灭亡。晋国的这类贪婪不可以让它开块头。这支入侵他人的部队不能忽视。一次借路早已太过了，如何能够有第二次呢？俗语说脸颊和牙床骨相互之间依着，嘴巴没有了，门牙就会严寒，就好似虞、虢两国之间相互之间相互依赖的关联啊。  虞公说：晋国，与在我国同宗，难道说会加害人们吗？宫之奇回应说：泰伯、虞仲是老大的大儿子和次子，泰伯不遵从父命，因而不许他承继帝位。虢仲、虢叔全是王季的第二代，是周文王的掌管国政的重臣，在皇室中有贡献，因功封为的典策还要主持人盟会之官的手上。如今虢国必须消灭，对虞国还爱什么？再聊晋献公爱虞，比得上桓庄之族更亲密无间吗？桓、庄这2个大家族有哪些罪行？可晋献公把她们残害了，还并不是由于血亲对自身有威协，才那样做的吗？血亲的阵营威协到自身，也要加害于她们，何况对一个國家呢？  虞公说：我的贡品丰厚清理，神必定保佑我。宫之奇回应说：她告诉我，神鬼并不是随意亲密接触别人的，只是依从有品行的人。因此《周书》里说：老天爷针对人沒有亲疏有别不一样，仅仅 有德的人上奇才庇佑他。又说：黍稷算不上芬芳，只能美德才芳香。又说：大家用来祭拜的物品全是同样的，可是只能有品行的人的贡品，才算是真实的贡品。这般来看，沒有品行，老百姓也不和，神明也也不享受了。神明所凭依的，就取决于品行了。假如晋国杀死虞国，尊崇品行，以芬芳的贡品献给神明，神明难道说会吐出吗？  虞公不遵从宫之奇的劝说，同意了晋国大使借路的规定。宫之奇带著全族的人离开虞国。她说：虞国的灭亡，不必直到岁终祭拜的情况下了。晋国只需这一次行動，无须再发兵了。  冬季十二月初一那一天，晋消灭虢国，虢公丑逃往东周的都城。晋军回师途中安营驻守在虞国，乘飞机忽然启动攻击，消灭了虞国，抓住了虞公和他的医生井伯，把井伯做为秦穆姬的嫁妆追随。殊不知仍再次祭拜虞国的先祖，而且把虞国的贡物仍归入周天子。因此《秋春》中记述说晋国人抓住了虞公。它是归罪于虞公，而且说事儿开展得非常容易。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28851.html": {
		"context": "郑岳，字汝华，莆田人。弘治六年进士。授户部主事，改刑部主事。董天锡偕锦衣千户张福决囚，福坐天锡上，岳言其非体。且言：纠劾非镇监职，而董让行之。太常本礼部属，而崔志端专之。内外效尤，益无忌惮。忤旨，系狱。尚书周经、侍郎许进等救，不听。赎杖还职。寻进员外郎。许进督师大同，贵近恶其刚方，议代之。罢职总兵官赵袴谋起用，京军屡出无功。岳言进不可代，袴不可用，京军不可出。朝论韪之。 迁湖广佥事，归宗籓侵地于民。施州夷民相仇杀者，有司以叛告。岳擒治其魁，余悉纵遣。荆、岳饥，劝富民出粟，驰河泊禁。属县输粮远卫，率二石致一石。岳以其直给卫，而留粟备振，民乃获济。 正德初，擢广西副使。土官岑猛当徙福建，据田州不肯徙。岳许为奏改近地，猛乃请自效。寻改广东。迁江西按察使，就迁左布政使。宸濠夺民田亿万计，民立砦自保。宸濠欲兵之，岳持不可。会提学副使李梦阳与巡按御史江万实相讦，岳承檄按之。梦阳执岳亲信吏言岳子澐受赇欲因以胁岳宸濠因助梦阳奏其事囚掠澐巡抚任汉顾虑不能决帝遣大理卿燕忠会给事中黎奭按问。忠等奏勘岳子私有迹，而梦阳挟制抚、按，俱宜斥。岳遂夺官为民。宸濠败，中外交荐，起四川布政使。以忧不赴。 世宗初，擢右副都御史，巡抚江西。甫两月，召为大理卿。嘉靖元年冬，上言内臣有犯，宜听部院问理，毋从中决，不能从。出按甘肃乱卒事，总兵官李隆等皆伏罪。还朝，以灾异陈刑狱失平八事。寻迁兵部右侍郎。时大礼未定。岳言若以两考为嫌，第称孝宗庙号，毋称伯考，以稍存正统。大学士石珤请从之。帝切责珤，夺岳俸两月。转左侍郎。请罢山海关税，弗许。中官崔文欲用其兄子为副将，岳持不可。宁夏总兵官仲勋行贿京师，御史聂豹以风闻论岳。岳自白，因乞休。归十五年而卒。",
		"question-answer": {
			"对下列各句中加点的词解释，不正确的一项是 A. 朝论韪之韪：认为正确 B. 岳许为奏改近地许：答应 C.岳承檄按之按：调查、追查 D. 岳遂夺官为民夺：剥夺": "D",
			"给文中画波浪线的句子断句，正确的一项是 A. 梦阳执岳亲信/吏言岳子澐受赇/欲因以胁岳/宸濠因助梦阳奏其事/囚掠澐/巡抚任汉顾虑不能决帝遣大理卿/燕忠会给事中黎奭按问 B．梦阳执岳亲信吏/言岳子澐受赇/欲因以胁岳/宸濠因助梦阳奏其事/囚掠澐/巡抚任汉顾虑不能决/帝遣大理卿燕忠会给事中黎奭按问 C. 梦阳执岳亲信/吏言岳子澐受赇/欲因以胁岳宸濠/因助梦阳奏其事/囚掠澐/巡抚任汉顾虑不能决/帝遣大理卿燕忠会给事中黎奭按问 D. 梦阳执岳亲信吏/言岳子澐受赇/欲因以胁岳宸濠/因助梦阳奏其事/囚掠澐/巡抚任汉顾虑不能决帝/遣大理卿燕忠会给事中黎奭按问": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是 A. 董天锡和锦衣千户张福一同判决囚犯，张福坐董天锡上方，郑岳说这样不合体统。并指出张福这样做所带来的后果,但因忤逆圣旨，而被拘囚入狱。 B. 荆、岳两地发生饥荒，郑岳劝富民捐出粮食，放松河泊禁令。属县有运粮远方卫所，一般都是花两石才能运到一石。郑岳用一石的钱给卫所，而留粮以备救济，百姓于是获得救护。 C．当时大礼未定,郑岳认为尊崇两位先考不太合适，要稍稍保留些正统,称考宗庙号就可。大学士石珤请求皇帝听从郑岳的建议。但皇帝没有答应，不仅责罚了石珤，还夺去郑岳两个月的官俸。 D．宁夏总兵官仲勋到京师行贿郑岳，御史聂豹于是揭发郑岳。郑岳只好自我坦白，于是请求退休。回到家乡十五年后死去。": "D",
			"把文中画横线的句子翻译成现代汉语。1许进督师大同，贵近恶其刚方，议代之。2宸濠败，中外交荐，起四川布政使。以忧不赴。": "1许进在不同督师，达官贵人反感他的刚正方形直，谋议请人替代。2宸濠没落后，朝廷內外都强烈推荐郑岳，任郑岳为四川布政使。郑岳因孝事在身而未赴任。"
		},
		"translation": "郑岳，字汝华，莆田人。弘治六年(1493)进士。授官为户部主事，改任刑部主事。董天锡和锦衣千户张福一同裁定犯人，张福坐董天锡上边，郑岳说那样合不来系统。说：纠察罢免并非驻守太监的岗位职责，但董天锡他会那样干了。太常寺本属礼部所管，而崔志端独断专行独断专行了。朝廷內外效尤，将更为明目张胆。因此违逆诏书，而被拘囚坐牢。尚书周经、侍郎许进等为他求助，皇帝不听。杖打忏悔后才复职。没多久进为员外郎。许进在不同督师，达官贵人反感他的刚正方形直，谋议请人替代。被罢职的总兵官赵日永努力实现启用，而京军频繁进攻但无成就。郑岳说许进不能代，赵日永不能用，京军不能出。朝论觉得郑岳是对的。升级成湖广佥事，偿还严宗藩侵吞的民地。施州夷民互相谋杀，有司告她们叛逆。郑岳治理其首领，其他的人都被释放出来遣走。荆、岳二地产生手机版饥荒，郑岳劝惠民捐献谷物，放松河泊严禁。属县有运粮远处卫所，一般花两石才可以运往一石。郑岳用一石的钱给卫所，而留粮以便救助，老百姓因此得到抢救。正德年前期，升级成广西副使。土官岑猛理应调去福建，但他据守在田州不愿前去。郑岳同意为他上奏改在近地做官，岑猛因此恳求自身法律效力。没多久郑岳改派广东。迁江西按察使，就地改任为左布政使，宁王宸濠强取民田计有千万，老百姓创建村子而求自我保护。宸濠想发兵进攻，郑岳坚决觉得不能。恰巧提学副使李梦阳与巡按御史江万实互相进攻，郑岳领命去调研解决这件事情。李梦阳抓捕郑岳的心腹官员，说郑岳的孩子郑氵云接纳行贿，想为此来威胁郑岳。宸濠因助李梦阳上奏这件事情，将郑澐拷打监禁。巡抚任汉有顾忌不可以作出选择，皇帝外派云南大理卿燕忠会与给事中黎..察问。燕忠等奏郑岳之子的偏私有迹能查，而李梦阳挟制抚、按，都理应遭受贬斥。因此郑岳被罢黜民利。宸濠没落后，朝廷內外都强烈推荐郑岳，任郑岳为四川布政使。郑岳因孝事在身而未赴任。世宗年间，郑岳升为右副都御史，巡抚江西。不久二个月，诏受封云南大理卿。嘉靖年间(1522)冬季，郑岳向皇帝献言说太监犯法者，理应任由部院案件审理，不必由宫里裁定，皇帝不可以遵从他得话。皇帝数次得病，郑岳恳求皇帝遵照圣祖寡欲勤治的古代名言，后宮有一定的网络舆论监督，夫妻性生活有一定的日程安排，而退朝却去文华殿，裁定章奏，日暮还宫，以养使用寿命之源。皇帝说知道。没多久到甘肃解决兵士叛变的事，总兵官李隆等都伏罪。返回朝廷之后，因灾异产生阐述刑狱失平八事。没多久迁为兵部右侍郎。那时候豪礼待定。郑岳说假如崇敬俩位先报不太适合，就称考宗庙号，不必称伯考，便于稍微保存些正统之意。大学士石王缶恳求皇帝遵从郑岳的提议。皇帝真切地惩罚了石珤，夺走郑岳两月的官俸。后变为兵部左侍郎。郑岳恳求免去山海关税，皇帝不准予。中官崔文想要他亲哥哥的孩子当副将，郑岳觉得不能。宁夏总兵官仲勋到京师行贿，御史聂豹依据风闻告发郑岳。郑岳自身告白可怜，因此恳求离休。荣归故里十五年后去世。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28852.html": {
		"context": "王忠嗣，太原祁人也。初名训，年九岁，以父死王事，起复拜朝散大夫、尚辇奉御，赐名忠嗣，养于禁中累年。肃宗在忠邸，与之游处。及长，雄毅寡言，严重有武略。玄宗以其兵家子，与之论兵，应对纵横，皆出意表。玄宗谓之曰：尔后必为良将。  河西节度使杜希望谋拔新城，或言忠嗣之材足以辑事，必欲取胜，非其人不可。希望即奏闻，诏追忠嗣赴河西。既下新城，忠嗣之功居多，因授左威卫郎将，专知行军兵马。是秋，吐蕃大下，报新城之役，晨压官军，众寡不敌，师人皆惧焉。忠嗣乃以所部策马而前，左右驰突，当者无不辟易，出而复合，杀数百人，贼众遂乱。三军翼而击之，吐蕃大败。  忠嗣少以勇敢自负，及居节将，以持重安边为务。尝谓人云：国家升平之时，为将者在抚其众而已。吾不欲疲中国之力，以徼功名耳。但训练士马，缺则补之。军中皆日夜思战，因多纵间谍以伺虏之隙，时以奇兵袭之，故士乐为用，师出必胜。  玄宗方事石堡城，诏问以攻取之略，忠嗣奏云：石堡险固，吐蕃举国而守之。若顿兵坚城之下，必死者数万，然后事可图也。臣恐所得不如所失，请休兵秣马，观衅而取之，计之上者。玄宗因不快。李林甫尤忌忠嗣，日求其过。六载，会董延光献策请下石堡城，诏忠嗣分兵应接之。忠嗣僶俯而从，延光不悦。及延光过期不克，诉忠嗣缓师，故师出无功。李林甫又令济阳别驾魏林告忠嗣，称往任朔州刺史，忠嗣为河东节度，云早与忠王同养宫中，我欲尊奉太子。玄宗大怒，因征入朝，令三司推讯之，几陷极刑。会哥舒翰代忠嗣为陇右节度，特承恩顾，因奏忠嗣之枉，词甚恳切，请以己官爵赎罪。玄宗怒稍解。十一月，贬汉阳太守。七载，量移汉东郡太守。明年，暴卒，年四十五。",
		"question-answer": {
			"以下语句中天赋加点词的表述，有误的一项是 A．肃宗在忠邸，与之游处游：游玩  B．专知军队领兵知：执掌  C．为将者在抚其众罢了抚：抚慰  D．量移汉东郡刺史量：衡量": "A",
			"以下每组语句中，天赋加点词的实际意义和使用方法同样的一组是 A．玄宗因其兵家子，与之论兵伏惟圣朝以孝治天地  B．三军翼而击之夫列子御风而行  C．缺则补对于自身也，则耻师焉  D．李林甫尤忌忠嗣，日求其过吾其还也": "B",
			"把原文中划线的句子翻译成现代汉语语法。1忠嗣乃以所部纵马而前，上下驰突，当者莫不辟易。2吾不欲疲中国之力，以徼功名耳。3因征入朝，令三司推讯之，几陷死刑。": "1忠嗣因此带领所部策马前进，上下冲杀，阻拦者莫不避开。2我不愿意使中原的能量疲倦，来谋取（求得）本人功名而已。3因此召见忠嗣入朝，指令三司详尽审问，忠嗣基本上被诬陷至死。",
			"请简略归纳王忠嗣做为名将具备什么才能和质量。": "通晓战法，谋定后动，体恤兵士，机智勇敢。"
		},
		"translation": "王忠嗣，太原市祁人。本名训，九岁时，因为爸爸为官府身死原因，授为朝散医生、尚辇奉御，赐名忠嗣，在禁宫里供奉很多年。肃宗在忠嗣的家舍里，与他去玩相处。直到长大了，雄毅而少言，受人重视有武略，玄宗由于他是兵家子女，和他探讨战法，解决横纵，皆出预料。玄宗告诉他：你将来必定为良将。  河西观察使杜希望谋化攻占新城，有些人以忠嗣的才可以得以进行，若想制胜，非他不可。期望随后上奏恳求，皇帝谕旨忠嗣赴河西。占领新城，忠嗣贡献明显，因此授于左威卫郎将，专职军队领兵。这一年秋季，吐蕃大兵南进，以对付新城被占，早晨敌方靠近官军，官军寡不敌众，兵士们都觉得担心。忠嗣因此带领所部策马前进，上下冲杀，阻拦者莫不避开，冲破又折回，杀掉百余，贼兵刚开始错乱。三军从两翼进攻，吐蕃惨败。  忠嗣青春年少以英勇自傲，来到身处将职，又以沉稳守边为本职工作。曾对人说：当國家稳定的情况下，做为名将的岗位职责是抚恤部队罢了。我不愿意让中原的军力疲敝，来谋取(求得)本人功名啊。仅仅 训炼领兵，缺乏分量的一定要补好。军内士卒都昼夜思战，因为经常外派探案观查敌人的基础薄弱地区，随后出奇兵袭击，因此士卒喜爱那样做，师出取胜。玄宗已经考虑到占领石堡城，下谕旨征求攻战的方式，忠嗣上奏说：石堡城地形险要牢固，吐蕃举全国性之力守护它。假如以疲倦之师攻其牢固的封地，终将被敌杀死上万人，以后战争才可以进行。我觉得个人所得的比不上所失的，请休兵秣马，观查态势发展趋势再夺得它，它是上等计谋。玄宗从而不开心。李林甫非常妒嫉忠嗣，每日都会寻察他的过错。六年，正逢董延光献策恳求占领石堡城，皇帝下诏指令忠嗣分兵策应他。忠嗣凑合听从，延光不开心。直到延光贷款逾期未占领古城堡，却上奏说成忠嗣减缓发兵，因而造成战争有功。李林甫又指令济阳别驾魏林诬陷忠嗣，宣称自身以往在出任朔州刺史，忠嗣任河东观察使时，忠嗣以前说：早前与忠王在宫里一起衣食住行，我愿尊奉皇太子。玄宗大怒，因此召见忠嗣入朝，指令三司详尽审问他，基本上被诬陷至死。正逢哥舒翰替代忠嗣为陇右节度，谢谢你们皇帝宠溺，因此上奏说忠嗣为诬陷，辞语十分恳切，恳求以自身的官衔来替忠嗣忏悔。玄宗怒火才稍微消释。十一月，忠嗣贬官为汉阳刺史。七年，经衡量后又转任为汉东郡刺史。第二年，暴死，时岁四十五岁。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28597.html": {
		"context": "水仙一花，予之命也。予有四命，各司一时①：春以水仙兰花为命；夏以莲为命；秋以秋海棠为命；冬以腊梅为命。无此四花，是无命也。一季夺予一花，是夺予一季之命也。 水仙以秣陵②为最，予之家于秣陵，非家秣陵，家于水仙之乡也。记丙午之春，先以度岁无资，衣囊质③尽，迨④水仙开时，索一钱不得矣。欲⑤购无资，家人曰：请已⑥之，一年不看此花，亦非怪事。予曰：汝欲夺吾命乎？宁短一岁之寿，勿减一岁之花。且予自他乡冒雪而归，就水仙也。不看水仙，是何异于不反⑦金陵，仍在他乡卒岁乎？家人不能止，听予质簪珥⑧购之。  注释 ①时：季节，季度。②秣陵：指南京。③质：抵押。④迨：等到。⑤欲：想要。⑥已：停止。⑦反：通返返回。⑧珥：用玉做的耳饰。⑨金陵：指南京",
		"question-answer": {
			"表述以下天赋加点词句。1各司一时  2欲购无资  3请已之  4是何异于不反南京金陵": "1时节  2要想  3终止  4通返，回到",
			"以下句中天赋加点的而与且予自他乡冒雪而归中的而含意和使用方法同样的一项是 A.学而时习之，不亦说乎  B.汉室之隆，可计日而待也  C.中峨冠而多髯者为眉洲  D.千里马常有，而伯乐不经常出现": "B",
			"用当代翻译以下语句。1一季夺予一花，是夺予一季之命也。  2家人不可以止，听予质簪珥购之。": "1一个时节夺走我（喜爱的）一种花，它是夺走我一个时节的生命啊。2家人不可以阻拦我，（只能）听任我质押饰品选购水仙花。",
			"依据文章，解答问题。 针对水仙，作者可以说爱花如命，原文中什么事充足主要表现了这一点？文章内容2次提到家人的功效是啥？": "冒雪回到南京看水仙花；不遗余力家产买水仙花。功效是烘托作者对水仙花的钟爱。"
		},
		"translation": "水仙这类花，就是我生命的一部分。是我四条命，分别存有于一年的一个季节：初春以水仙、兰草为命，夏季以荷花为命，秋季以秋海棠为命，冬季以蜡梅为命。要是没有这四种花，也就无我有那条命了。一个时节抢走了我的一种花，这就是说抢走了我一个时节的生命。水仙花数南京的最好是了，我往往把家安在南京，并非以便在南京安居，只是以便在水仙的家乡安居。还记得丙午年的初春，无充裕金钱新年，那时候一贫如洗，直到水仙花开的情况下，没有钱选购。家人说我想自身抑制，一年不要看水仙花也没有什么可怪异的。我讲：难道说大家是要想夺走我生命么？我宁愿少掉一年的使用寿命，也不愿一个时节沒有花的守候。更何况我在他乡冒着下雪返回南京，就是说以便看这水仙花。假如看不见，简直比不上不回家南京，就呆在他乡新年算了吧？家人不可以阻拦我，（只能）听任我质押饰品选购水仙花。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28342.html": {
		"context": "叶衡字梦锡，婺州金华人。绍兴十八年进士第，调福州宁德簿，摄尉。以获盐寇改秩，知临安府于潜县。户版积弊，富民多隐漏，贫弱困于倍输，衡定为九等，自五等以下除其藉，而均其额于上之四等，贫者顿苏。征科为期限榜县门，俾里正谕民，不遣一吏而赋自足。治为诸邑最，郡以政绩闻。 擢知常州。时水潦为灾，衡发仓为糜以食饥者。或言常平①不可轻发，衡曰：储蓄正备缓急，可视民饥而不救耶？疫大作，衡单骑命医药自随，遍问疾苦，活者甚众。檄晋陵丞李孟坚摄无锡县，有政声，衡荐于上，即除知秀州。 除太府少卿。合肥濒湖有圩田四十里，衡奏：募民以耕，岁可得谷数十万，蠲租税，二三年后阡陌成，仿营田，官私各收其半。从之。 除户部侍郎。时盐课大亏，衡奏：年课入不增，私贩害之也，宜自煮盐之地为之制，司火之起伏，稽灶之多寡，亭户②本钱以时给之，盐之委积以时收之，择廉能吏察之，私贩自绝矣。仍命措置官三人。 丁母忧。起复，除枢密都承旨。奏马政之弊，宜命统制一员各领马若干匹，岁终计其数为殿最。李垕应贤良方正对策，近讦直，入第四等，衡奏：陛下赦其狂而取其忠，足以显容谏之盛。乃赐垕制科出身。有言江、淮兵籍伪滥，诏衡按视，赐以袍带、鞍马、弓矢，且命衡措置民兵，咸称得治兵之要。讫事赴阙，上御便殿阅武士，召衡预观，赐酒，洒宸翰赐之。 拜右丞相兼枢密使。上锐意恢复，凡将帅、器械、山川、防守悉经思虑，奏对毕，从容赐坐，讲论机密，或不时召对。 上选使求河南，衡奏：司谏汤邦彦有口辨，宜使金。邦彦请对，问所以遣，既知荐出于衡，恨衡挤已，闻衡对客有讪上语，奏之，上大怒。即日罢相。年六十有二薨。 （节选自《宋史列传第一百四十三》） 注：①常平：常平仓。②亭户：古代的盐户。",
		"question-answer": {
			"对下列句子中加点的词的解释，不正确的一项是 A.时盐课大亏课：赋税。 B.丁母忧忧：忧虑。 C.盐之委积以时收之委：聚积。 D.讫事赴阙讫：完毕。": "B",
			"以下各组句子中，全都表明叶衡有治理才干的一组是 ①治为诸邑最，郡以政绩闻②发仓为糜以食饥者 ③衡单骑命医药自随，遍问疾苦④仿营田，官私各收其半 ⑤宜自煮盐之地为之制⑥宜命统制一员各领马若干匹 A．①③④B．①④⑤C．②⑤⑥D．②③⑥": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是 A.叶衡关心百姓疾苦。在任于潜县令时，贫弱户苦于重复纳税，他把民户定为九等，把五等以下应交的份额均摊给上四等，使贫民得到解脱；在常州任上，他积极应灾救民。 B.叶衡深得皇上赏识。皇上驾临偏殿检阅武士时，特意让叶衡参与观礼，赐给他酒，并亲自写字赐给他；皇上考虑军机大事时，也常常召见他参与研讨。 C. 叶衡能够唯才是举。李孟坚在代理无锡县令时，有很好的为政声誉，叶衡就向皇上举荐；李垕在应贤良方正对策时亢直敢言，叶衡上奏劝说皇上赐他制科出身。 D. 叶衡富有治军之才。他在任枢密都承旨时，有人反映江、淮一带士兵名籍造假现象泛滥，皇上下诏让叶衡考察巡视，并且命令叶衡处理安置民兵，人们都称赞他抓住了治军要领。": "D",
			"把文中画横线的句子翻译成现代汉语。1或言常平不可轻发，衡曰：储蓄正备缓急，可视民饥而不救耶？ 2檄晋陵丞李孟坚摄无锡县，有政声，衡荐于上，即除知秀州。": "1有些人常平仓不能随便开启，叶衡说：存款谷物更是准备应急的事儿，怎可看见老百姓饿肚子而不援助呢？ 2官衙出文让晋陵县丞李孟坚代理无锡县县太爷，整治有信誉，叶衡向皇上强烈推荐，就授为秀州知州。"
		},
		"translation": "叶衡字梦锡，婺州金华人。绍兴市十八年进士及第，改任福州宁德县主簿，代理县尉。因捕捉盐寇改官，任临安府于潜县县太爷。户口本上积累缺点，富户大多数瞒报少报，贫弱户所困反复交纳（地方税），叶衡把民户列入九等，从五等下列去除她们的名籍，而把她们应交纳的市场份额分摊给上四等的民户，贫困的人猛然获救。征缴科税定好限期在县衙大门口张榜（发布），让里正告知老百姓，不派一个官员而地方税当然收足。治绩变成各县市中最好是的，郡首长把他的政绩向皇上汇报。  提高为常州知州。那时候发大水导致闹饥荒，叶衡买入熬粥给灾荒吃。有些人常平仓不能随便开启，叶衡说：存款谷物更是准备应急的事儿，怎可看见老百姓饿肚子而不援助呢？疫情大起，叶衡單人独骑指令大夫追随自身，四处浏览困苦，救回来的人许多 。官衙出文让晋陵县丞李孟坚代理无锡县县太爷，整治有信誉，叶衡向皇上强烈推荐，就授为秀州知州。  叶衡授任太府少卿。合肥市临河边有圩田四十里，叶衡上奏说：征募老百姓耕地，每一年能收谷数十万，免去租税，二三年后农田定好经营规模，模仿营田方法，国家政府个人各收一半。皇上遵从了他。  叶衡授任户部侍郎。那时候盐税愧疚许多 ，叶衡上奏说：近年来地方税收益沒有提升，是私商人盐防碍了它，需从煮盐的地区就多方面管控，管理方法盐锅的取火救火，审查盐灶的是多少，盐户的成本准时发送给她们，盐出得多了准时回收，选廉洁自律会干的官员访察她们，私贩当然会灭绝。因此任职了措置官三人。  叶衡遭逢母丧。复职后授任枢密都承旨。上奏马政的缺点，理应指令每一个统制分头管领坐骑多个，到年末测算坐骑数量排定好坏。李垕应贤良方正科防范措施时，趋于亢直敢言，纳入第四等，叶衡上奏说：皇上饶恕他的嚣张而选择他的忠实，得以显示信息皇上宽容献策的隆盛。因此赐李垕制科出生。许多人进言江、淮兵士名籍作伪泛滥成灾，下诏让叶衡调查检查，赐予他袍带、鞍马、弓弩，而且命叶衡解决按置基干民兵，大家都夸赞他把握住了治军的关键点。叶衡办好事入朝觐见皇上，皇上那时候驾临偏殿检阅战士，召叶衡参加观礼，赐他酒，皇上亲身书写赐予他。  叶衡拜任右丞相兼枢密使。皇上专心一意修复土地，但凡将帅、武器装备、山河、防御都历经思索，奏对完毕，镇定自若地赐他坐位，讨论讨论商业秘密大事儿，或是随时随地召他进见。  皇上下派使节出使（金国）要求归还黄河南端的农田，叶衡上奏说：司谏汤邦彦有演讲口才，适合出使金国。汤邦彦恳求拜见皇上，问及外派出使的缘故，了解是因为叶衡的强烈推荐，恼恨叶衡挤兑自身，据说叶衡对顾客说过诬蔑皇上得话，汇报了皇上，皇上大怒。当日免去了叶衡的位置。六十二岁时叶衡过世。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28342.html": {
		"context": "叶衡字梦锡，婺州金华人。绍兴十八年进士第，调福州宁德簿，摄尉。以获盐寇改秩，知临安府于潜县。户版积弊，富民多隐漏，贫弱困于倍输，衡定为九等，自五等以下除其藉，而均其额于上之四等，贫者顿苏。征科为期限榜县门，俾里正谕民，不遣一吏而赋自足。治为诸邑最，郡以政绩闻。 擢知常州。时水潦为灾，衡发仓为糜以食饥者。或言常平①不可轻发，衡曰：储蓄正备缓急，可视民饥而不救耶？疫大作，衡单骑命医药自随，遍问疾苦，活者甚众。檄晋陵丞李孟坚摄无锡县，有政声，衡荐于上，即除知秀州。 除太府少卿。合肥濒湖有圩田四十里，衡奏：募民以耕，岁可得谷数十万，蠲租税，二三年后阡陌成，仿营田，官私各收其半。从之。 除户部侍郎。时盐课大亏，衡奏：年课入不增，私贩害之也，宜自煮盐之地为之制，司火之起伏，稽灶之多寡，亭户②本钱以时给之，盐之委积以时收之，择廉能吏察之，私贩自绝矣。仍命措置官三人。 丁母忧。起复，除枢密都承旨。奏马政之弊，宜命统制一员各领马若干匹，岁终计其数为殿最。李垕应贤良方正对策，近讦直，入第四等，衡奏：陛下赦其狂而取其忠，足以显容谏之盛。乃赐垕制科出身。有言江、淮兵籍伪滥，诏衡按视，赐以袍带、鞍马、弓矢，且命衡措置民兵，咸称得治兵之要。讫事赴阙，上御便殿阅武士，召衡预观，赐酒，洒宸翰赐之。 拜右丞相兼枢密使。上锐意恢复，凡将帅、器械、山川、防守悉经思虑，奏对毕，从容赐坐，讲论机密，或不时召对。 上选使求河南，衡奏：司谏汤邦彦有口辨，宜使金。邦彦请对，问所以遣，既知荐出于衡，恨衡挤已，闻衡对客有讪上语，奏之，上大怒。即日罢相。年六十有二薨。 （节选自《宋史列传第一百四十三》） 注：①常平：常平仓。②亭户：古代的盐户。",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A．俾里正谕民俾：使  B．岁必得谷数十万，蠲租税蠲：免减  C．时盐课大亏课：地方税。  D．盐之委积以时收之委：交货": "D",
			"以下相关文化常识的了解不正确的一项是 A．摄尉之摄，指暂代官衔。古汉语中，表达暂代或代理官衔的词也有行署权假守等。  B.檄与牒移全是古时候官衙来往公文的文种名字。在其中檄文多用以谴责和讨伐；牒书与移文全是用以不相统属的各官衙中间的写作，牒书上涨、下滑、平行文都用，而移文仅仅 一种平行面公文，多用以晓喻或责怪。  C．丁忧，指遭逢父母的丧礼,为父母守丧，也称丁艰居丧苫块服阕。按照古礼，父母死，儿女得在家里守丧三年，不转让，不婚娶，不赴约，不应试。母丧称丁内艰，父丧称丁外艰。  D．宸翰，指君王的磨叽（文章内容或手书）。《林黛玉进贾府》中，荣禧堂三字以后的又一行小字万几宸翰珍宝中的宸翰都是此意。": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．叶衡关注老百姓困苦。在位于潜县令时，曾把五等下列应缴的地方税的市场份额分摊给前四等，使平民获得摆脱；在常州任上，他积极主动应灾救民。  B．叶衡可以唯才是举。李孟坚在代理无锡县令时，有非常好的为政信誉，叶衡就向皇上引荐；李垕在应贤良方正防范措施时亢直敢言，叶衡上奏劝导皇上赐他制科出生。  C．叶衡颇具治军之才。他在位枢密都承旨时，许多人体现江、淮一带兵士名籍作假状况泛滥成灾，皇上下诏让叶衡调查巡查，而且指令叶衡按置基干民兵，大家都夸赞他把握住了治军步聚。  D．叶衡深得皇上器重。皇上驾临偏殿检阅战士时，刻意让叶衡参加观礼，赐予他酒，皇上考虑到战斗飞机大事儿时，也经常召见他参加讨论，并且叶衡的许多 献策，皇上都恬然听取意见。": "B",
			"把原文中画水平线的句子翻译成现代汉语语法。1户版积弊，惠民多隐漏，贫弱所困倍输，衡定为九等，自五等下列除其籍。2衡发仓为糜以食饥者，或言常平不能轻发，衡曰：存款正备轻重缓急，可视性民饥而不救耶？": "1户口本上积累缺点，富户大多数瞒报少报，贫弱户被反复交纳（地方税）困苦，叶衡把民户列入九等，从五等下列去除她们的名籍。2叶衡买入熬粥给灾荒吃，有些人常平仓不能随便开启，叶衡说：存款谷物更是准备应急的事儿，怎可看见老百姓饿肚子而不援助呢？"
		},
		"translation": "叶衡字梦锡，婺州金华人。绍兴市十八年进士及第，改任福州宁德县主簿，代理县尉。因捕捉盐寇改官，任临安府于潜县县太爷。户口本上积累缺点，富户大多数瞒报少报，贫弱户所困反复交纳（地方税），叶衡把民户列入九等，从五等下列去除她们的名籍，而把她们应交纳的市场份额分摊给上四等的民户，贫困的人猛然获救。征缴科税定好限期在县衙大门口张榜（发布），让里正告知老百姓，不派一个官员而地方税当然收足。治绩变成各县市中最好是的，郡首长把他的政绩向皇上汇报。  提高为常州知州。那时候发大水导致闹饥荒，叶衡买入熬粥给灾荒吃。有些人常平仓不能随便开启，叶衡说：存款谷物更是准备应急的事儿，怎可看见老百姓饿肚子而不援助呢？疫情大起，叶衡單人独骑指令大夫追随自身，四处浏览困苦，救回来的人许多 。官衙出文让晋陵县丞李孟坚代理无锡县县太爷，整治有信誉，叶衡向皇上强烈推荐，就授为秀州知州。  叶衡授任太府少卿。合肥市临河边有圩田四十里，叶衡上奏说：征募老百姓耕地，每一年能收谷数十万，免去租税，二三年后农田定好经营规模，模仿营田方法，国家政府个人各收一半。皇上遵从了他。  叶衡授任户部侍郎。那时候盐税愧疚许多 ，叶衡上奏说：近年来地方税收益沒有提升，是私商人盐防碍了它，需从煮盐的地区就多方面管控，管理方法盐锅的取火救火，审查盐灶的是多少，盐户的成本准时发送给她们，盐出得多了准时回收，选廉洁自律会干的官员访察她们，私贩当然会灭绝。因此任职了措置官三人。  叶衡遭逢母丧。复职后授任枢密都承旨。上奏马政的缺点，理应指令每一个统制分头管领坐骑多个，到年末测算坐骑数量排定好坏。李垕应贤良方正科防范措施时，趋于亢直敢言，纳入第四等，叶衡上奏说：皇上饶恕他的嚣张而选择他的忠实，得以显示信息皇上宽容献策的隆盛。因此赐李垕制科出生。许多人进言江、淮兵士名籍作伪泛滥成灾，下诏让叶衡调查检查，赐予他袍带、鞍马、弓弩，而且命叶衡解决按置基干民兵，大家都夸赞他把握住了治军的关键点。叶衡办好事入朝觐见皇上，皇上那时候驾临偏殿检阅战士，召叶衡参加观礼，赐他酒，皇上亲身书写赐予他。  叶衡拜任右丞相兼枢密使。皇上专心一意修复土地，但凡将帅、武器装备、山河、防御都历经思索，奏对完毕，镇定自若地赐他坐位，讨论讨论商业秘密大事儿，或是随时随地召他进见。  皇上下派使节出使（金国）要求归还黄河南端的农田，叶衡上奏说：司谏汤邦彦有演讲口才，适合出使金国。汤邦彦恳求拜见皇上，问及外派出使的缘故，了解是因为叶衡的强烈推荐，恼恨叶衡挤兑自身，据说叶衡对顾客说过诬蔑皇上得话，汇报了皇上，皇上大怒。当日免去了叶衡的位置。六十二岁时叶衡过世。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28599.html": {
		"context": "张文瓘，字稚圭，贝州武城人。隋大业末，徙家魏州之昌乐。幼孤，事母、兄以孝友闻。贞观初，第明经，补并州参军。时李勣为长史，尝叹曰：稚圭，今之管、萧，吾所不及。勣入朝，文瓘与属僚二人皆饯，勣赠二人以佩刀、玉带，而不及文瓘。文瓘以疑请，勣曰：子无为嫌。若某，冘豫少决，故赠以刀，欲其果于断；某放诞少检，故赠以带，俾其守约束。若子才，无施不可，焉用赠？因极推引。再迁水部员外郎。时兄文琮为户部侍郎，于制，兄弟不并台阁，出为云阳令。累授东西台舍人，参知政事。乾封二年，迁东台侍郎、同东西台三品，遂与勣同为宰相。俄知左史事。 时高宗造蓬莱、上阳、合璧等宫，复征讨四夷，京师养厩马万匹，帑廥①寖虚。文瓘谏曰：王者养民，逸则富以康，劳则怨以叛。秦、汉广事四夷，造宫室，至二世土崩，武帝末年户口减半。夫制治于未乱，保邦于未危。人罔常怀，怀于有仁。臣愿抚之，无使劳而生怨。隋监未远，不可不察。帝善其言，赐缯锦百段，为减厩马数千。 改黄门侍郎，兼太子右庶子，又兼大理卿。不旬日，断疑狱四百，抵罪者无怨言。尝有小疾，囚相与斋祷，愿亟视事。时以执法平恕方戴胄②。后拜侍中，兼太子宾客。诸囚闻其迁，皆垂泣，其得人心如此。性严正，未尝回容，诸司奏议悉心纠驳故帝委之或时移疾他佗③宰相奏事帝必问与文瓘议未若不者曰往共筹之。曰：已议。即皆报可。 （节选自《新唐书张文瓘传》） 【注】①帑廥：官家储藏钱币和粮食的府库。②戴胄：唐初大臣，曾任大理寺少卿。③佗：他。",
		"question-answer": {
			"对以下语句中天赋加点词句的表述，有误的一项是 A.第明经第：报考。  B.子潜山嫌嫌：疑忌。  C.俾其守约束力俾：使。  D.时以稽查平恕方戴胄方：效仿。": "D",
			"以下每组语句中，天赋加点词的实际意义和用法同样的一组是 A.吾所不如B.因极推引  公之逮所由使也由于长句，歌以赠之  C.逸则富以康D.保邦于未危  醉则更相枕以卧房西连于中闺": "B",
			"以下对全文的鉴赏，有误的一项是 A.文中选料有效，关键描述了张文瓘与高宗、李勣中间产生的小故事，栩栩如生地描绘了张文瓘做官的品牌形象特性。  B.文章内容描绘李勣赠物这一剧情，恰当描绘了张文瓘及同事的性格特征，最能体现创作者应用写作方法的别具匠心。  C.对于高宗造宫室、征四夷的作法，张文瓘在其献策中，应用举例论证等方式，选用骈散融合的語言，取得成功说动了高宗。  D.文章内容描绘了犯人们因张文瓘贬官移职而伤心落泪的关键点，从一个侧边说明张文瓘稽查账面价值、深得人心。": "D",
			"用∕给原文中画波浪线的一部分断句。 诸司奏议细心纠驳故帝委之或时移疾佗丞相奏事帝必问与文瓘议未若不者曰往共筹之。": "诸司奏议∕细心纠驳∕故帝委之∕或时移疾∕佗丞相奏事∕帝必问∕与文瓘议未∕若不者∕曰∕往共筹之。",
			"把原文中划线的语句翻译现代汉语语法。1若子才，无施不可，焉用赠？ 2臣愿抚之，无使劳而生怨。隋监未远，不得不察。": "1对于你的才气，没什么不可以做好的，哪儿必须用赠物（的方法来警策）？  2我愿去抚慰她们，不必使（她们）因疲劳而造成怨愤。隋朝的经验教训离今日很近，（人们）必须省察。"
		},
		"translation": "张文瓘字稚圭，是贝州武城人。隋大业末期，迁移家中到魏州的昌乐。（张文瓘）幼年失父，他服侍妈妈、哥哥，凭着孝友出名村里。贞观年间，（他）报考明经博士研究生，被补任并州参军。那时候李勣任并州长史，（李勣）以前赞美着说：稚圭，（是）现如今的管仲、萧何，我不如他。李勣入朝，文瓘与属僚二人都为李勣饯行，李勣用佩刀、翡翠赠送给属僚二人，可是沒有物品赠给文瓘。文瓘把心里的疑惑向李勣求教，李勣说：你不必疑忌。像属僚中的某某某，办事迟疑缺乏选择，因此我用佩刀赠送给他，想使他做事能坚决；属僚中的别人个人行为放肆缺乏洁身自好，因此我用翡翠赠送给他，使他遵循各种各样规章制度法案。而和你如此才气，没什么地区不能使出的，哪还有必要赠送礼物送什么（来警策）呢？李勣就竭力推重举荐张文瓘。（张文瓘）后晋升水部员外郎。那时候，他哥哥文琮是户部侍郎。因依照那时候的规章制度，弟兄不能并居台阁，张文瓘又被改任云阳县令。屡加升迁，官至东西台舍人、参知政事。乾封二年，又晋升东台侍郎、同物品台三品，因此和李勣同是丞相。没多久，担任左史事。  那时候唐高宗造蓬莱、上阳、合璧等城堡，再征伐四方，京师马厩养官马万匹，官宦贮藏古钱币和谷物的府库慢慢苦闷。张文瓘上献策说：王者英雄抚养老百姓，使老百姓舒适安逸就会富裕并且健康，使她们忧劳就会有怨气而导致叛逆。秦、汉阶段广征四夷，大建宫室，到秦二世时就分崩离析，汉武帝末期老百姓人口数量递减。因此制治应在國家沒有动荡之际，保国要在官府沒有风险之时。人沒有始终不会改变的心，（而）对仁必须归心。我愿去抚慰老百姓，不必使（她们）因疲劳而造成怨愤。隋朝的经验教训离今日很近，（人们）必须省察。高宗皇上觉得张文瓘的献策很恰当，（因此）赐予（张文瓘）缯锦百段，由于（张文瓘）的献策裁掉了好几千匹马厩里养的官马。  （张文瓘）改任黄门侍郎，兼皇太子右庶子，又兼云南大理卿。不上十几天，裁断疑案四百件，被判罪的人沒有埋怨。（张文瓘）以前患小问题，犯人一起吃斋祷告，期望（张文瓘病好）立刻返回职位上。那时候由于（张文瓘）稽查公平公正仁恕大家把他比成唐初曾任大理寺少卿的重臣戴胄。之后（张文瓘）官拜侍中，兼皇太子客人。很多犯人听见张文瓘升职加薪调职大理寺，（每个人）都垂泪，（张文瓘）深得人心就这样。（张文瓘）性情严肃认真刚正不阿，未曾曲法包容。官府各单位的奏议，他都认真纠举驳正，因此皇上信赖他委任他（的事多）。有时候张文瓘因病请假转交的事务管理急切申请办理，别的丞相上奏事项，皇上一定要问：与文瓘探讨已过吗？要是没有议过的，皇上却说：到（张文瓘）那边和他一起相互筹备这件事情。有时候（奏事人）说：早已和（张文瓘）议过。皇上却说上奏的事都准奏了。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28856.html": {
		"context": "晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。 佚之狐言于郑伯曰：国危矣，若使烛之武见秦君，师必退。公从之。辞曰：臣之壮也，犹不如人；今老矣，无能为也已。公曰：吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉。许之。 夜缒而出，见秦伯，曰：秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也。焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑、又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。 子犯请击之。公曰：不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。亦去之。",
		"question-answer": {
			"下列句子中，加点词的解释不正确的一项是 A．晋军函陵 军：驻扎 B．又欲肆其西封 封：疆界 C．因人之力而敝之 敝：损害 D．以乱易整，不武 武：威武": "D",
			"对下列句中之字用法归类正确的一项是 ①臣之壮也，犹不如人 ②因人之力而敝之 ③邻之厚，君之薄也 ④行李之往来，共其乏困 ⑤阙秦以利晋，唯君图之 ⑥微夫人之力不及此 A．①③④/②⑥/⑤ B．①②/③⑥/④⑤ C．①④/②③⑥/⑤ D．①⑤/②⑥/③④": "A",
			"以下句子编为四组，全都直接表现烛之武高超的说服艺术的一组是 ①夜缒而出，见秦伯 ②若亡郑而有益于君，敢以烦执事 ③焉用亡郑以陪邻 ④若舍郑以为东道主，行李之往来，共其乏困，君亦无所害 ⑤许君焦、瑕，朝济而夕设版焉，君之所知也 ⑥若不阙秦，将焉取之 ⑦秦伯说，与郑人盟 A．①②③⑤ B．②④⑤⑥ C．①③⑤⑥ D．②⑤⑥⑦": "B",
			"下列对原文有关内容的分析和概括，不正确的一项是 A．秦、晋兵临城下，郑国危在旦夕，在这种形势下，烛之武不顾个人安危，不计个人恩怨，夜缒而出，求见秦伯，表现了他深明大义、以国事为重的爱国精神。 B．烛之武具有高超的论辩艺术，他在秦伯面前不卑不亢，侃侃而谈，既不刺激对方，又不失本国尊严，抓住秦伯的心理，层层深入，逐步渗透，最终使秦伯心悦诚服。 C．秦、晋曾是友好邻邦，秦对晋有割让焦、瑕二邑的恩惠，晋对秦却严加防范。烛之武对这种微妙的关系了如指掌，并巧妙地加以利用，这是他得以智退秦师的关键。 D．烛之武的劝说，使秦伯撤走了围郑的军队，还派部队帮助郑国防守，秦晋联盟顷刻瓦解，晋国不得已而退兵。烛之武既退秦师，又退晋师，可谓一石二鸟。": "C",
			"翻译下列句子。1吾不能早用子，今急而求子，是寡人之过也。 2越国以鄙远，君知其难也。焉用亡郑以陪邻？": "1我以前沒有器重您，如今凶险当中求您，这就是我的过失。2翻过其他國家而把远地作为边邑，你了解时艰难的需不需要用灭亡郑国而给周边国家提升农田呢？"
		},
		"translation": "（僖公三十年）晋文公和秦穆公协同围堵郑国，由于郑国曾对文公不尊，而且郑国同时依赖于楚国与晋国。晋军驻守在函陵，秦军驻守在氾水的南边。  佚之狐对郑伯说：郑国处于风险当中了！倘若让烛之武去见秦伯，（秦国的）部队一定会撤离。郑伯愿意了。烛之武回绝说：我年青时，还是比不上他人；如今年纪大了，也不可以有哪些做为了。郑文公说：我以前沒有器重您，如今因为情况危急因此求您，这就是我的过失。殊不知郑国灭亡了，对您也不好啊！烛之武就同意了这件事情。  在夜里（许多人）用绳索（将烛之武）从城上放下去，看到了秦伯，烛之武说：秦、晋两国之间围堵郑国，郑国早已了解要灭亡了。倘若消灭郑国对您有益处，哪敢冒味地拿这件事来不便您。翻过周边国家把远处的郑国作为（秦国的）东部地区边邑，您了解它是艰难的，（您）需不需要消灭郑国而给邻邦晋国提升农田呢？周边国家的阵营深厚了，您秦国的阵营也就相对性消弱了。假如您舍弃围堵郑国而把它作为修真路面上招待匆匆过客的主人家，出使的人来来去去，（郑国可以随时随地）供求平衡她们缺乏的物品，对您也没什么坏处。并且您以前给与晋惠公恩典，惠公以前同意给您焦、瑕二座封地。（殊不知）惠公早晨度过黄河归国，夜里就修建防御工事，它是您了解的。晋国，为什么会考虑呢？（如今它）早已在东面使郑国成为它的边境线，又要想往西扩张界限。假如避免秦国农田亏本，将从哪儿获得（他所奢望的农田）呢？消弱秦国对晋国有益，期望您考虑到这件事情！秦伯十分高兴，就与郑国签署了誓约。外派枸杞、逢孙、杨孙戍守郑国，因此秦国就撤兵了。  晋医生子犯恳求发兵进攻秦军。晋文公说：不好！倘若沒有那人（秦伯）的能量，我就是不容易到这一程度的。借助他人的能量而又相反危害他，这不是忠义的；失去自身的同盟者，它是不可取的；用较为散乱（的局势）替代齐整（的局势），它是不符武德的。人们還是回去吧！晋军也就离开郑国。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28856.html": {
		"context": "晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。 佚之狐言于郑伯曰：国危矣，若使烛之武见秦君，师必退。公从之。辞曰：臣之壮也，犹不如人；今老矣，无能为也已。公曰：吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉。许之。 夜缒而出，见秦伯，曰：秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也。焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑、又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。 子犯请击之。公曰：不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。亦去之。",
		"question-answer": {
			"以下各句中画线词的表述，不正确的一项 A．焉用亡郑以陪邻陪：提升  B．朝济而夕设版焉济：救助  C．既东封郑，又欲肆其西封肆：拓宽，扩大  D．阙秦以利晋阙：侵损，减少": "B",
			"与行李箱之来往的行李箱英语的语法状况不一样的是 A．可伶体极其，阿母为汝求。  B．权起换衣，肃追于宇下。  C．阡陌交通，鸡犬相闻。  D．个人行为偏远性乖张，那管大家诬蔑。": "D",
			"与夫晋，何厌之有句型同样的一项是  A．马之万里者  B．是寡人之过也  C．邻之厚，君之薄也  D．何陋之有": "D",
			"翻译句子。 1若亡郑而有利于君，敢以烦执事。  2行李箱之来往，共其乏困。": "1假如灭亡郑国对给你益处得话，那不便您动手能力吧！ 2出使的人来来去去，（郑国可以随时随地）供求平衡她们缺乏的物品。"
		},
		"translation": "（僖公三十年）晋文公和秦穆公协同围堵郑国，由于郑国曾对文公不尊，而且郑国同时依赖于楚国与晋国。晋军驻守在函陵，秦军驻守在氾水的南边。  佚之狐对郑伯说：郑国处于风险当中了！倘若让烛之武去见秦伯，（秦国的）部队一定会撤离。郑伯愿意了。烛之武回绝说：我年青时，还是比不上他人；如今年纪大了，也不可以有哪些做为了。郑文公说：我以前沒有器重您，如今因为情况危急因此求您，这就是我的过失。殊不知郑国灭亡了，对您也不好啊！烛之武就同意了这件事情。  在夜里（许多人）用绳索（将烛之武）从城上放下去，看到了秦伯，烛之武说：秦、晋两国之间围堵郑国，郑国早已了解要灭亡了。倘若消灭郑国对您有益处，哪敢冒味地拿这件事来不便您。翻过周边国家把远处的郑国作为（秦国的）东部地区边邑，您了解它是艰难的，（您）需不需要消灭郑国而给邻邦晋国提升农田呢？周边国家的阵营深厚了，您秦国的阵营也就相对性消弱了。假如您舍弃围堵郑国而把它作为修真路面上招待匆匆过客的主人家，出使的人来来去去，（郑国可以随时随地）供求平衡她们缺乏的物品，对您也没什么坏处。并且您以前给与晋惠公恩典，惠公以前同意给您焦、瑕二座封地。（殊不知）惠公早晨度过黄河归国，夜里就修建防御工事，它是您了解的。晋国，为什么会考虑呢？（如今它）早已在东面使郑国成为它的边境线，又要想往西扩张界限。假如避免秦国农田亏本，将从哪儿获得（他所奢望的农田）呢？消弱秦国对晋国有益，期望您考虑到这件事情！秦伯十分高兴，就与郑国签署了誓约。外派枸杞、逢孙、杨孙戍守郑国，因此秦国就撤兵了。  晋医生子犯恳求发兵进攻秦军。晋文公说：不好！倘若沒有那人（秦伯）的能量，我就是不容易到这一程度的。借助他人的能量而又相反危害他，这不是忠义的；失去自身的同盟者，它是不可取的；用较为散乱（的局势）替代齐整（的局势），它是不符武德的。人们還是回去吧！晋军也就离开郑国。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28347.html": {
		"context": "马文升，字负图，貌瑰奇多力。登景泰二年进士，授御史。历按山西、湖广，风裁甚著。成化初，召为南京大理卿。满四之乱，录功进左副都御史。振巩昌、临洮饥民，抚安流移，绩甚著。是时败寇黑水口，又败之汤羊岭，勒石纪之而还。进右都御史，总督漕运。淮、徐、和饥，移江南粮十万石、盐价银五万两振之。孝宗即位，召拜左都御史。 弘治元年上言十五事，悉议行。帝耕藉田，教坊以杂戏进。文升正色日：新天子当使知稼穑艰难，此何为者?即斥去。明年，为兵部尚书，督团营如故。承平既久，兵政废弛，西北部落时伺塞下。文升严核诸将校，黜贪懦者三十余人。奸人大怨，夜持弓矢伺其门，或作谤书射入东长安门内。为兵部十三年，尽心戎务，于屯田、马政、边备、守御，数条上便宜。国家事当言者，即非职守，亦言无不尽。尝以太子年及四龄，当早谕教，请择醇谨老成知书史者，保抱扶持，凡言语动止悉导之以正。 山东久旱，浙江及南畿水灾，文升请命所司振恤，练士卒以备不虞。帝皆深纳之。在班列中最为耆硕，帝亦推心任之，诸大臣莫敢望也。吏部尚书屠溏罢，倪岳代溏，岳卒，以文升代。南京、凤阳大风雨坏屋拔木，文升请帝减膳撤乐，修德省愆，御经筵，绝游宴，停不急务，止额外织造，振饥民，捕盗贼。已，又上吏部职掌十事。帝悉褒纳。正德时，朝政已移于中官，文升老，连疏求去，许之。家居，非事未尝入州城。语及时事，辄颦蹙不答。五年卒，年八十五。文升有文武才，长于应变，朝端大议往往待之决。功在边镇，外国皆闻其名。尤重气节，厉廉隅，直道而行。卒后逾年，大盗至钧州，以文升家在，舍之去。",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A.登景泰二年进士登：晋升。  B．录功进左副都御史录：记述。  C．振巩昌、临洮灾荒振：救助。  D．勒石纪之而还勒：铭记。": "A",
			"下列名组名字中，统统说明马文升进谏皇上修身养性爱民內容的一组是 ①新天子当使知稼穑艰难②即非值守，亦言无不尽③凡语言动止悉导之以正④文升请命所司振恤⑤减膳撤乐，修德省愆⑥止附加纺织，振灾荒，捕术士  A．①②③B．①⑤⑥C．②④⑥D．③④⑤": "B",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．马文升官运圆满，政绩出众。他被指派御史之后，列任多种职位。功业具体表现在2个层面：一是解决遭灾群众的善后处理难题；二是战胜搅乱公共秩序的贼寇。  B．马文升品行端正，为人处事纪律严明。他勇于直言不讳进谏，奏事进言均获得听取意见；又可以严苛调查下属，曾免去贪欲软弱者三十余人，奸人怨气，对他大张旗鼓威协和造谣。  C．马文升尽心竭力国防，关注民生。他任兵部尚书十多年，对屯田、边备等岗位职责敢于进言。在代吏部尚书时，南京等地遭受风吹雨打灾难，他又恳求皇上援助灾地老百姓。  D．马文升文武全才，身名远播。官府大事儿通常等他选择，又有赫赫有名边功，国外皆闻其名。处世重骨气，品格高尚，以致于大盗各部搔扰，也没去钧州他的故乡。": "D",
			"把原文中画水平线的名字译成现代汉语语法。1在班列中更为耆硕，帝亦推心任之，诸重臣莫敢望也。 2家居家具，非事未曾入州城。语立即事，辄颦蹙不答。": "1在官府高官中最按年高德劭，皇上也真心诚意选任他，各位重臣没人敢望其项背。  2在家里闲居，没事从不上州城去。说到那时候政务，一直板着脸不回应。"
		},
		"translation": "马文升，字负图，长相如玉石一样奇伟而且力大无比。景泰二年，考取了进士，被皇上授于都察院御史。他数次做为皇上的意味着，巡按山西、湖广等地，纠弹非法，裁抑豪族贡献十分明显。明宪宗成化年间，又升职为南京大理寺卿。也就在这里年，陕西爆发满四之乱，叛变平复，马文升又被加封为左副都御史。并全力赈济巩昌、临洮的灾荒以维持边境线的社会秩序。政绩突显，战功出众。这时候在恶水口击败对手，又在汤羊岭再度击败对手，在石块上铭记这件事情随后凯旋归来。被选为右都御史，省长漕运，那时候淮河中下游和徐州一带连续产生手机版饥荒，马文升将江南谷物十万担、盐价银五万两用以救灾。明孝宗继位后，任职他为左都御史，弘治年间上书言十五事，所有商讨推行。皇上仿古式天子亲犁田，教坊敬献杂戏。马文升严肃认真地说：新天子理应了解农牧业耕地的艰辛，怎么会出現这样的事情呢？就舍弃了。第二年又任职他为兵部尚书，监察训炼兵士依然。这时，因为友谊時间许久，兵政组织纪律性废弛，大西北边境线时会一些游牧部落搔扰。文升制订严苛的纪律来约束力诸将校，并罢黜了爱财和怯弱而消极怠工的军人三十余人，因此就引来了这种人的未满，她们夜持弓弩伺其马文升家的大门口，或用弓弩绑上诬蔑马文升的宣传单射进东长安侧门。文升任兵部十三年，尽心竭力边境线军务，在屯田、马政、边备、守御层面，均做出了挺大奉献。要是是國家的事儿，即便并不是自身所管的，也应当竭尽全力进言。他以前在皇太子四岁时，上书孝帝，理应很早开展优良的文化教育。恳求挑选忠厚老实诚信明白史籍的人如卫圣杨夫人，文化教育帮扶，但凡可用语言触动的，还要细心正确引导，来使他踏入正路。山东省久旱，浙江及南京洪水灾害，文升请命让相关部门振恤，训炼兵士，以备不测的用处。文升的全部上奏，都获得了明帝的听取意见。在官府高官中最按年高德劭，皇上也真心诚意选任他，各位重臣没人敢望其项背。吏部尚书屠溏被免去后，倪岳替代屠溏岗位，倪岳人死之后，马文升替代其岗位。南京、凤阳大风雨毁坏房子花草树木被刮倒，文升恳求皇上缩减饮食，撤除歌舞团，涵养品行，省察不正确，御经筵，终止去玩与宴席，终止一切不应急的事务管理，终止附加纺织，赈济流民，捕获术士。没多久，又上书吏部职管的十件事。孝宗所有的兴高采烈给予听取意见。正德朝时，官府的权职早已挪到中官，文升年纪变大，连续上书恳求辞职，皇上同意了。在家里闲居，没事从不上州城去。说到那时候政务，一直板着脸不回应。明武宗正德５年过世，寿终８５岁。马文升智勇双全，善于应变力，朝中的争议和大的事儿商讨经常必须他来决策。他的贡献取决于边境线的整治，国外的人都了解他。马文升文武全才，善于应变力，功在边镇，尤重骨气，做官廉洁，直道而行，死后多年，劫匪来到他的故乡钧州，因文升的故乡在那边，舍弃离开。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28861.html": {
		"context": "夫人情莫不贪生恶死，念父母，顾妻子，至激于义理者不然，乃有所不得已也。今仆不幸，早失父母，无兄弟之亲，独身孤立，少卿视仆于妻子何如哉？且勇者不必死节，怯夫慕义，何处不勉焉？仆虽怯懦，欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！且夫臧获婢妾，犹能引决，况仆之不得已乎？所以隐忍苟活，幽于粪土之中而不辞者，恨私心有所不尽，鄙陋没世，而文采不表于后也。古者富贵而名摩灭，不可胜记，唯倜傥非常之人称焉。盖文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；左丘失明，厥有国语；孙子膑脚，《兵法》修列；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》《孤愤》；《诗》三百篇，大底圣贤发愤之所为作也。此人皆意有郁结，不得通其道，故述往事，思来者。乃如左丘无目，孙子断足，终不可用，退而论书策，以舒其愤，思垂空文以自见。",
		"question-answer": {
			"对下列句子中加点字的解释不正确的一项是 A．念父母，顾妻子　　　　　顾：怀念 B．而文采不表于后世也　　　表：表扬 C．唯倜傥非常之人称焉　　　称：称道 D．仲尼厄而作《春秋》　　　厄：困穷": "B",
			"句式与文王拘而演《周易》相同的一项是 A．洎牧以谗诛 B．石之铿然有声者 C．此人一一为具言所闻 D．楚左尹项伯者，项羽季父也": "A",
			"述作者历引古代一些仁人志士被辱著书的例子的目的是什么?": "作者历引古时候一些仁人志士被辱著书的事例来源于比，表明作者要效仿先哲，发愤著书，并说明自身经典著作《史记》的目地是亦欲以究天人之际，通古今之变，成一家之言。"
		},
		"translation": "以己度人沒有不迷恋存活、厌烦身亡的，沒有不顾念父母妻儿的。对于这些为义理所鼓励的人并不是这般，那就是由迫不得已的局势导致的。现如今我悲剧，早前缺失父母，沒有弟兄相亲约会，孤独一人健在，少卿您看着我对妻儿们该怎样呢？更何况坚强的人无须以死殉节，怯弱的人要是敬仰节义，什么情况不可以鼓励自身呢！我尽管怯弱，想苟且偷生，但也还明白偷生与赴死的界线，何至于自甘陷身牢房当中去被辱呢！奴仆婢妾还能去自尽，更何况我这类处在迫不得已处境的人！我往往要抑制忍受、苟且偷生，监禁在污浊的牢房当中也在所不辞，要以心里也有最后的事为恨，以身死以后文章内容不可以留传后人为耻呀！  古代虽荣华富贵而知名度却破灭不传的人，是没法都记载下来的，只能非凡非凡的独特角色可以  明扬后人。周文王被拘押后演练出《周易》的六十四卦；孔子被困回家后刚开始作《春秋》；屈原被流放后，才写作了《离骚》；左丘明双目失明后，才有《国语》的创作；孙子被砍断两脚，编写出《兵法》经典著作；吕不韦贬官迁徙到蜀地，世界上传来了《吕氏春秋》；韩非被秦朝监禁，写成了《说（shu，税）难》、《孤愤》等文章内容；《诗经》的三百篇诗，大多数是圣人为表达忧愤而写作出去的。这种人全是心里抑郁烦闷，不可以保持他的理想化，因此才记叙过去的史事，想让之后的人见到并认识自己的情意。对于左丘明丧失双眼，孙子砍断两脚，总算不太可能被选任，便退而著书立说，为此来舒散她们的气愤，想让文章内容流传后世以主要表现自身的理想。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131005.html": {
		"context": "牵招，字子经，安平观津人也。年十余岁，诣同县乐隐受学。后隐为车骑将军何苗长史，招随卒业。值京都乱，苗、隐见害，招与隐门生史路等共殡敛隐尸，送丧还归。道遇寇钞，路等皆散走。贼欲斫棺取钉，招垂泪请赦。贼义之，乃释而去。由此显名。东诣太祖。太祖将讨袁谭，而柳城乌丸欲出骑助谭。太祖遣诣柳城。到，值峭王严，以五千骑当遣诣谭。又辽东太守公孙康使韩忠赍单于印绶往假峭王。峭王大会群长，问招：昔袁公言受天子之命，假我为单于；今曹公复言当更白天子，假我真单于；辽东复持印绶来。如此，谁当为正?招答曰昔袁公制得有所拜假中间违错天子命曹公代之言当白天子更假真单于是也辽东下郡何得擅称拜假也忠曰：我辽东在沧海之东，拥兵百万，曹操独何得为是也?招呵忠曰：曹公允恭明哲，翼戴天子，宁静四海。汝君臣恃险远，背违王命，欲擅拜假，方当屠戮，何敢慢易咎毁大人?便捉忠头顿筑，拔刀欲斩之。峭王惊怖，左右失色。招为峭王等说祸福所归，皆下席跪伏。太祖灭谭，署招军谋掾。文帝践阼，出为雁门太守，寇钞不断。招既教民战陈，又表复乌丸五百余家租调，使备鞍马，远遣侦候。虏每犯塞，勒兵逆击，来辄摧破，吏民胆气日锐。又构间离散，使虏大结怨仇。招出，大破之。寇贼静息。乃简选有才识者，诣太学受业，还相授教，数年中庠序大兴。郡井水咸苦，民远汲流水，往返七里。招凿原开渠，注水城内，民赖其益。其治边之称，百姓追思之。",
		"question-answer": {
			"以下对原文中画波浪线一部分的断句，恰当的一项是 A．招答曰／昔袁公承制取／有一定的拜假/正中间违错／天子命曹公代之／言当白天子／更假真单于／是也／辽东下郡／何得擅称拜假也／  B．招答曰／昔袁公承制取／有一定的拜假／正中间违错／天子命曹公代之／言当白天子／更假／真单于是也／辽东下郡／何得擅称拜假也／  C．招答曰／昔袁公承制／得有一定的拜假／正中间违错／天子命曹公代之／言当白天子／更假真单于／是也／辽东下郡／何得擅称拜假也/  D．招答曰／昔袁公承制／得有一定的拜假／正中间违错／天子命曹公代之／言当白天子／更假／真单于是也／辽东下郡／何得擅称拜假也/": "C",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A．太祖，统称历代皇帝，这儿指曹操。别的如赵匡胤称宋太祖，朱元璋称明太祖。  B．印绶，故时称印信(以作凭据)和系印的彩带。古代人印信上带彩带，佩带在身。  C．席，古代人专用型的公共座椅，不作为床上用品，用草或苇子编出。古代人习惯性在地下铺席，坐着席上。  D.太学，古院校名，建在京城的全国性最大教育培训机构。汉武帝阶段始设太学，立五经博士。": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．牵招重情义，触动劫匪。他的教师乐隐遇害，牵招和乐隐另一弟子史路收殓其尸体，归路遇有劫匪打劫，史路等逃走，牵招含着泪恳求足以幸免于难。  B．牵招胆气挑球，征服2峭王。袁、曹、公孙三方均想争得峭王，牵招数据分析了只能曹公为纯正，训斥然后干掉公孙康请来的韩忠，在场人极其震恐。  C．牵招智勇双全，静息边乱。他任雁门太守时，提升战备，远探军情，对手来啦就被击败；又用离间计使对手中间大结仇仇，随后主动进攻，杀死寇贼。  D．牵招民利牟利，治边有方。牵招选择有才识的人，送她们到太学念书，还亲身教她们，使院校大兴区：郡里河水又咸又苦，他取水进城，老百姓备受其益。": "D",
			"把原文中画水平线的句子翻译成现代汉语语法。1汝君臣恃险远，背违王命，欲擅拜假，方当杀戮，何敢慢易咎毁成年人? 2招既教民战陈，又表复乌丸五百余家租调，使备鞍马，远遣侦候。": "1大家君臣仰仗天险远地，抗命王命，还想擅权封拜，正当性屠戮，为何胆敢轻慢污蔑成年人? 2牵招既教老百姓打战列阵，又以上恳求修复乌丸五百多家的地方税，并让她们备好鞍马，派她们去深层次侦察。"
		},
		"translation": "牵招，字子经，是安平观津人。十多岁时追随同县的乐隐上学。之后，乐隐任车骑将军何苗的长史，牵招追随他完毕课业。这时候京城动乱，何苗、乐隐遇害，牵招和乐隐的另一弟子史路一起将乐隐的尸体收殓起來，送到家中下葬。道上如遇劫匪打劫，史路等都逃走了。劫匪想砍棺拔钉，牵招含着泪恳求饶恕。劫匪觉得他讲仗义，就放跑了他。牵招从而而著名。之后他东向逃奔曹操。曹操想征伐袁谭，可是柳城乌丸想派遣骑兵队帮助袁谭。曹操派他来到柳城。牵招来到那边，赶在峭王严备待战，提前准备了五千骑兵队支援袁谭。而且，辽东太守公孙康派韩忠带著单于的印绶来授以峭王。峭王召集诸位族长，他问牵招：过去，袁公说他受天子之命，任职我来单于；如今曹公又说会再度禀告天子，随心为真单于；另外，辽东太守又拿着印绶来。那样来看，谁应是纯正呢?牵招回应说：过去袁公承天子指令，足以有一定的拜封，但之后产生不幸，天子指令曹公替代了他。曹公说会禀告官府，再度拜您为真单于，是纯正，辽东是属下部，怎能私自称说封拜呢?韩忠说：人们辽东在海洋东面，拥兵上百万，曹操怎能做那样的事呢?牵招训斥韩忠说：曹公账面价值毕恭毕敬圣明贤哲，他拥戴天子，让四海平静。大家君臣仰仗天险远地，抗命王命，还想擅权封拜，正当性屠戮，为何竞敢轻慢污蔑成年人?便将韩忠头往土里撞，拔刀要杀了他。峭王惊惧，身旁的人也都吓得手足无措。牵招向峭王等说以成功与失败之理。到场的人都离去坐位，曲膝伏地倾听。曹操杀死了袁谭，任牵招为军谋掾。魏文帝曹丕继位，牵招担任雁门太守，此郡经常出现掠抢的事产生。牵招既教老百姓打战列阵，又以上恳求修复乌丸五百多家的地方税，并让她们备好鞍马，派她们去深层次侦察。对手每一次侵略边塞，牵招就出兵迎击对手来啦就被击败，官员老百姓胆气日趋锐猛。牵招又用离间计挑拨对手，使对手中间大结仇仇。牵招发兵进攻，惨败对手。术士再也不会躲藏。牵招又选择有才识的人，送她们到太学念书，随后叫她们再回故居，教给别人。两年间，院校大兴区。郡里河水又咸又苦，本地人到太远的地区吸取河流，来回七里。牵招在田野上开掘河提，取水进城，老百姓备受其益。他整治边郡，颇得老百姓感思。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28606.html": {
		"context": "沛公旦日从百余骑来见项王，至鸿门，谢曰：臣与将军戮力而攻秦，将军战河北，臣战河南，然不自意能先入关破秦，得复见将军于此。今者有小人之言，令将军与臣有郤项王曰：此沛公左司马曹无伤言之。不然，籍何以至此？项王即日因留沛公与饮。项王、项伯东向坐；亚父南向坐--亚父者，范增也；沛公北向坐；张良西向侍。范增数目项王，举所佩玉玦以示之者三，项王默然不应。范增起，出召项庄，谓曰：君王为人不忍。若入前为寿，寿毕，请以剑舞，因击沛公于坐，杀之。不者，若属皆且为所虏！庄则入为寿。寿毕，曰：君王与沛公饮，军中无以为乐，请以剑舞。项王曰：诺。项庄拔剑起舞。项伯亦拔剑起舞，常以身翼蔽沛公，庄不得击。 　　于是张良至军门见樊哙。樊哙曰：今日之事何如？良曰：甚急！今者项庄拔剑舞，其意常在沛公也。哙曰：此迫矣！臣请入，与之同命。哙即带剑拥盾入军门。交戟之卫士欲止不内。樊哙侧其盾以撞，卫士仆地，哙遂入，披帷西向立，瞋目视项王，头发上指，目眦尽裂。项王按剑而跽曰：客何为者？张良曰：沛公之参乘樊哙者也。项王曰：壮士！--赐之卮酒。则与斗卮酒。哙拜谢，起，立而饮之。项王曰：赐之彘肩。则与一生彘肩。樊哙覆其盾于地，加彘肩上，拔剑切而啖之。项王曰：壮士！能复饮乎？樊哙曰：臣死且不避，卮酒安足辞！夫秦王有虎狼之心，杀人如不能举，刑人如恐不胜，天下皆叛之。怀王与诸将约曰：先破秦入咸阳者王之。今沛公先破秦入咸阳，毫毛不敢有所近，封闭宫室，还军霸上，以待大王来，故遣将守关者，备他盗出入与非常也。劳苦而功高如此，未有封侯之赏，而听细说，欲诛有功之人，此亡秦之续耳。窃为大王不取也！项王未有以应，曰：坐。樊哙从良坐。坐须臾，沛公起如厕，因招樊哙出。",
		"question-answer": {
			"以下句中天赋加点的词表述恰当的一项是 A．归鞘切而啖之啖：吃  B．项王按剑而跽跽：站起  C．交戟之护卫欲止不内内：內部  D．然不自意能先进关破秦意：情意": "A",
			"以下句中天赋加点的词古往今来同义词的一项是 A．备他盗进出与十分也  B．沛公奉卮酒为寿，约为婚姻生活  C．若舍郑认为主办国  D．秦兵旦暮渡易水": "D",
			"天赋加点词句与从数百骑来见项王中从字使用方法不同样的一句 A．既东封郑，又欲肆其西封B．素善留侯张良  C．项伯杀人，臣活之D．燕王拜送于庭，使使以闻老大": "B",
			"对刘邦和樊哙在席上的发言了解不正确的一项是 A．刘邦的赔罪之词，巨大地考虑了项羽自矜功伐的心理状态必须，恰当地平复了项羽的恼怒，使鸿门宴刚开始时的焦虑不安氛围趋向平静。  B．刘邦与樊哙两个人发言的着重点不一样。刘邦偏重于当心辩驳，樊哙则是振振有词，训斥项羽听详说欲诛有功的人，实则亡秦之续。  C．从发展战略对策的视角看来，刘邦的巧言申诉书归属于以屈求伸，而樊哙的厉言训斥则是以攻为守。  D．樊哙的席上发言与刘邦的一模一样，这彻底是张良一人事前分配好的，也证实了刘邦君臣左右的团结一心。": "D",
			"汉语翻译以下语句。1杀人如不可以举，刑人如恐不敌。2而听详说，欲诛有功的人，此亡秦之续耳。窃为老大不取也！": "1杀人惟恐不可以杀尽，惩罚人惟恐不可以耗尽严刑。2反倒轻信奸险小人馋言，要杀有贡献的人，它是亡国的秦国的事后者啊！自己【或我私底下】觉得老大不（应当）采用那样的作法。"
		},
		"translation": "刘邦第二天早上带著一百多人军马队我等你项王，来到鸿门，向项王赔罪说：我与大将协力进攻秦国，大将在黄河往北战斗，我还在黄河南端战斗，可是自己沒有预料到能优秀进关中，消灭秦代，可以这里又看到大将。如今有奸险小人的谣传，使您与我产生误解。项王说：它是沛公的左司马曹免伤说的，要不是那样，我为什么会那么发火？项王当日就留有刘邦，和他喝酒。项王、项伯朝东坐，亚父向南坐。亚父就是说范增。刘邦坐南朝北坐，张良朝西北陪侍。范增数次向项王使眼色，再三抬起他配戴的玉玦暗示着项王，项王缄默着沒有反映。范增站起，出来招来项庄，说：君主为内心地不狠。你进来向前为他端酒，端酒结束，恳求舞剑，暗地里把沛公杀掉在坐位上。不然，大家都将被他战俘！项庄就进来端酒。敬完酒，说：君主和沛公喝酒，军营生活里没什么能够用于做为游戏娱乐的，请要我舞剑。项王说：好。项庄归鞘翩翩起舞，项伯也归鞘翩翩起舞，经常张开双臂像小鸟张开翅膀那般用人体掩体刘邦，项庄没法暗杀。  因此张良到军营生活大门口找樊哙。樊哙问：今日的事儿如何？张良说：很凶险！如今项庄归鞘翩翩起舞，他的用意常常在沛公的身上啊！樊哙说：这太凶险了，请要我进来，跟他同生死。因此樊哙拿着剑，持着巨盾，冲进军门。持戟交叉式守护军门的护卫想阻拦他进来，樊哙侧着巨盾撞去，护卫摔倒在土里，樊哙就进去，扯开帷帐朝西站着，瞪着双眼看见项王，秀发直竖起來，内眼角都开裂了。项王握着剑挺站起问：顾客是做什么的？张良说：是沛公的参乘樊哙。项王说：壮士！赏他一杯酒。上下就拿给他一大杯酒，樊哙拜谢后，站起，站着把酒喝过。项王又说：赏他一条猪的前腿。上下就给了他一条未煮开的猪的前腿。樊哙把他的巨盾扣在土里，把猪腿放（在盾）上，拔出来剑来切着吃。项王说：壮士！还能饮酒吗？樊哙说：我死都不害怕，一杯酒有哪些可回绝的？秦王有豺狼一样的心肠，杀人惟恐不可以杀尽，处罚人惟恐不可以耗尽严刑，因此世人都叛变他。怀王曾和诸将承诺：先击败秦军进到咸阳的人封作王。如今沛公先击败秦军进了咸阳，一点儿物品都害怕使用，封闭式了宫室，部队退还到霸上，等候老大来临。刻意外派名将看守函谷关的缘故，是以便提防别的术士的进到和出现意外的不幸。那样劳苦功高，沒有获得封王的赐予，反倒轻信奸险小人的馋言，想杀有功的人，这仅仅 亡国了的秦代的再次而已。原以为老大不应当采用这种行为。项王沒有话回应，说：坐。樊哙靠着张良坐着。坐了一会儿，刘邦起的身上洗手间，暗地里把樊哙叫了出去。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28862.html": {
		"context": "苏缄，字宣甫，泉州晋江人。举进士，调广州南海主簿。州领蕃舶，每商至，则择官阅实其赀，商皆豪家大姓，习以客礼见主者，缄以选往，商樊氏辄升阶就席，缄诘而杖之。樊诉于州，州召责缄，缄曰：主簿虽卑，邑官也，商虽富，部民也，邑官杖部民，有何不可？州不能结。再调阳武尉，剧盗李囊橐于民，贼曹莫能捕。缄访得其处，萃众 大索，火旁舍以迫之，李从中逸出。缄驰马逐,斩其首送府。府尹贾昌朝惊曰：儒者乃尔轻生邪！  交阯谋入寇，以缄为皇城使知邕州。缄伺得实，致书于刘鼻，弈不听，反移文责缄沮议，令勿得辄言。八年，蛮遂入寇，众号八万。缄闻其至，阅州兵得二千八百，召僚吏与郡人之材者，授以方略，勒部队，使分地自守。民惊震四出，缄悉出官帑及私藏示之曰：吾兵械既具，蓄聚不乏，今贼已薄城，宜固守以迟外援。若一人举足,则群心摇矣，幸听吾言,敢越佚则孥戮汝。有大校翟绩潜出，斩以徇，由是上下胁息。缄子子元为桂州司户，因公事携妻子来省，欲还而寇至。缄念人不可户晓，必以郡守家出城，乃独遣子元，留其妻子。  邕既受围，缄昼夜行劳士卒，发神臂弓射贼，所殪甚众。缄初求救于刘弈，养遣将张守节救之，猝遇城，不及阵，举军皆覆。蛮获北军，知其善攻城，啖以利，使为云梯，又为攻濠洞子，蒙以华布，缄悉焚之。蛮计已穷，将引去，而知外援不至，或教贼囊土傅城者，顷刻高数丈，蚁附而登，城遂陷。缄犹领伤卒驰骑战愈厉，而力不敌，乃曰：吾义不死贼手。亟还州治，杀其家三十六人，藏于坎纵火自焚。邕被围四十二 日，粮尽泉涸，人相枕藉以死，然讫无一叛者。",
		"question-answer": {
			"对下列句子中加点词的解释，不正确的一项是 A. 缄伺得实 伺：探察  B. 敢越佚则孥戮汝 孥：奴隶  C. 啖以利，使为云梯 啖：引诱  D. 然讫无一叛者 讫：最终": "B",
			"以下各组句子中，全都表明苏缄忠勇的一组是 ①儒者乃尔轻生邪 ②授以方略，勒部队，使分地自守  ③有大校翟绩潜出，斩以徇 ④缄犹领伤卒驰騎战愈厉  ⑤杀其家三十六人，藏于坎，纵火自焚 ⑥人相枕藉以死，然讫无一叛者  A.①③⑥ B. ①④⑤⑤ C. ②③⑤ D.②④⑥": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是 A. 苏缄在负责核查商船货物期间，惩罚了轻慢无礼的商人，被州官召责却能义正词严，坚持官民应有之礼，大杀富商们的傲慢之气。  B. 苏缄在敌我兵力悬殊、情势危急之时，能够临危不乱，安抚百姓，召集所属官员和郡中有才能的人，教给他们守城和打仗的方略。  C. 苏缄之子带着妻儿前来探亲，准备返回时遇上交阯军攻城，苏缄只遣儿子回桂林而留下了其他探亲的人员，以避免城中百姓误解。  D. 敌人将装土的袋子堆积在城墙外来攀爬攻城，苏缄用神臂弓射杀许多敌兵，又烧毁敌人用来攻城的云梯等工具，使贼寇无计可施。": "D",
			"把文中画横线的句子翻译成现代汉语。1缄访得其处，萃众大索，火旁舍以迫之，李从中逸出。2吾兵械既具，蓄聚不乏，今賊已薄城，宜固守以迟外援。": "1苏缄访求到他的住所，集聚许多人倍加检索，烧死他居所边上的房屋来迫使他，李氏从里边逃出去。2人们的军力和器材早已做好准备，贮备的物资供应都不欠缺，如今蛮人早已靠近州城，应当牢固地防御以等候外边援救。"
		},
		"translation": "苏缄字宣甫，泉州晋江人。考取进士，改任广州南海主簿。广州管理方法国外入关的船只，每一次货船抵达，就下派高官查看核查她们的货品，店家全是名门姓氏排名，习惯性以顾客的礼数拜访负责人高官，苏缄被下派前去检查，生意人樊氏就走上楼梯入席，苏缄责怪并杖打过他。樊氏上告到州里，州官招来苏缄问责，苏缄说：主簿影响力尽管不高，但都是城邑里的高官，生意人尽管颇具，但都是属下老百姓。邑官杖打属下的老百姓有哪些不能的呢？州官哑口无言。2次改任阳武县尉，姓李的大盗用包装袋偷老百姓的物品，追捕术士的官员没人能捕捉他。苏缄访求到他的住所，集聚许多人倍加检索，烧死他的居所边上的房屋来迫使他，李氏从里边逃出去。苏缄骑着马疾驰追求他，取消他的脑壳送至官衙。府尹贾昌朝惊讶地说：有和你那样寻短见的儒士吗？  交阯人蓄谋前去入侵，苏缄侦查到她们的真实情况，给刘彝寄信，刘彝沒有遵从，反倒回了一封信斥责苏缄行为不端他做事，指令他请别张口。八年，蛮人果真来入侵，称为有八万人。苏缄据说他们来了，检阅州兵获得二千八百人，集结僚吏和郡里有才可以的人，授给她们智谋，带领军队，让她们分地自守。老百姓惊惧四散逃跑，苏缄把官衙的财产和自身的资产都拿出去告知有人说：人们的军力和器材早已做好准备，贮备的物资供应都不欠缺，如今蛮人早已靠近州城，应当牢固地防御便于等候外边援救。假如一人逃跑，群心就松懈了，期望听我得话，有敢逃走的就没为奴婢或加刑戮。有一个叫翟绩的大校外逃出去，苏缄斩杀了他以示众，此后左右都十分担心。苏缄的孩子苏子元任桂州司户，借公务机遇带上妻子和女儿来看望他，正准备回来时对手来啦，苏缄想起不太可能每一户别人都了解真实情况，她们一定会认为郡守家的人都出城了，就只赶走了苏子元，把他的妻子和女儿留了出来。  邕州遭受围住之后，苏缄昼夜走访调查犒劳兵士，发神臂弓狙击对手，杀掉许多 人。苏缄最初向刘彝求救，刘彝外派名将张守节援救，仓促间碰到蛮贼，没都还没阵型，就全军覆灭。蛮人抓捕宋军，了解她们善于攻城略地，用益处诱惑她们，让她们制做云梯，又让她们生产制造攻濠洞子，用印花布蒙上，苏缄把他们都烧了。蛮人束手无策，即将褪去，但获知外界援兵沒有到，许多人教她们把土装在包装袋里靠在古城墙上，一会儿就会有几丈高，蛮贼像蚂蚊那般往上攀爬，封地因此被攻占。苏缄依然领着负伤的兵士骑着马新款奔驰坚强不屈战斗，但竭尽全力也不可以抵御。因此说：我以便良知不可以死在蛮贼的手上。立刻返回州府，杀了家中三十六人，藏在坑穴里，放火自焚。邕州被围住了四十二天，谷物耗尽山泉水干枯，大家互相借助着去世，但到最终沒有一个人背叛。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28351.html": {
		"context": "（甲）舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市，故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。 　　 　　《生于忧患，死于安乐》 　　 　　 （乙）兽有猱①，小而善缘，利爪。虎首痒，辄使猱爬搔之。不休，成穴，虎殊快②不觉也。猱徐取其脑啖之，而汰其余③以奉虎曰：余偶有所获，腥不敢私，以献左右。虎曰：忠哉，猱也！爱我而忘其口腹。啖已又弗觉也。久而虎脑空，痛发，迹猱，猱则已走避高木，虎跳踉大吼乃死。 　　 　　刘元卿《猱》 　　 　　【注释】①猱no：古书上说的一种猴。②殊快：很舒服。③汰其余：要扔掉的余渣。汰，扔掉。",
		"question-answer": {
			"表述以下句中天赋加点的词。1必先苦其心志苦  2久而虎脑空，痛发，迹猱迹  3虎首痒，辄使猱爬搔之辄  4猱则已走避高木则": "1使痛楚；2就；3寻觅足迹；4却。",
			"汉语翻译下边的句子。 余偶有一定的获，腥害怕私，以献上下。": "我有时候获得一点食材，像生牛肉、羊肉、鱼类等这种特色美食（或特色美食）害怕擅自享受，把它送给您。",
			"甲原文中的舜等贡献功业和乙原文中的老虎被啖脑而死的缘故各自是啥？": "甲原文中的舜等经历艰难困苦而越来越内心警惕、性情顽强、才可以提高；乙原文中的老虎沉溺于发痒及美言特色美食的享有。",
			"两文论述同一大道理所应用的写不尽相同，试作简略表明。": "实例：甲文根据摆事实、讲理的方式（或根据举例说明和道理论证），乙文应用借事寓理的书写（或根据叙述寓意故事的方式）。"
		},
		"translation": "（甲）舜是从农作的原野中被选拔出去的，傅说是从泥瓦匠中被选拔出去的，胶鬲是从鱼盐贩子中被选拔出去的，管夷吾是从狱官手上（释放出并）多方面选任的，孙叔敖是从（归隐的）海滩被破格提拔上去的，百里奚是从奴隶市场（被赎出后）多方面器重的。  因此老天爷即将下降重担在这一人的身上，一定要先使他磨炼的内心理想，使他锻练骨筋，使他能承受挨饿，以至皮肤削瘦，使他遭受贫困之苦，他会觉得到所做的事儿紊乱，（用这种来）使他的内心觉得震撼人心，使他的性格坚毅起來，提高他原先沒有的才可以。 （乙）有一种奸诈的动物叫猱，（身材）小擅于上树，前爪锐利。老虎的头顶瘙痒，就要猱（帮他）抓破，长此以往，（老虎头顶挠）出了洞，老虎觉得很尽情，沒有发现（脑壳挠破了）。猱慢慢取老虎的脑髓吃，随后把吃剩下下的来送给老虎。老虎吃完脑浆，（感觉脑浆）很美味可口，觉得猱很忠诚，就更为爱猱，亲密接触猱。時间长了，老虎的脑壳被挖空了，痛疼发病，（老虎去）找寻猱。猱（却）早已逃走避开到高树枝了。老虎弹跳着大声喊叫，就去世了。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28864.html": {
		"context": "陶穀，字秀实，邠州新平人。本姓唐，避晋祖讳改焉。十余岁，能属文，起家校书郎、单州军事判官。  穀性急率，尝与兖帅安审信集会，杯酒相失，为审信所奏。时方姑息武臣，穀坐责授太常少卿。尝上言：顷莅西台，每见台司详断刑狱，少有即时决者。至于闾阎夫妇小有争讼，淹滞积时，坊市死亡丧葬，必俟台司判状，奴婢病亡，亦须检验。吏因缘为奸，而邀求不已，经旬不获埋瘗。望申条约以革其弊。从之。俄拜中书舍人。尝请教习乐工，及禁民伐桑枣为薪，并从其请。开运三年，赐金紫。  契丹主北归，胁穀令从行。穀逃匿僧舍中，衣布褐，阳为行者状。军士意其诈，持刃陵胁者日数四。穀颇工历数，谓同辈曰：西南五星连珠，汉地当有王者出。契丹主必不得归国。及耶律德光死，有孛①光芒指北，穀曰：自此契丹自相鱼肉，永不乱华矣。遂归汉，为给事中。  世宗尝谓宰相曰：朕观历代君臣治平之道，诚为不易。又念唐、晋失德之后，乱臣黠将，僣窃者多。今中原甫定，吴、蜀、幽、并尚未平附，声教未能远被，宜令近臣各为论策，宣导经济之略。乃命承旨徐台符以下二十余人，各撰《为君难为臣不易论》、《平边策》以进。其策率以修文德、来远人为意，惟穀与窦仪、杨昭俭、王朴以封疆密迩江、淮，当用师取之。世宗自克高平，常训兵讲武，思混一天下。及览其策，忻然听纳，由是平南之意益坚矣。  显德三年，迁兵部侍郎，加承旨。世宗留心稼穑，命工刻木为耕夫、织妇、蚕女之状，置于禁中，思广劝课之道，穀为赞辞以进。显德六年，加吏部侍郎。  初，太祖将受禅，未有禅文，榖在旁，出诸怀中而进之曰：已成矣。太祖甚薄之。尝自曰：吾头骨法相非常，当戴貂蝉冠尔。盖有意大用也，人多笑之。  选自《宋史陶榖传》  【注】①孛：彗星",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A．穀坐责授太常少卿坐：因获罪  B．必俟台司判状俟：等候  C．其策率以修文德、来远人为因素意率：大多数  D．世宗自克高平克：抑制": "D",
			"下列每组语句中，统统说明陶穀勇于献策的一组是 ①望申不平等条约以革其弊  ②尝请教习乐工，及禁民伐桑枣为薪  ③其策率以修文德、来远人为因素意  ④若用师取之  ⑤此后契丹自相鱼肉，绝不乱华矣  ⑥盖有心厚用也  A．①②⑤B．②③④C．①②④D．①④⑥": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．陶榖性情心浮气躁坦诚，以前与兖帅安审信集聚在一起，杯酒间失言，被审信上奏给了皇上。  B．陶榖专于历数，他见到西南五星连珠，见到彗星光辉直取北边时，就預言契丹会有事儿产生，結果2次預言都很精确。  C．世宗常常训炼部队，讲习武道，惦记着统一天下。当见到陶榖等明确提出的理应用部队来攻取的对策时，世宗恬然遵从了他的建议。  D．当时，太祖即将受禅时却沒有受禅的文章内容，在边上的陶榖等就从怀里取出了一篇文章，说自身早已写出了，太祖十分瞧不起他。": "B",
			"把原文中画水平线的句子翻译成现代汉语语法。1契丹主北归，胁穀令从行。穀逃匿僧舍中，衣布褐，阳为旅人状。3今中原甫定，吴、蜀、幽、并并未平附，声教无法远被，宜令近臣各为论策，宣传经济发展之略。": "1契丹主往北重归时，威逼陶榖，令他随身。陶榖逃跑藏匿在寺庙中，衣着粗步衣，装作成佛家弟子的模样。2如今中原不久稳定，吴、蜀、幽、并都还没平定归附，声威忠恕之道还没有能散播到远方，应令近臣分别写论策，传扬提倡经世济民的对策。"
		},
		"translation": "陶穀字秀实，是邠州新平人。他天性唐，以便避晋祖的讳而换姓陶。十多岁时，就能写一手好的文章，从家里被征招，担任校书郎、单州军事判官之职。  陶穀脾气心浮气躁坦诚，以前与兖帅安审信集聚在一起，杯酒间失言，被审信上奏给了皇上。那时候正宽待武臣，陶榖由于这获罪，被退级授于太常少卿之职。他以前上奏说：近期去西台，每一次都看到台司审察案件，非常少有马上选择的。乃至坊间夫妇间有小的争执，还要推迟很久，步行街中的身亡殡葬的事，也一定要等台司的判决，奴婢们病亡了，也务必经官衙检测。官员们趁此机会做错事，规定不终止，結果有时候会已过十几天也不可以安葬。期望再次声明条规来消弭这种缺点。皇上遵从了他的建议。没多久官拜中书舍人。以前恳求训炼乐工，及其严禁老百姓伐桑树、酸枣树做木柴，皇帝愿意了他的所有请奏。助运三年时，官府赐他锦鲤袋及紫衣。  契丹主往北重归时，威逼陶穀，令他随身。陶穀逃跑藏匿在寺庙中，衣着粗步衣，装作成佛家弟子的模样。士兵们发觉他是装作的，持械一天威协他好几回。陶穀很熟练天至，对同行业的人说：西南五星连接成一串，汉地理应有可以称霸的人出現。契丹主一定不可以返回他的國家。直到耶律德光人死之后，有光辉富强的彗星光辉直取北边，陶穀说：此后契丹会自相残害，始终也不容易搅乱华夏了。因此就返回了汉，做给事中。  世宗以前对丞相说：我觉得各代君臣整治永安之世的方式，的确都不易。我又充分考虑唐、晋有过失以后，造反的大臣及奸诈的名将们，越礼偷看江山社稷的人许多 。如今中原不久稳定，吴、蜀、幽、并沒有平定归附，声威忠恕之道还没有能散播到远方，应令近臣分别写论策，传扬提倡经世济民的对策。因此就命承旨徐台符下列二十多人，分别编写《为君难为臣不易论》《平边策》敬献。这种论策大多数以修文德、使远方的人归降为关键用意，只能陶穀与窦仪、杨昭俭、王朴觉得疆界十分贴近江、淮，理应用部队采攻取这种地区。世宗自打攻破高平后，常常训炼部队讲习武道，惦记着统一天下。直到见到陶穀等的对策后，开心地遵从了她们的建议，因而平定中国南方的念头更为坚定不移了。  显德三年，被升级成兵部侍郎，加授承旨。世宗关注农牧业，命匠人在木材上手工雕刻耕夫、织妇、蚕女的模样，将其放到宫里，思索全力激励农桑的方式，陶穀写赞辞采敬献。显德六年，官府加封他为吏部侍郎。  当时，太祖即将受禅，沒有受禅的文章内容，陶穀在边上，从怀里取出一篇文章敬献说：早已写出了。太祖十分瞧不起他。他以前自说自话道：我的颅骨外观设计与众不同，理应戴貂蝉冠。疏忽是他应被委以重任，大家大多数嘲笑他。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131008.html": {
		"context": "王纶，字德言，建康人。幼颖悟，十岁能属文。历镇江府、婺州、临安府教授，权国子正。 时初建太学亡旧规凭吏省记吏缘为奸纶厘正之其弊稍革。迁敕令所删定官、诸王宫大小学教授兼权兵部郎官。言：孔门弟子与后世诸儒有功斯文者，皆得从祀先圣，今辟库序，修礼乐，宜以其式颁诸郡县。 二十四年，以御史中丞魏师逊荐，为监察御史，与秦桧论事，忤其意，师逊遂劾纶，且言：智识浅昧，不能知纶。由此罢去。逾年，知兴国军。桧死，召为起居舍人兼崇政殿说书，寻兼权礼部侍郎。 二十六年，试中书舍人。高宗躬亲政事，收揽威柄，召诸贤于散地，诏命填委，多纶所草。纶奏守臣裕民事，乞毋拘五条，从之。兼侍讲。上喜读《春秋左氏传》，纶进讲，与上意合。尝同讲读官荐兴化军郑樵学行，召对命官，且给笔札，录其所著史。兼直学士院，迁工部侍郎，仍兼直院。撰《吴玠神道碑》，称上旨，赐宸翰褒宠。 二十九年六月，朝论欲遣大臣为泛使觇敌，且坚盟好。纶请行，乃以为称谢使，曹勋副之。至金，馆礼甚隆。一日，急召使入，金主御便殿，惟一执政在焉，连发数问，纶条对，金主不能屈。九月，还朝入见，言：邻国恭顺和好，皆陛下威德所致。宰臣汤思退等皆贺。然当时金已谋犯江，特以善意绐纶尔。 纶旧疾作，力丐外，除资政殿大学士知福州，上解所御犀带赐之。明年，知建康府兼行宫留守。敌犯江，纶每以守御利害驿闻，上多从之。三十一年八月，卒。赠左光禄大夫，谥章敏。",
		"question-answer": {
			"对以下语句中天赋加点的词句的表述，有误的一项是 A．权国子正权：当权  B．逾年，知兴国军知：执掌  C．朝论欲遣重臣为泛使觇敌觇：窥看  D．特以真诚绐纶尔绐：蒙骗": "A",
			"以下对原文中画波浪线一部分的断句，恰当的一项是 A．时初建／太学亡／旧规凭／吏省记／吏缘为／奸纶厘／正之其／弊稍革。  B．时初建／太学亡／旧规凭吏省记／吏缘为奸／纶厘正之／其弊稍革。  C．时初建太学／亡旧规／凭吏省记／吏缘为奸／纶厘正之／其弊稍革。  D．时初建太学／亡旧规／凭吏省记／吏缘为／奸纶厘／正之其／弊稍革。": "C",
			"以下对全文相关內容的解析和归纳，有误的一项是 A．王纶从小聪慧，十岁就可以发表文章。长大以后为官，为高宗编写数篇谕旨并主编史籍。  B．初建太学时，王纶着眼于消弭弊端，修建院校修宗庙，认为将这类文件格式营销推广到美国各州县。  C．王纶为官，不惧权势，勇于抵制秦桧的建议，遭罢免罢职。秦桧人死之后才又再次为官。  D．王纶旧疾复发离京为官，虽杜绝官府常向皇帝传送关键状况，皇帝也依然很注重他。": "C",
			"把从文中画水平线的句子翻译成现代汉语语法。1高宗躬亲政务，收揽威柄，召诸贤于散地，诏命填委，多纶所草。2总裁御便殿，惟一当政在焉，连射数问，纶条对，总裁不可以屈。": "1高宗亲身解决政务，收揽权利，把分散化在全国各地的谙位贤人招回。谕旨任职堆积成山，多由王纶起草。2总裁在别宫会见他，只能一名当政到场，连射数问，王纶逐一回答，总裁不可以令他妥协。"
		},
		"translation": "王纶字德言，建康人。小时候聪明，十岁就能写文章。绍兴五年进士及第，授爲平江府崑山县主簿，历任镇江府、婺州、临安府教授，代理国子正。当时刚立太学，旧的规章丢失，靠官吏回忆，官吏趁机作弊。王纶加以改正，弊病稍有革除。升任敕令所删定官、诸王宫大小学教授兼权兵部郎官。他説：“孔门弟子与后世有功的儒者们，都可以陪祭先圣，现在建学校，修礼乐，应该把这种格式推广到各州县。” 二十四年，由御史中丞魏师逊推荐，任监察御史，与秦桧商量事情，和他的意见不一，魏师逊便弹劾王纶，并且説：“我智识浅薄，不能认清王纶。”因此罢职离去。过了一年，爲兴国军知军。秦桧死后，召入任起居舍人兼崇政殿説书，很快兼权礼部侍郎。     二十六年，试任中书舍人。高宗亲自过问政事，收揽大权，把分散各地的贤人召回，诏令任命堆积如山，多由王纶起草。王纶上奏守臣如何优待百姓一事，请求不要拘限于五条，皇上听从了他的建议。兼任侍讲。皇上爱读《春秋左氏传》，王纶进宫讲解，与皇上的意思相合。曾同讲读官推荐兴化军郑樵的学问与操行，把他召入对答任命爲官，并供给笔札，着録他编着的史书。兼任直学士院，升任工部侍郎，仍兼直学士院。撰写《吴玠神道碑》，符合皇上旨意，赏赐皇上的墨迹以示嘉奖。     二十九年六月，朝廷商议想派大臣任泛使侦察敌情，并且巩固盟约。王纶请求前往，就任命他爲称谢使，曹勛任他的副使。到了金，宾馆礼遇很隆重。一天，急召使者，金主在便殿接见，仅有一名执政在场，连发数问，王纶逐条对答，金主难不住他。九月，回朝入见皇上，説：“邻国恭顺和好，都是因爲陛下的威望和德行。”宰相汤思煺等都表示祝贺。然而当时金已图谋进犯长江，不过是以善意来骗王纶罢了。     王纶旧病復发，极力请求外任，授资政殿大学士爲福州知州，皇上解下佩带的犀带赐给他。第二年，爲建康府知府兼任行宫留守。敌人侵犯长江，王纶常把防守抵御的利害情况通过驿站上报，皇上多听从他的建议。叁十一年八月，去世。赠官左光禄大夫，谥号章敏。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131009.html": {
		"context": "郝质，字景纯，汾州介休人。少从军，挽强为第一。充殿前行门，换供奉官，为府州驻泊都监，主管麟府军马，与田朏将兵护军须馈麟州，道遇西夏数千骑寇钞，质先驱力战，斩首、获马数百。又与朏行边，至柏谷，敌堑道以阻官军，质御之于寒岭下，转斗逐北，遂修复宁远诸栅，以扼贼冲。宣抚使杜衍、安抚使明镐连荐之，且条上前后功状，超迁内殿承制、并代路都监。大名贾昌朝又荐为路钤辖。 使讨贝州，文彦博至，命部城西。回河上有亭甚壮彦博虑为贼焚遣小校蔺千守而质使千往他营度战具千辞质曰亭焚，吾任其责千去而亭焚。彦博将斩千，质趋至帐下曰：千之去，质实使之，罪乃在质，愿代千死。彦博壮其义，两释之。质自此益知名。 贼平，迁六宅使，历高阳关、定州、并代钤辖，驻泊副都部署，龙神卫、捧日天武都指挥使，马军殿前都虞候，加领贺州刺史、英州团练、眉州防御使。奉诏城丰州，进步军副都指挥使、宿州观察使。召还宿卫，改马军。英宗立，迁武昌军节度观察留后，加安德军节度使，为殿前副指挥使。神宗立，易节安武军，为都指挥使。元丰元年，卒，帝亲临其丧，赠侍中，谥曰武庄。 质御军有纪律，犯者不贷，而享犒丰渥，公钱不足，出己奉助之。平居自奉简俭，食不重肉，笃于信义。田朏不振而死，为表揭前功，官其一孙。在并州，与朝士董熙善，约为婚姻。熙死，家贫无依，质已为节度使，竟以女归董氏。自为官，不上伐阅，从微至贵，皆以功次迁云。",
		"question-answer": {
			"以下对原文中波浪线一部分的断句，恰当的一项是 A.回河岸有亭甚壮/彦博虑/为贼焚遣/小校蔺千守/而质使千往他营度战具/千辞质/曰亭焚/吾任其责/千去而亭焚  B.回河岸有亭甚壮/彦博虑为贼焚/遣小校蔺千守/而质使千往他营度战具/千辞/质曰/亭焚/吾任其责/千去而亭焚  C.回河岸有亭甚壮/彦博虑为贼焚/遣小校蔺千守/而质使千往他营度战具/千辞质/曰/亭焚/吾任其责/千去而亭焚  D.回河岸有亭甚壮/彦博虑/为贼焚遣/小校蔺千守/而质使千往他营度战具/千辞/质曰/亭焚/吾任其责/千去而亭焚": "B",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A.西夏是党项人在西北地域创建的政党，宋代称之为夏国，由于在中国中西部，故又被称作西夏。  B.路是宋元时行政区名。宋朝的路是直辖于中央政府的最大行政区，高过府、州等，等于明代阶段的省。  C.溢号是古时候君王、诸侯国、皇室、重臣等人死之后，为赞美其生平事迹而给与的头衔，如欧阳修人死之后被谥为文忠。  D.婚姻生活，意指儿女亲家，女性的爸爸为婚，男性的爸爸为姻，在《鸿门宴》里刘邦和项伯就曾约为婚姻生活。": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A.郝质战斗勇敢，屡立军功。在接送军械物资供应谥与西夏好几千骑兵队力战，他以身作则，击杀上百人，缴获几百匹马；后又在巡边时，在柏谷大败敌军。  B.郝质言出必行，重情义为人正直。回河岸的亭子被烧以后，他到文彦博账下积极负责任，以前与董熙约为婚姻生活，董熙人死之后，家贫无依，他仍然执行妻约。  C.郝质治军纪律严明，衣食住行勤俭节约。对违犯纪律的人，严惩不贷，但对属下的奖赏也很丰富，乃至还取出自身的月俸补助，而他自身用餐却从不要吃两种菜。  D.郝质历仕多君，均受器重。曾被破格提拔为内殿承制；英宗时，被授于殿前副指挥者使等职；神宗时为都指挥使；人死之后，皇上还驾临其丧。": "C",
			"把原文中划水平线的句子翻译成现代汉语语法。1敌堑道以阻官军，质御对于寒岭下，转斗逐北，遂修补宁远诸栅，以扼贼冲。2质趋至帐下曰：千之去，质实使之，罪乃在质，愿代千死。彦博壮其义，两释之。": "1手走在路上开挖来阻拦官军，郝质在寒岭下抵挡她们，进军并追逐落败的兵士，因此修补了宁远的每个营寨，来操纵歹人的交通干道。2郝质跑到帐下说：蔺千离去，事实上就是我派他走的，罪行是在我这儿，我愿替代蔺千受死。彦博钦佩他的节义，释放出来了她们两个。"
		},
		"translation": "郝质，字景纯，是汾州介休人。年青的情况下参军入伍，拉硬弓是第一名。出任殿向前门，换任敬奉官，出任府州驻泊都监，负责人麟府军马，与田朏率军接送军械物资供应到麟州，在道中碰到千余西夏骑兵队劫夺，郝质在前引路，全力战斗，击杀百余、得到数百匹马。又与田朏巡查边境，来到柏谷，对手走在路上开挖来阻拦官军，郝质在寒岭下抵挡她们，进军并追逐落败的兵士，因此修补了宁远的每个营寨，来操纵对手的交通干道。宣抚使杜衍、安抚使明镐联名鞋强烈推荐他，而且上奏章分切阐述他前后左右有功的状况，皇上破格提拔他为内殿承制、并代路都监。名字贾昌朝又强烈推荐他为路钤辖。  皇上派他征伐贝州，文彦博来到，指令他统领城西的军队。回河岸有一个亭子很壮阔，文彦博担忧被歹人烧毁，派小校蔺千看管，而郝质派蔺千到别的基地调查战斗武器装备，蔺千回绝，郝质曰：（假如）亭子被烧毁了，我担负这一义务。蔺千（就）离开，而亭子被烧了。文彦博即将击杀蔺千，郝质跑到帐下说：蔺千离去，事实上就是我派他走的，罪行是在我这儿，想要替代蔺千受死。彦博钦佩他的节义，（最终）释放出来了她们2个。郝质此后更为知名。  歹人被平定，郝质升职为六宅使，列任高阳关、定州、并代路钤辖，驻泊副都布署，龙神卫、捧日天武都指挥使，马军殿前都虞候等职，还担任贺州刺史、英州团练、眉州防御力使。郝质奉诏在丰州修建古城墙，晋升步军副都指挥使、宿州观察使。皇上召他返京承担宫里警备。之后又改任去头领马军。英宗继位，他被改任为武昌军节度观查留后，加封为安德军观察使，出任殿前副指挥者使。神宗继位，改任安武军观察使，出任都指挥使。元丰年间，过世，帝驾临他的葬礼，追赠为侍中，溢号武庄。  郝质整治部队有组织纪律性，违反纪律的人不宽容，另外，奖赏也很丰富，国家政府的钱不足，就取出自身的月俸来协助。平常自身遵照勤俭节约的标准，用餐时不要吃二种左右的肉制品，很讲信义。田朏因无法拯救而去世，郝质写奏章表明他之前的贡献，（官府）他会的一个小孙子干了官。在并州，他与朝士董熙交下，约为儿女亲家。董熙人死之后，董家贫苦沒有借助，郝质早已是观察使了，最后还把闺女嫁个了董氏。他自打当官，不注重自身的贡献和工作经历，他的影响力从低下到贵显，都凭贡献的尺寸多次升职。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28866.html": {
		"context": "郝逢字致尧，成都人，幼好学，攻诗。性柔而惰，或谓其性懦，非能立事。常欲求乡荐，未竟。属盗起于境，资产略尽，迫寒馁而无忧叹。 咸平中，蜀掌兵者失律，兵乱为贼盗，杀守臣而据郡。自春徂秋，驱老幼以守城，或献谋于贼，令尽索郡中书生署职，俾立效。凡得数十辈，列兵而胁曰：不从者即此诛戮，仍及其族。皆震慑而从。逢前绐贼帅曰：公所索儒士，某非儒，岂可徼禄？不能从命。词气刚愤，不可屈抗。贼怒令引去，临刃复召者三，词皆如初。会解于贼，檟楚①而释之。既获免，遂匿于家。天兵至，逆党歼夷，或闻于郡守，将上其事而中止。逢亦不复言，居贫自若。 噫，当是时，有位者尚或苟命，而逢一士尔，能致命贼所，不陷非义。彼同禄衒势，私于身以媚时，得无愧乎！逢贫处晦迹，混于俗而人不甚知。噫！人名存诚岂易知乎？ 逢居州里，皆以为怯懦，洎乱而能尔，始明其所履焉。是时无他虑也，去就而已。去为顺，就为逆，去难而就易，能为其所难，志以守正，是亦几乎智勇也。 夫忠烈节义，何时无之，然晦于无闻，在遇不遇尔。使越石父不遇晏子，则一拘囚尔；聂政非其姊，则无名暴夫尔。其遇，千金之重；不遇，鸿毛之微。然不可欲其遇而始为也，谓不遇而不为也。兰生深林，不以无人而不芳，君子不以困穷而改节。苟有善，虽不我知，斯善矣，岂止蒙其庆乎？苟不善，虽不我知，斯恶矣，岂止罹其殃乎？ 《易》曰：井渫②不食，为我心恻，王明③并受其福，又曰：何校灭耳，凶。其是之谓乎？若逢所履，虽曰：未闻。吾必谓之闻矣。故为声其实，亦得有所劝焉。 （选自宋黄休复《茅亭客话》） 【注】①檟楚：用檟木荆条制成的刑具，用以鞭打。②井渫：井水洁净。③王明：到（那里去看看）就明白。王，通往，到。明，明白。",
		"question-answer": {
			"对下列语句中加点词语的解释，不正确的一项是 A．临刃复召者三，词皆如初刃：行刑，杀头 B．去难而就易，能为其所难去：距离 C．斯恶矣，岂止罹其殃乎罹：遭受 D．故为声其实，亦得有所劝焉声：声张，宣传": "B",
			"下列各组语句中，全都表明郝逢几乎智勇的一组是 ①幼好学，攻诗。性柔而惰②逢前绐贼帅③ 既获免，遂匿于家。 ④词气刚愤，不可屈抗⑤临刃复召者三，词皆如初。⑥或闻于郡守将上其事而中止 A．①②⑤B．②③⑥C．②④⑤D．④⑤⑥": "C",
			"下列对原文有关内容的分析和概括，不正确的一项是 A．郝逢的生活一直不如意。早年求乡荐，未竟，后来家产全部被盗贼抢掠，尽管在盗贼面前不可屈抗，但在逆党被剿灭后仍未受到表彰。 B．郝逢面对敌人的威胁，一口咬定自己不是读书人，只遭遇了一顿鞭刑而侥幸得脱。他从此之后不再说自己是读书人，安然自若地过着贫穷的生活。 C．作者写这篇文章的目的之一是为了表彰郝逢的精神。他为像井水一样洁净的郝逢不被赏识而感到惋惜，因此一定要给郝逢写篇歌颂的文章。 D．作者在文章中表达了自己对忠烈节义的看法。他认为忠烈节义的思想什么时候都有，只不过有个机遇问题，人不应当因为贫穷而改变气节。": "B",
			"请把文言文阅读材料中画线的语句翻译成现代汉语。1性柔而惰，或谓其性懦，非能立事。2公所索儒士，某非儒，岂能徼禄？不可以从命。3逢居州里，皆认为怯弱，洎乱而能尔，始明其所履焉。": "1（郝逢）性情溫柔而懒散，许多人觉得他性情怯弱，并不是一个可以奋发进取的人。2您所需的是儒家人员，不是我儒家的人，哪儿可以只图这一份月俸？（我）不可以听从您的指令。3郝逢定居在村里，（大伙儿）都觉得他胆怯怯弱，来到危乱时（他）却能保证那样（不屈不挠），才搞清楚他所亲身经历过的事儿（一般人不易保证）。"
		},
		"translation": "郝逢，字致尧，成都人。青少年时就爱科学研究大学问，非常重视科学研究诗歌的特点。性情溫柔而懒散，许多人觉得他性情怯弱，并不是一个可以奋发进取的人。他常想请求州县引荐去应考进士，沒有結果。恰碰到地区起了盗贼，郝逢财产全失，他被挨饿严寒困苦却没什么焦虑和悲叹。  宋真宗咸平年里，四川领兵的统领对属下约束力关不紧，兵士造反变成盗贼，干掉防御重臣占有郡城。从初春到秋季，盗贼们驱逐老年人和少年儿童为她们防御封地。许多人向盗贼献策，下指令检索城中心的全部读书人，让她们代理官衔，要她们有功效命。一共搜得数十人，在她们眼前陈列武器威协有人说：不听从的人马上这里干掉，而且也要株连你的大家族。这种读书人都因吃惊担心而听从了。郝逢向前骗盗贼统领说：您所需的是儒家人员，不是我儒家，哪儿可以只图这一份月俸？我不可以听从您的指令。郝逢的措辞语调刚直愤激，不可以妥协。盗贼发火地指令把他拖出去杀了，刚想杀他又把他喊回来，反复数次，他的回应都同刚开始一样。正巧遇到被盗贼解送，把他一顿抽打以后盗贼就把他释放出来了。他被免去拘押后就藏匿在家里。官府的部队来临，判逆的贼党被消灭，许多人把他在盗贼眼前刚正顽强的事讲给郡守听，郡守提前准备把这件事情汇报给皇上但半途停了出来。郝逢也已不怎么说话，還是像之前一样过着贫苦的衣食住行。  唉，在哪个情况下，有影响力的人一些还是是在苟且地活著，更何况郝逢仅仅 一个有士人罢了，他可以在盗贼那边不害怕捐躯，不许自身沦为到合不来沈北的处境。这些与他处在一样运势却眩惑于威势的人却因苛责自身的性命去取悦盗贼时，难道说沒有一丝愧疚吗？郝逢过着贫苦的衣食住行，行迹秘密地掺杂在凡俗当中，因此大家不掌握他。  唉，人的知名度要储存于世，哪儿是非常容易了解的啊？郝逢定居处的老乡人，都觉得他胆怯怯弱，但他在危乱时却能保证那样，才证实他所踏过的运动轨迹。那时候沒有其他念头，只不过回绝或听从罢了。回绝（盗贼的规定）是符合良知的作法，听从（盗贼的规定）就是说判逆官府，回绝是无法保证的，切合是非常容易保证的，郝逢能保证他无法办得到的事，志向恪守正路，那样算是有勇有谋的人了。  对于忠烈节义，何时常有，殊不知许多 情况下却会不为人知，这取决于是不是碰到机会。倘若越石父沒有遇上晏子，那他就仅仅 一个被拘押的犯人罢了；聂政要是没有他亲姐姐的教悔，那他就仅仅 一个無名丧心病狂罢了。一个人假如碰到了机会，就将会会变成比千斤还重的人，假如没遇上机会，就将会還是如鸿毛般轻度的人。殊不知一个人不能由于期望遇到机会就采用做某件事，也不能由于没碰到机会就没去做某事。兰草生长发育在深山密林中，不由于没有人而不传出香味，有社会道德的谦谦君子都不由于艰辛无路可走而更改骨气。假如拥有善行，即便他人不清楚就是我，这一善行啊，难道说只是是令人遭受吉庆吗？假如干了错事，即便他人不清楚就是我，这类恶事啊，难道说只是是令人遭到灾难吗？  《易经》说：河水被疏通得很清洁但是没有人喝，因此我觉得伤心欲绝，大伙儿到井边看一看就懂了，我们一起大伙儿相互享有河水的鸿福。又说：担负重枷，失去耳朵里面，有危险。说的难道说就是说这样的事情吗？像郝逢所亲身经历的事儿，尽管说大伙儿没听见，但我一定要让大伙儿了解。因此替他传扬他的客观事实，自身也获得鼓励。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131010.html": {
		"context": "李训，始名仲言，字子训。擢进士第，补太学助教。从父逢吉为宰相，以仲言阴险善谋事，厚昵之。郑注佐昭义府，仲言慨然曰：当世操权力者皆龊龊，吾闻注好士，有中助，可与共事。因往见注，相得甚欢。时逢吉方留守，怏怏不乐，思复用，知与注善，付金币百万，使西至京师厚结注。注喜，介之谒王守澄。守澄善遇之，即以注术、仲言经义并荐于帝。仲言持诡辩，激卬可听，善钩揣人主意，又以身儒者，海内望族，既见识擢，志望不浅。始，宋申锡谋诛守澄不克，宦尹益横，帝愈愤耻。而宪祖之弑罪人杰得虽外假借内不堪欲夷绝其类顾在位臣持禄取容无仗节死难者注阴知帝指，屡建密计，引仲言叶力。仲言数进讲，至阉寺，必感愤申重，以激帝心。帝见其言纵横，谓果可任，遂不疑，而待遇莫与比，因改名训。训本挟奇进，及大权在己，锐意去恶，故与帝言天下事，无不如所欲。与注相朋比，务报恩复仇，尝所恶者，悉陷党中。迁贬无阕日，班列几空，中外震畏。帝为下诏开谕，群情稍安。训一岁至宰相，谓遭时，其志可行。训时时进贤才伟望，以悦士心，人皆惑之。尝建言天下浮屠避徭赋，耗国衣食，请行业不如令者还为民。既执政，自白罢，因以市恩。始，注先显，训藉以进，及势相埒，赖宠争功，不两立。然方事未集，乃出注使镇凤翔，外为助援，内实猜克，待逞，且杀之。及训既败，乃奔凤翔，为盩厔将所执，械而东。训恐为宦人酷辱，祈监者曰：得我者有赏，不如持首去。乃斩之。",
		"question-answer": {
			"以下对原文中画波浪线一部分的断句，恰当的一项是 A．而宪祖之弑／千古罪人未得／虽外假托／内不堪入目／欲夷绝其类／顾当政臣持禄取容／无仗节死难者／  B．而宪祖之弑千古罪人／未得／虽外假托／内不堪入目欲／夷绝其类／顾当政臣持禄取容／无仗节死难者／  C．而宪祖之弑千古罪人／未得／虽外假托／内不堪入目／欲夷绝其类／顾当政臣持禄取容无仗／节死难者／  D．而宪祖之弑／千古罪人未得／虽外假托／内不堪入目欲／夷绝其类／顾当政臣持禄取容无仗／节死难者／": "A",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A．丞相是古时候配合君王、执掌国家大事的最大特首，宣布官称在各朝多有不一样。  B．宦尹即太监，是供皇族役使的人。因与权利管理中心贴近，经常出现宦官专权的情况。  C．班列指朝议时官员的队伍位次，依工作经历、威望值在部位上带前后左右、上下的差别。  D．浮屠也称浮图或佛图，是梵语（古印度语）译音，能够 指佛、佛教或佛殿。": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．李训善于谋事，遭受逢吉抬爱。他据说郑注喜好士人，且宫里许多人相帮，因此前去攀附；李逢吉了解二人交下，送他上百万点卷，他会以厚礼结识郑注。  B．李训言词中听，切合皇上情意。他有诡辩之才，言辞热血沸腾，为皇上解读圣贤文史时，提到太监都是感叹恼怒，借此机会鼓励皇上，进而获得皇上的信赖。  C．李训官至丞相，拉拢天地内心。他常举荐有威望值的贤才来讨好士人，大家都遭受蒙蔽：他曾建议让全部浮屠都还俗民利，当政后又积极恳求停歇这事。  D．李训赖宠争功，与郑注不相配。他借助郑注的协助进宫，二人权利非常后却势不两立；他出自于猜疑的心，找托词让郑注离京驻守凤翔，要想杀掉郑注。": "C",
			"把原文中画水平线的句子翻译成现代汉语语法。1以身儒者，国内望族，既眼界擢，志望不浅。2与注相朋比，务报恩复仇，尝所恶者，悉陷党中。": "1训因给自己是儒生，出生于天地有威望的大家族，遭受器重破格提拔后，理想很高。  2李训与郑注相互之间串通，着眼于报恩复仇，对以前厌烦的人，都诬陷说她们是结党。"
		},
		"translation": "李训，初名仲言，字子训，考中进士科，补授太学助教。叔父李逢吉做宰相后，因李仲言阴险狡猾善于谋事，厚爱他。郑注在昭仪节度使的幕府中任职，李仲言感慨地説：“当代掌权的人都狭隘局促，我听説郑注喜爱人才，有宦官做靠山，可以与他共事。“因此前往拜见郑注，两人相处得很投机。当时李逢吉正任留守，怏怏不乐，企图重新掌权，知道李仲言与郑注关係好，交给他百万金钱，让他向西到京城送厚礼结交郑注。郑注高兴，介绍他拜见王守澄。王守澄善待他，就将郑注的药术、李仲言的经义一起推荐给皇帝。 李仲言有诡辩之才，慷慨激昂言语中听，善于揣摩皇帝的心理，李训因为自己是儒生，出身于天下有名望的家族，受到赏识提拔后，志向很高。当初，宋申锡谋划诛杀王守澄没有成功，宦官更加专横，皇帝更加感到愤恨耻辱。而且宪宗被害后，凶手没有抓到，文宗虽然表面上宽容宦官，内心却实在不能容忍，准备将宦官斩尽杀絶，然而在位的大臣衹顾保持禄位贪圃安逸，没有人愿意爲此赴汤蹈火。郑注刺探到了文宗的心思，多次提出密计，援引李仲言协助自己。李仲言多次进宫讲习，谈及宦官，必然感慨愤怒，借此打动文宗的心。文宗看到他言论纵横，认爲确实可以任用，就不再怀疑，而且待遇无人能与他相比，因此改名叫李训。李训本来就心怀奇计入宫，等到大权在握后，专心一意铲除邪恶，因此与文宗谈论天下大事，无不如愿以偿。李训与郑注互相勾结，致力于报恩复仇，对曾经厌恶的人，都陷害说他们是结党。降官贬职没有停止的时候，朝中大臣几乎爲之一空，朝廷内外震惊害怕。皇帝爲此下诏开导谕示，众人的情绪才稍稍稳定一些。 李训从一个被流放的人受到任用，一年就做到宰相，认爲时机已到，自己的计划可以付诸行动了。李训也常常引进有声望的贤才，取悦于士大夫，人们都被他迷惑了。他曾经建议説天下和尚逃避徭役赋税，耗费国家的衣食，让他们从事佛业不如让他们还俗为民。做宰相后，自己又禀告停止，藉此求取皇上恩宠。开始，郑注首先显贵，李训靠他的帮助入宫，等两人势力相当，依赖恩宠争抢功劳，势不两立。但是谋划的事情还没有眉目，郑注就被派出任凤翔节度使，对他説是为了里应外合，实际上是出于猜忌，等到大功告成后，就杀死他。等到李训失败，才逃到凤翔，就被郑注手下的将领抓住，带着镣铐押着向东。李训担心被小吏残酷地侮辱，祈求监押他的人说：“抓到我的人有赏金，不如拿着我的脑袋离开吧。”于是杀了他。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28611.html": {
		"context": "安平献王孚，字叔达，宣帝次弟也。孚温厚廉让，博涉经史。汉末丧乱，与兄弟处危亡之中，箪食瓢饮，而披．阅不倦。性通恕，以贞白自立，未尝有怨于人。 魏陈思王植有俊才，清选官属，以孚为文学掾。植负才陵．物，孚每切谏，初不合意，后乃谢之。迁太子中庶子。魏武帝崩，太子号哭过甚。时群臣初闻帝崩，相聚号哭，无复行列。孚厉声于朝曰：今大行晏驾．．，天下震动，当早拜嗣君，以镇海内，而但哭邪！孚与尚书和洽罢群臣，备禁卫，具．丧事，奉太子以即位，是为文帝。转为中书郎。及明帝嗣位，欲用孚，问左右曰：有兄风不？答云：似兄。天子曰：吾得司马懿二人，复何忧哉！ 转为度支尚书。 时吴将诸葛恪围新城，以孚进督诸军二十万防御之。孚次寿春，遣毌丘俭、文钦等进讨。诸将欲速击之，孚曰：夫攻者，借人之力以为功，且当诈巧，不可力争也。故稽留月余乃进军，吴师望风而退。 及高贵乡公遭害，百官莫敢奔赴，孚枕尸于股，哭之恸，曰：杀陛下者臣之罪。奏推主者。孚与群公上表，乞以王礼葬，从之。孚性至慎。宣帝执政，常自退损。后逢废立之际，未尝预谋。景文二帝以孚属尊，不敢逼。后进封长乐公。及武帝受禅，陈留王就金墉城，孚拜辞，执王手，流涕歔欷，不能自胜。曰：臣死之日，固大魏之纯臣也。 孚虽见尊宠，不以为荣，常有忧色。临终，遗令曰：有魏贞士河内温县司马孚，字叔达，立身行道，终始若一，当以素棺单椁，敛以时服。泰始八年薨，时年九十三。",
		"question-answer": {
			"": "C",
			"": "B",
			"": "D",
			"": "1攻击，是必须依靠另一方的能量获得成功与失败，并且理应蒙骗，不可以以力相斗。2宣帝掌管政务，司马孚常常忍让谦抑，之后碰到废置君主的情况下，不曾参照谋化。"
		},
		"translation": ""
	},
	"http://www.yuwen360.com/ywtk/wyw/28611.html": {
		"context": "文安献王孚，字叔达，宣帝次弟也。孚淳厚廉让，博涉经史。隋末丧乱，与弟兄处危亡当中，箪食瓢饮，而披阅不倦。性通恕，以贞白独立，未曾有怨于人。陈留殷武知名于国内，尝罹罪谴，孚往省之，遂与同处罚食，谈者称焉。  魏陈思王植有俊才，精选机官属，以孚为文学类掾。植负才陵物，孚每切谏，初不满意，后乃谢之。迁太子中庶子。魏武帝崩，太子号哭过甚，孚谏曰：大行晏驾，天地恃陛下为命。成为为宗庙，下以iwc万国，只怨效匹夫之孝乎！太子许久乃止，曰：卿言是也。时群臣初闻帝崩，欢聚号哭，无复队伍。孚声色俱厉于朝曰：今大行晏驾，天地振动，当早拜嗣君，以镇海内，而但哭邪！孚与尚书和洽罢群臣，备禁卫，具丧礼，奉太子以继位，是为文帝。  孚认为擒敌取胜，宜有备预。每诸葛亮入寇关中，边兵不可以一招制敌，中军赶赴，辄不如事机，宜预选步骑二万，认为二部，为讨贼之备。又以关中连遭贼寇，谷帛不够，遣冀州农丁五千屯于上邽，秋冬季习战阵，春夏季修田桑。由是关中军国有制余，待贼有备矣。后除尚书右仆射，进爵昌平亭侯，迁尚书令。及大元帅曹爽擅权，李胜、何晏、邓飏等乱政，孚不视庶事，但正身远害罢了。及宣帝诛爽，孚与景帝屯司马门，以功进爵长社县侯，加侍中。  时吴将诸葛恪围新城，以孚进督诸军二十万防御力之。孚次寿春，遣毋丘俭、文钦等进讨。诸将欲速击之，孚曰：夫攻者，借人之力认为功，且当诈巧，不能奋力也。故稽留数月乃涉足，吴师望风而退。  及高贵乡公遭害，百官莫敢赶赴，孚枕尸于股，哭之恸，曰：杀皇上者臣之罪。奏推主者。会皇太后令以庶人礼葬，孚与群公以上，乞以王礼葬，从之。孚性至慎。宣帝当政，常自退损。后逢废立之时，未曾蓄谋。景文二帝以孚属尊，害怕逼。后入封长乐公。武帝受禅，封文安王，进拜太宰，持节、大都督东西方诸国防。泰始八年薨，年九十三，谥曰献王。",
		"question-answer": {
			"对以下语句中天赋加点词句的表述，有误的一项是  A．孚往省之省：探望。  B．只怨效匹夫之孝乎效：效仿。  C．奉太子以继位奉：尊奉。  D．孚次寿春次：排列。": "D",
			"以下每组语句中，天赋加点词的实际意义和使用方法同样的一组是  A．于陈留殷武知名于国内B．以又以关中连遭贼寇  遣冀州农丁五千屯于上邽以功进爵长社县侯  C．以后乃谢之D．而而披阅不倦  借人之力认为功吴师望风而退": "A",
			"以下六句话，分别编为四组，统统能反映司马孚的政冶国防才可以的一组是  ①只怨效匹夫之孝乎②遂与同处罚食③由是关中军国有制余  ④后逢废立之时，未曾蓄谋⑤故稽留数月乃涉足⑥孚不视庶事  A．①②④B．③④⑤C．①③⑤D．②⑤⑥": "C",
			"以下对全文相关內容的了解和解析，有误的一项是  A．殷武获罪后，司马孚前往看望他，并和他住访，被世人赞许。  B．曹植恃才傲物，对司马孚的提议合不来情意，就把他改任太子中庶子。  C．司马孚为抵挡诸葛亮等的侵入，在关中采用了一些合理的对策。  D．高贵乡公被杀后，司马孚归罪于自身，并规定搜索主犯。": "B",
			"把文言文阅读原材料里加水平线的句子翻译成现代汉语语法。1性通恕，以贞白独立，未曾有怨于人。2时群臣初闻帝崩，欢聚号哭，无复队伍。3会皇太后令以庶人礼葬，孚与群公以上，乞以王礼葬，从之。": "1司马孚性情豁达大度厚道，凭着忠诚清正立世，从来不和他人结仇。2那时候群臣刚据说皇上病逝了，相互之间聚在一起痛哭流涕，已不注重排序顺序。3恰好皇太后一声令下按贫民的礼数下葬曹髦，司马孚和诸侯国朝官上奏章，恳求改成君主的礼仪知识下葬，获得了准许。"
		},
		"translation": "文安献王司马孚，字叔达，是西晋高祖宣皇帝司马懿的侄子。司马孚性情无为而无不为廉洁礼让，普遍涉足经史著作。汉代末期政局动荡，司马孚和他的弟兄们处于凶险亡国的時刻，衣食住行贫困，但他依然坚持不懈翻阅书藉展卷阅读文章。司马孚性情豁达大度厚道，凭着忠诚清正立世，从来不和他人结仇。陈留郡的殷武全国性出名，以前遭受罪刑，司马孚前往看望他，因此和他住在一起分吃食材，讨论的人很夸赞司马孚的作法。  魏国的陈思王曹植才智非凡，选萃官员，选任司马孚做文学类援。曹植依仗学识，自豪而瞧不起他人，司马孚每一次直言极谏，刚开始不和曹植的情意，之后曹植才向他致歉。升级成太子中庶子。魏武帝曹操过世，太子曹丕号啕痛哭得很利害，司马孚劝谏说：皇上刚过世，天地要借助陛下的命令。应当往上以便先祖，往下以便天地，怎能效仿普通百姓的孝呢！太子已过很长期才慢下来，说：爱卿说的没错呀。那时候群臣刚据说皇上病逝了，相互之间聚在一起痛哭流涕，已不注重排序顺序。司马孚用严格的响声向朝臣训斥说：如今皇上刚过世，天地吃惊动荡不安，理应早立称帝的君主，来稳定天地，（大家）却只这里哭吗！司马孚和尚书和洽一起驱走了群臣，分配好宫禁的防御，提前准备好殡葬事项，拥立太子来即位做皇上，这就是说魏文帝。  司马孚觉得要击败对手获得胜利，应当有提前准备防止。每一次诸葛亮侵入关中地域，边境线的兵士不可以工作制服对手，京师的部队赶往竞技场，就跟不上战争的机会，应当事先选拨步兵骑兵两万人，把她们分为两一部分，做为征伐对手的提前准备。又由于关中年年遭到术士入侵，谷物面料不足，让冀州的五千农户壮丁驻守在上邽，秋冬季季节训练战斗阵形，春夏季季节种地桑蚕。由于这种作法关中部队和國家常有了盈利，看待对手有一定的准备了。之后司马孚被选为尚书右仆射，升职官爵干了昌平亭侯，升级成尚书令。直到大元帅曹爽独断专行，李胜、何晏、邓飏等搅乱朝廷，司马孚无论诸多的事情，仅仅 陶冶情操杜绝伤害而已。直到宣帝司马懿诛杀了曹爽，司马孚和景帝司马师驻军防御司马门，凭着贡献升职官爵干了长社县侯，加封侍中。  那时候吴国的名将诸葛恪围起来了新城，选任司马孚进职督率各界部队二十万人防御力他。司马孚临时性驻守在寿春，派毋丘俭、文钦等前往征讨。每个名将要想迅速地进攻诸葛恪，司马孚说：攻击的一方，是要耗费很多人力资源才可以取得成功的，并且应当蒙骗巧诈，不必与对手奋力。因此有意滞留了一个多月才涉足，吴国的部队远远地望到另一方的气魄很盛就撤兵了。  直到魏国的高贵乡公曹髦被杀，百官都害怕前往吊孝，司马孚怀着遗体放到大腿根部上，哭得十分悲恸，说：让皇上被杀是为臣的罪行。上奏恳求抓捕主谋者。恰好皇太后一声令下按贫民的礼数下葬曹髦，司马孚和诸侯国朝官上奏章，恳求改成君主的礼仪知识下葬，获得了准许。司马孚性情十分慎重。晋宣帝司马懿当政之际，他就有心防止过多地参与权政。然后司马氏几回废立皇上，他也未参加谋化。景帝司马师和文帝司马昭因司马孚是老人，也害怕迫使他。之后进封他为长乐公。晋武帝司马炎接纳禅让即位，封司马孚为文安王，加官升爵干了太宰，拿着证物凭据、统率官府內外中央政府和地区一切与部队相关的事情。泰始八年过世，九十三岁，谥称献王。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28867.html": {
		"context": "〔甲〕余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。（节选自宋濂《送东阳马生序》）  〔乙〕刘羽冲偶得古兵书，伏读经年①，自谓可将兵十万。会有土寇②，自练乡兵与之角③。全队溃覆，几为所擒。又得古水利书，伏读经年，自谓可使千里成沃壤。州官使试于一村，沟洫④甫⑤成，水大至，人几为鱼。由是抑郁不自得，恒独步庭阶，曰：古人岂欺我哉？如是日千百遍，惟此六字。不久发病死。（节选自纪昀《阅微草堂笔记》）  〔注〕①经年：一年左右。 ②土寇：土匪。 ③角：战斗。 ④洫（x）：沟渠。 ⑤甫：刚。",
		"question-answer": {
			"甲文记叙了创作者儿时借阅和的教育经历；乙原文中刘羽冲最后抑郁症而死的缘故是打战失败和什么？": "抄书治理失败。",
			"表述下边天赋加点词在句中的含意。1余幼时即嗜学 嗜：  2走送之 走：  3自谓可将兵十万 将：  4会有土寇 会：": "1非常喜好（或喜爱、喜好）  2跑  3带领（或领着）  4正逢，赶在。",
			"用现代汉语语法讲讲下边语句的含意。1因此人比较多以书假余，余因得遍观群书。 2恒独向庭阶，曰：古人岂欺我哉？": "1因而别人大部分想要把书出借我，我因此可以读完各式各样的书藉。2（他）经常独自一人在院落（楼梯）溜达，说：古人难道说在蒙骗我吗（或古人怎能蒙骗我呢）？",
			"融合文章，实际讲讲乙原文中的刘羽冲是一个如何的人。": "刘羽冲是一个喜爱念书但办事不切实际的人。他尽管全身心细读古时候的兵书和水利工程书，但不可以灵便地应用于具体当中，結果遭遇失败，抑郁症而死。"
		},
		"translation": "〔甲〕我年幼时就爱学习。因为家中贫穷，无法得到书来看，常向藏书的人家求借，亲手抄录，约定日期送还。天气酷寒时，砚池中的水冻成了坚冰，手指不能屈伸，我仍不放松抄书。抄写完后，赶快送还人家，不敢稍稍超过约定的期限。因此人们大多肯将书借给我，我因而能够看各种各样的书。〔乙〕刘羽冲偶然得到一部古代兵书，认真读了一年，自称可以率领十万军队。正赶上乡里有土匪，他自行操练民兵与土匪作战，结果被土匪全队击溃，他自己险些被活捉。他又得到一部古代水利书籍，认真读了一年，自称可以使千里荒野变成肥沃农田。他便绘出图纸，陈列条词上交州官。州官也是好事之人，让他在一个村子做实验。结果沟渠刚刚挖成，洪水来了，顺着水沟流入村中，村里的人险些都被淹死。从此刘羽冲抑郁寡欢，很不自在，常常独自在庭院漫步，一边走一边摇头自言自语地说：“古人难道在骗我吗？”这样一天说千百遍，只念这六个字。不久，发病身亡。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131012.html": {
		"context": "周仁美，深州人。开宝中，应募隶贝州骁捷军。关南李汉超选备给使，屡捕获契丹谍者。从汉超战于西嘉山，身中重创，补队长。汉超上其功，隶殿前班，赐衣带、鞍勒马、什物、奴婢、器械。命王继恩引入纵观，过祗侯库，太祖问其力能负钱几许，仁美曰：臣可胜七八万。太祖曰：可惜压死。 止命负四万五千，因赐之。 稍迁右班都知、御前忠佐马军副都军头，戍环州。时牛耶泥族累岁为寇，仁美与陈德玄、宋思恭往击之，斩首三千级，获牛羊三百余，发戎族困窖以饷师。至道初，石昌牛耶泥族复叛，德玄令仁美提兵抚辑之。仁美谓石昌镇主和文显日：此贼不除，边患未弭。因厚设肴酒，召酋长二十八人缚送州狱，自是诸族慑畏。 二年，又与马绍忠、白守荣、田绍斌部刍粮趣清远军，仁美为先锋。至岐子平，与虏角，走之。明日，又战于浦洛河，自巳至戌，战数十合，进壁乾河。绍忠、守荣皆败走，绍斌退止浦洛，独仁美所部不满三千，身中八创，护刍粮、官吏直抵清远。绍斌继至，深叹其勇干，表上其功。 时运粮民道路被伤者相继，仁美领徒援护，悉抵环州。补澶州龙卫军都虞候。召见，会令诸军射，仁美自陈筋力未衰，愿对殿廷发二矢，上许之。既而前奏曰：臣老于戎门多戍外郡罕曾入觐京阙前后征行体被三十余创今日得对万乘千载之幸倘或备员宿卫立殿庭下一日足矣。上顾傅潜而笑，潜亦称其武干，力留，补马步军副都军头。 累迁龙卫军都指挥使、领顺州刺史，复屯镇、定。时州有亡命卒聚盗，剽村闾为患，王超委仁美招捕。仁美选勇敢卒，诈亡命趣贼所，得其要领，即自往谕以祸福，留贼中一日。超忽失仁美，求之甚急。诘旦，仁美至，具道其事，乃出库钱付仁美为赏。不数日，贼悉降，凡得二百余人，以隶军籍。 景德中，徙屯陈州，入掌军头引见司。先是，巡兵捕亡卒盗贼，不获皆有罚，而获者无赏。仁美因差立赏格以闻，诏从其请。天禧三年，卒。",
		"question-answer": {
			"以下对原文中画波浪线一部分的断句，恰当的一项是 A．臣老于戎门／多戍／外郡罕曾入觐京阙／前后左右征行／体被三十余创／今天得对万乘／千载之幸／倘或备员／宿卫立殿庭下一日足已  B．臣老／于戎门多戍／外郡罕曾入觐京阙／前后左右征行／体被三十余创／今天得对万乘千载之幸／倘或备员／宿卫立殿庭下一日足已  C．臣老／于戎门多戍／外郡罕曾入觐京阙／前后左右征行／体被三十余创／今天得对万乘千载之幸／倘或备员宿卫／立殿庭下一日足已  D．臣老于戎门／多戍外郡／罕曾入觐京阙／前后左右征行／体被三十余创／今天得对万乘／千载之幸／倘或备员宿卫／立殿庭下一日足已": "D",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A．稍迁，含意是2次升职出任某职；累迁，则指数次升职出任某职。  B．表，大臣给君王的奏章。现如今当杜绝，临表涕零，不知所言（诸葛亮《出师表》）。  C．补，填补缺职或由替补而宣布任职。如，补官（补授官衔）、补外（京官调异地任职）。  D．领，担任，本职工作以外兼较低职。若为尚书，领行营观察使（柳宗元《段太尉逸事状》）。": "A",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．周仁美参军争霸，频繁建了贡献。报名参加西嘉山作战时，他骁勇善战；应对牛耶泥族的2次叛变，应用智谋，最后消除边疆忧患。  B．周仁美武勇才华横溢，深得重臣钟爱。李汉超、田绍斌、傅潜等都依次赞扬过他的贡献和会干，向官府以上引荐他或当朝向皇帝强烈推荐他。  C．周仁美贪慕名与利，经常出现非分心愿。历经祗候库时，太祖问起能背要多少钱，她说七八万；入觐京阙时，向皇帝规定留到朝中宿卫，就算一天也罢。  D．周仁美尽职尽责，维护保养一方平安。不论是平定叛变，還是接送运粮，或是招捕术士，他都能灵活应变，机智勇敢，顺利完成既定目标。": "C",
			"把原文中画水平线的句子翻译成现代汉语语法。1关南李汉超选备给使，屡捕捉契丹谍者。从汉超战于西嘉山，身中重挫，补大队长。2因厚设肴酒，召族长二十八人缚送州狱，自然诸族慑畏。": "1关南李汉超选周仁美做给使预留，（周仁美）数次捉到契丹的特工。（周仁美）追随李汉超在西嘉山战斗，身负重伤，被补录为大队长。2因此设定丰厚的宴席，集结牛耶泥的族长等二十八人赴约，把她们捆缚起來送至环州牢房，此后各族人民都威慑惧怕。"
		},
		"translation": "周仁美，是深州人。开宝年间，应征入伍隶属贝州骁捷军。 关南李汉超选备给使，多次捕获契丹间谍。跟随李汉超在西嘉山 作战，身受重伤，补为队长。李汉超上奏他的功劳，隶属于殿前 班，赏赐衣带、鞍勒马、日用杂物、奴婢、器械。命王继恩将其 带进来纵观，经过祗侯库，太祖问他的力气能背起多少钱，周仁 美説：“臣能背七八万。“太祖说：“压死了可惜。”只让他背四万五 千，于是赏赐给他。 不久升任右班都知、御前忠佐马军副都军头，戍守环州。当 时牛耶泥族连年为寇，周仁美与陈德玄、宋思恭前去攻打，斩首 三千级，缴获牛羊三百余头，打开戎族的粮仓以补充军粮。又与 思恭讨伐募窟泉岌拖族，格斗斩首八十余首级。至道初年，石昌 牛耶泥族又反叛，陈德玄令周仁美带兵安抚他们。周仁美对石昌 镇主和文显说：“此贼不除，边患不息。”于是设丰盛的美酒佳肴， 召酋长二十八人将其捆绑押进州中监狱，从此各族心存畏惧。 至道二年，又与马绍忠、白守荣、田绍斌押送粮草奔赴清远 军，周仁美担任先锋，到达岐子平，与胡虏接战，将其击退。第 二天，又战于逋洛河，从巳时到戌时，战至数十合，进驻并构筑 工事固守乾河。马绍忠、白守荣都失败逃跑，田绍斌退到浦洛， 惟独周仁美所部不满三千人，自己身受八处创伤，保护着粮草、 官吏直抵清远。田绍斌接着赶到，赞叹他的勇敢和才干，上奏他 的功劳。 当时运粮的百姓在路上受伤的人相继而至，周仁美带人援助 护送，全部到达环州。补为澶州龙卫军都虞候，皇帝召见他，让 诸位将军一起射箭，周仁美自己说自己力量还在，希望对着殿廷 发两箭，皇帝准许了。周仁美上前奏道：“臣一直在军队中，大多 时间都在外地戍守，很少到京城来觐见。前后征战中我的身上有 三十多道伤口，今天我得以见到陛下，是我极大的福分啊。倘若 能让我在这里护卫，一天也够了。“皇帝看着傅潜笑了，傅潜也称 赞他的武力才干，极力挽留，补为马步军副都军头。 屡经升迁任龙卫军都指挥使、兼顺州刺史，又屯驻镇、室。 当时州中有亡命之徒聚集为盗，打家劫舍成为祸患，王超托付周 仁美将其招降收捕。周仁美挑选勇敢的士兵，假装逃命到贼寇的 住所，摸清他们的情况，随即亲自前往那里对他们晓以利害，留 住在贼中一日。王超忽然失去周仁美，找得很急。第二天早晨， 周仁美到了，讲明事情经过，于是出库钱交给周仁美作为奖赏。 没几天，贼寇全部投降，共得二百余人，把他们编入军籍。 景德年间，迁徙屯驻陈州，入朝掌管军头引见司、都巡检。 以前，巡兵抓捕逃兵盗贼，抓不到的人都受罚，而抓到的人也得 不到奖赏。周仁美制定出不同的悬赏等级上奏，诏令准许了他的 请求。天禧三年，去世。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28357.html": {
		"context": "[甲]崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拿一小舟，拥毳衣炉火，独往湖心亭看雪。雾淞沆砀，天与云与山与水，上下一白。湖上影子，惟长堤一痕、湖心亭一点与余舟一芥、舟中人两三粒而已。 到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余，大喜日：湖中焉得更有此人!拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃日：莫说相公痴，更有痴似相公者! (张岱《湖心亭看雪》)  [乙]天启六年十二月，大雪深三尺许。晚霁①，余登龙山，坐上城隍庙山门，李芥生、高眉生、王畹生、马小卿、潘小妃②侍。万山载雪，明月薄之，月不能光，雪皆呆白③。坐久清冽，苍头④送酒至，余勉强举大觥敌寒，酒气冉冉，积雪钦⑤之，竞不得醉。马小卿唱曲，界生吹洞箫和之，声为寒威所慑，咽涩不得出。三鼓归寝。马小卿、潘小妃相抱从百步街旋滚而下，直至山趾，浴雪而立。余坐一小羊头车，拖冰凌而归。 (张岱《龙山雪》) [注释]①霁：雨后或雪后转晴。②李芥(ji)等五人都是当时的伶人(戏曲演员)。生，指男演员。马小卿、潘小妃为女伶。③呆白：苍白。④苍头：这里指年纪大的伙计。⑤欲(hē)：通喝。",
		"question-answer": {
			"表述以下句中天赋加点词。  1水中人鸟声俱绝  2万山载雪，月明薄之": "1沒有，消退。2迫近，挨近",
			"挑选出与词组中的而实际意义、使用方法同样的一项是  词组：余强饮三小白而别  A．舟人士两三粒罢了B．从百步街旋滚而下  C．义不杀少而杀众D．广起，夺而杀尉": "D",
			"用当代翻译以下语句。1水中焉得更有这人! 2声为寒威所慑。": "1(这时的)西湖中意想不到还会有那样的人。2洞箫声像被寒冷的杀伤力威慑住了。",
			"甲、乙两文均是寓情于景的优秀作品。请简略谈一谈创作者在勾勒雪景时流露如何的思想感情。": "阔大、纯粹的雪景映衬出张岱孤傲自赏、优雅超凡脱俗的情结，在天寒地冻中，内心脱下俗累，随意潇洒。雪景的沧桑也体现了人生道路迷茫的低沉感叹和难以释怀的故国之思。"
		},
		"translation": "[甲]崇祯五年十二月，我住在西湖边。大雪接连下了多日，湖中游人全无，连飞鸟的声音都消失了。这天初更时分，我撑着一叶小舟，裹着细毛皮衣，围着火炉，独自前往湖心亭看雪。湖面上冰花一片弥漫，天与云与山与水，浑然一体，白茫茫一片。湖上的影子，只有一道长堤的痕迹，一点湖心亭的轮廓，和我的一叶小舟，舟中的两三粒人影罢了。 到了湖心亭上，看见有两人铺好毡子，相对而坐，一个童子正把酒炉里的酒烧得滚沸。他们看见我，非常高兴地说：“想不到在湖中还会有您这样有闲情逸致的人！”于是拉着我一同饮酒。我尽力喝了三大杯酒，然后和他们道别。问他们的姓氏，得知他们是金陵人，在此地客居。等到了下船的时候，船夫喃喃地说：“不要说相公您痴，还有像相公您一样痴的人啊！”[乙]天启六年的十二月，下雪深三尺多。夜里的情况下天转晴了，人们好多个走上龙山，坐着城隍庙的寺院上，李岕生、高眉生、王畹生、马小卿、潘小妃这好多个人守候侍侯。峰峦都被雪遮盖住了，月亮的辉煌也看起来较稀了，月亮显出不来明亮，雪都雪白雪白的。坐久了感觉有点儿凌厉，苍头（苍头:意指青绿色包方巾裹头，这儿指人）送酒来啦，人们凑合抬起大杯子耐寒，酒味升高，合着降雪，居然不醉。马小卿唱曲子，李岕生吹洞箫和马小卿的曲子，箫声被凉气所慑，艰涩算出不到。三更的情况下人们提前准备回来入睡，马小卿、潘小妃相互之间怀着从百步街转动滚下来，直至山脚下，全身是雪的站着。剩下的人坐一辆小羊头车，托着全身的冰凌回家了。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28869.html": {
		"context": "智伯索地于魏宣子，魏宣子弗予。任章曰：何故不予?宣子曰：无故请地，故弗予。任章曰：无故索地，邻国必恐。彼重欲无厌。天下必惧，君予之地，智伯必骄而轻敌。邻邦必惧而相亲。以相亲之兵待轻敌之国，则智伯之命不长矣。君不如予之以骄智伯。且君何释以天下图智氏，而独以吾国为智氏质乎?君曰：善乃与之万户之邑。智伯大悦，索地于赵，弗与，因围晋阳。韩、魏反之外．赵氏应之内，智氏以亡．  齐攻宋，宋使减孙子南求救于荆。荆大说，许救之，甚欢。臧孙子忧而反：其御曰： 索救而得，令子有忧色，何也?臧孙子曰：宋小而齐大。夫救小宋而恶于大齐，此人之所以忧也：而荆王说，必以坚我也。我坚而齐敝，荆之所利也。臧孙子乃归。齐人拔五城于宋而荆救不至。  温人之周，周不纳客。问之曰：客耶?对曰：主人。问其巷而不知也，吏因囚之。君使人问之曰：子非周人也。而自谓非客。何也?对曰：臣少也诵《诗》，曰： 普天之下，莫非王土；率土之滨，莫非王臣。今君天子，则我天子之臣也。岂有为人之臣而又为之客哉?故曰：主人也。君乃使吏出之。  管仲、隰朋从桓公伐孤竹，春往冬反，迷惑失道。管仲曰：老马之智可用也。乃放老马而随之，连得道。行山中无水，隰朋曰：蚁冬居山之阳，夏居山之阴。蚁壤一寸而仞有水。乃掘地，遂得水。以管仲之圣而隰朋之智，至其所不知，不难师于老马与蚁。今人不知以其愚心而师圣人之智，不亦过乎?  乐羊为魏将而攻中山，其子在中山，中山之君烹其子而遗之羹。乐羊坐于幕下而啜之，尽一杯。文侯谓堵师赞曰：乐羊以我故而食其子之肉。答曰：其子而食之，且谁不食?乐羊罢中山，文侯赏其功而疑其心。孟孙猎得鹿，使秦西巴持之归．其母随之而啼。秦西巴弗忍而与之。孟孙至而求鹿，答曰：余弗忍而与其母。孟孙大怒，逐之。居三月，复召以为其子传。其御曰：曩将罪之，今召以为子传，何也?孟孙曰：夫不忍鹿，又且忍吾子乎?故曰：巧诈不如拙诚：乐羊以有功见疑，秦西巴以有罪益信。",
		"question-answer": {
			"对下列句子中加点词的解释，不正确的一项是  A．彼重欲无厌，天下必惧 厌：满足  B．且君何释以天下图智氏 释：放弃  C．中山之君烹其子而遗之羹 遗：赠送  D．居三月，复召以为其子传 传：传授": "D",
			"以下六句话分别编为四组，全部直接体现人的智慧的一组是  ①君不如予之以骄智伯 ②齐人拔五城于宋而荆救不至  ③岂有为人之臣而又为之客哉?故曰：主人也 ④乃放老马而随之，遂得道  ⑤乐羊坐于幕下而啜之，尽一杯 ⑥秦西巴弗忍而与之  A．①②⑤ B．①③④ C.②⑤⑥ D．③④⑥": "B",
			"下列对原文有关内容的理解和分析，不正确的一项是  A．魏宣子听取了任章的建议，采用欲擒故纵之术以割让土地使智伯骄傲轻敌；最终贪婪的智伯在韩氏、魏氏、赵氏的联合攻击下灭亡了。  B．齐国攻打宋国，臧孙子凭借自己的智慧得到了楚王的支持和援助，使宋国免于灭亡。温人在周被囚禁，他靠着聪明机智说动周君释放了自己。  C．齐桓公讨伐孤竹国，春季出征，冬季返回，途中迷路缺水。凭借管仲的聪明，利用老马找到了归路；靠着隰明的智慧，利用蚁穴得到了水源。  D．乐羊忍住悲痛吃了自己儿子的肉，顺利打败中山国；秦西巴心地善良，把小鹿还给了母鹿。作者认为乐羊的智巧伪诈比不上秦西巴的愚蒙忠诚。": "B",
			"把文言文阅读材料中加横线的句子翻译成现代汉语。1夫救小宋而恶于大齐，此人之所以忧也；而荆王说，必以坚我也。2令人不知以其愚心而师圣人之智。不亦过乎?(3分)  (3)乐羊以有功见疑，秦西巴以有罪益信。": "1为援救懦弱的宋国却被强劲的齐国厌烦，它是令人堪忧的作法；但楚王却非常高兴，一定是想要这一使人们果断抗齐。2如今的人不清楚用她们的愚钝的心去学习培训圣贤的聪慧，不都是不正确的吗？3乐羊由于有功而被猜疑，秦西巴由于犯法更受信赖。"
		},
		"translation": "智伯向魏宣子索取农田，魏宣子不给。任章说：是什么原因不给他们？魏宣子说：没理由就索取农田，因此不给他们。任章说：智伯无端索取农田，周边国家一定会担心。他深沉的冲动不可以考虑，天地一定会害怕。您给了他农田，智伯一定自豪轻敌，周边国家一定害怕而互相亲密接触。用互相亲密接触的部队来应对忽视对手的國家，那麼智伯的命就不容易久长了。您比不上把农田给与智伯，便于使他骄傲起来。更何况您为什么舍弃用天地的能量来应对智氏，却独立把在我国做为智氏的环靶呢？宣子说：好。因此就把一个万家别人的城邑给了智伯。智伯十分高兴，又向赵国索要农田，赵国不给，智伯因此围堵晋阳。韩氏、魏氏在城边进攻，赵氏在城里策应，智氏从而亡国了。  齐国进攻宋国，宋国派臧孙子南下向楚国求助。楚王非常高兴，同意援救宋国，跟臧孙子十分友善。臧孙子愁眉不展回到宋国。他的车夫说：求助的事取得成功了，如今您还愁眉不展，为何？臧孙子说：宋国懦弱而齐国强劲。为援救懦弱的宋国却被强劲的齐国厌烦，它是令人堪忧的作法；但楚王却非常高兴，一定是想要这一使人们果断抗齐。人们果断抵抗齐国，齐国就会疲敝，楚国的权益便这里。因此臧孙子就返回了宋国。齐人占领了宋国五座封地，殊不知楚国的救兵一直沒有来。  温邑有一个人赶到周，周不接受他这一顾客。周人问她说：是顾客么？温人回应说：是主人家。周人问起的住所，他却没什么孰知，因此官员就把他监禁起來。周君派人问起：你并不是周人，又自称为并不是顾客，这个是什么大道理呢？温人回应说：我年少朗读《诗经》，书讲到：普天之下，沒有并不是君主的农田；四海以内，沒有并不是君主的大臣。如今君主您是君王，那么我就应是君王的大臣。哪里有为人处事大臣的，却又做他的顾客呢？因此我说成主人家。周君因此让官员把这一人释放出来了。  管仲、隰朋追随齐桓公去征讨孤竹国，春天出战，冬天回到，迷途了路面。管仲说：老马的智谋能够 运用。就放宽老马向前，大伙儿追随放前，因此找到路。来到山上沒有水喝，隰朋说：蚂蚊冬季住在山的南边，夏季住在山的北边。蚁巢高于路面的土有一寸，地底八尺深的地区就会有水。因此挖坑，結果就找到水。凭管仲的聪慧和隰朋的聪慧，遇到她们不清楚的，甘愿向老马和蚂蚊学习培训。如今的人不清楚用她们的愚钝的心去学习培训圣贤的聪慧，不都是不正确的吗？  乐羊出任魏将去进攻中山国，他的孩子在中山市，中山市君主把他的孩子煮了，并赠给他一些带汁的肉。乐羊坐着帐幕下吃完，吃了了一杯。魏文侯对堵师赞说：乐羊我也的原因而吃完他孩子的肉。堵师赞回应说：他连孩子都吃完，谁会不可以吃呢？乐羊击败中山国，魏文侯奖励他的贡献，却猜疑他的认真。孟孙捕猎获得一只小鹿，让秦西巴带著回到。小鹿的妈妈跟在后边鸣叫。秦西巴狠不下心，就把小鹿给了母鹿。孟孙回家后向秦西巴要小鹿，秦西巴回应说：我狠不下心，就归还了它的妈妈。孟孙十分气恼，赶跑了他。已过三个月，又把秦西巴招回来，他会做好自己孩子的教师。他的车夫说：过去要加罪于他，如今又招来他会做孩子的教师，为何？孟孙说：他对小鹿都不忍心下狠心，又怎能狠心对我的孩子（不好）呢？因此说：智巧而伪诈不如愚蒙而忠实。乐羊由于有功而被猜疑，秦西巴由于犯法更受信赖。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28614.html": {
		"context": "齐宣王问曰：文王之囿方七十里，有诸？ 孟子对曰：于传有之。 曰：若是其大乎？ 曰：民犹以为小也。曰：寡人之囿方四十里，民犹以为大，何也？ 曰：文王之囿方七十里，刍荛者往焉，雉兔者往焉，与民同之。民以为小，不亦宜乎？臣始至于境，问国之大禁，然后敢入。臣闻郊关之内有囿方四十里，杀其麋鹿者如杀人之罪，则是方四十里为阱于国中。民以为大，不亦宜乎？",
		"question-answer": {
			"下列加粗字的解释不正确的一项是 A．杀其麇鹿者如杀人之罪如：如同、等于 B．则是方四十里为阱于国中阱：陷阱，比喻诱人犯罪 C．雉兔者往焉焉：兼词，予彼 D．臣始至于境，问国之大禁禁：禁忌": "D",
			"下列加粗字意义和用法相同的一项是 A．文王之囿方七十里，有诸/言举斯心加诸彼而已 B．孟子对曰：于传有之。/是以后世无传焉 C．民犹以为大，何也/今之乐犹古之乐也 D．则是方四十里为阱于国中/若是其大乎": "B",
			"本段的主旨是什么？使用了什么论证方法？": "中心思想：与民同乐，即与老百姓利益一致，不把自身的享受创建在对百姓的损害之中。论证方法：比照文王与齐王的不一样作法，从而导致百姓的不一样反映。",
			"以下对上边选段內容的了解，有误的一项是 A．孟子觉得在参考文献上带说文王有七十里的园林，百姓还感觉变小。  B．刍荛者往焉，雉兔者往焉，与民同之这正最能体现孟子的以人为本的政冶认为內容。  C．郊关以内有囿方四十里，杀其糜鹿者如砍人之罪孟子强调齐宣王所占据园林是不可以与民同用的，因此民觉得太大缘故。  D．则是方四十里为阱于国中品牌形象的写成齐宣王所占的园林象圈套一样百姓害怕挨近，暗示着了齐宣王的施政对策是无法得到百姓的适用。": "D",
			"本段孟子告知的是啥大道理？": "孟子告知齐宣王要推行以民同乐的平价现行政策，只能与民相互颇具自然界，拉进百姓间距，才会获得百姓适用。"
		},
		"translation": "齐宣王询问道：文王的园林有七十里见方，有这件事情吗？孟子回答：在参考文献上带那样的记述。宣王问：竟有那么大吗？孟子说：百姓还感觉变小呢。宣王说：我的园林四十里见方，百姓还感觉大，它是怎么回事？孟子说：文王的园林七十里见方，锄草劈柴的能够去，捕鸟猎兽的能够去，是与百姓相互享受的，百姓觉得很小，不都是很当然的吗？我初到齐国边境线时，问明了齐国关键的严禁，这才敢入关。她告诉我国都近郊区以内有一个园林四十里见方，杀了在其中的糜鹿，就好似犯了杀人罪；这就好像在中国布下了一个四十里见方的圈套，百姓觉得太大，不都是应当的吗？"
	},
	"http://www.yuwen360.com/ywtk/wyw/131014.html": {
		"context": "其姓与名也，亦非知其声容之与笑貌也；读其书，知其言，知其所以为言而已矣。读其书者，天下比比矣；知其言者，千。不得百焉；知其所以为言者，百不得一焉。然而天下皆曰：我能读其书，知其所以为言矣。此知之难也。人知《离骚》为辞赋之祖矣，司马迁读之，而知悲其志，是贤人之知贤人也。夫不具。司马迁之志，而欲知屈原之志，则几乎罔。 矣。 （选文有改动） 〔注〕本文节选自章学诫的《知难》。知难，即知音难，是说古代贤人在后世少有知音。",
		"question-answer": {
			"表述以下语句中天赋加点词的含意。1非知其姓与名也  2千不可百焉  3夫没有。司马迁之志  4则基本上罔矣（）": "1了解  2一千（人）  3具备，具有  4蒙蔽无个人所得",
			"以下每组语句中，天赋加点词的实际意义和使用方法统统同样的一组是 A.知之难乎哉醉翁之意不在酒，在意。山水间也  B.读其书者，天地比矣其如渣石何？  C.人知《离骚》为辞赋之祖矣中峨冠而多髯者为东坡  D.而欲知屈原之志温故而知新": "C",
			"请将原文中画水平线的句子翻译成现代文。 读其书，知其言，知其因此为言罢了矣": "读他的书，(能)了解他的观点（或：理论），并且能明白他有那样观点（或：理论）的愿因而已。",
			"问哪些，司马迁能真实知其因此为言变成屈原的知已？": "司马迁知悲其志。或：司马迁具备与屈原一样的毅力。"
		},
		"translation": "知晓简直难啊！大家用于叫知晓的，并不是了解他的姓和名，也并不是了解他的响声容颜和微笑；只是读他的书，了解他的见解，了解那样见解的缘故而已。读他书的人，天地四处全是。了解他见解的人，上千人中还不上百人了。了解他缘何那么见解的人，百人中不上一人了。可是天地天人都说：我可读他的书，了解他那样见解的缘故。这就是说知晓的困难。）  大家了解《离骚》是辞赋的祖先，司马迁读过却了解它心情的忧伤，这由于贤人知晓掌握贤人。不具有司马迁的心情，却想知道屈原的心情，那麼基本上不容易有一定的获了。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28617.html": {
		"context": "李叔明，字晋，阆州新政人。本鲜于氏，世为右族。兄仲通，字向，天宝末为京兆尹、剑南节度使。兄弟皆涉学，轻财务施。 叔明擢明经，为杨国忠剑南判官。乾元中，除司勋员外郎，副汉中王瑀使回纥，回纥遇瑀慢，叔明让曰：大国通好，使贤王持节。可汗，唐之婿，恃功而倨，可乎？可汗为加礼。复命，迁司门郎中。 东都平，拜洛阳令，招徕遗民，号能吏。擢商州刺史、上津转运使。迁京兆尹，久之，以疾辞，除太子右庶子。崔旰扰成都，出为邛州刺史。旰入朝，即拜东川节度使、遂州刺史，徙治梓州。 建中初，吐蕃袭火井，掠龙州，陷扶、文、远三州。叔明分五将邀击，走之，以功加检校户部尚书。梁崇义阻命，诏引兵下峡，战荆门，败其众，襄州平，迁检校尚书左仆射。 德宗幸兴元，出家赀助军，悉衣币献宫掖，加太子太傅，封蓟国公。初，东川承兵盗，乡邑雕破，叔明治之二十年，抚接有方，华裔遂安。后朝京师，以病足，赐锦辇，令宦士肩舁以见，拜尚书右仆射。乞骸骨，改太子太傅致仕。 贞元三年，卒，谥曰襄。始，叔明与仲通俱京兆尹，及兼秩御史中丞，并节制剑南，又与子昇俱兼大夫，蜀人推为盛门。 叔明素恶道、佛之弊，上言曰：佛，空寂无为者也；道，清虚寡欲者也。今迷其内而饰其外，使农夫工女堕业以避役，故农桑不劝，兵赋日屈，国用军储为斁耗。臣请本道定寺为三等，观为二等，上寺留僧二十一，上观道士十四，每等降杀以七，皆择有行者，馀还为民。德宗善之，以为不止本道，可为天下法，乃下尚书省杂议。 子昇，以少卿从德宗梁州。叔明严敕以死报，故昇有功，擢禁军将军。贞元初，迁太子詹事。坐郜国公主，贬罗州别驾。 叔明素豪侈，在蜀殖财，广第舍田产。殁数年，子孙骄纵，赀产皆尽。世言多藏者以叔明为鉴云。",
		"question-answer": {
			"表述以下语句中加点的词。1弟兄皆涉学，轻会计施  2以疾辞，除皇太子右庶子  3剃度赀助军，悉衣币献宫掖  4乞骸骨，改皇太子太傅致仕": "1务：致力于，专力从业。2辞：回绝，不接纳。3悉：尽其所有。4致仕：交回官衔，离休。",
			"请归纳李叔明的故事情节。（每点归纳不超出4个字）": "好善乐施，做官有策，屡建军功，衣食住行豪侈",
			"以下对全文相关內容的解析和归纳，有误的一项是 A.李叔明是阆州新政策人，世世代代为豪族，他的亲哥哥叫李仲通，天宝末年出任京兆尹、剑南观察使。她们兄弟二人都会课业层面较认真。  B.李叔明出使回纥时。回纥人对汉中王礼数简慢，他对它进行了有理有节的指责，最后使回纥可汗了解来到不正确。后被升级成司门陪王。  C.东川地域有兵盗侵蚀，村庄凋破。李叔明再此整治了二十年，抚慰、接受有策，该地域才稳定。  D.李叔明衣食住行的阶段佛、道风靡，许多人为因素躲避劳役、兵役和地方税，竞相信佛教无线信道，导致國家财用国防贮备大大减少，后被德宗加以限定。": "D",
			"把原文中划线的句子翻译成现代汉语语法。1叔明让曰：大国通好，使贤王持节。可汗，唐之婿，恃功而倨，可乎？ 2德宗善之，认为不仅本道，能为天地法，乃下尚书省杂议。3殁多年，子孙后代骄横，赀产皆尽。世言多藏者以叔明为鉴云。": "1李叔明责怪（她们）说：人们大国与大家通好，特遣贤王持符节出使。（大家）可汗，就是我大唐官府的姑爷，却倚仗贡献高傲，能够那样吗？  2德宗觉得非常好，觉得不只李叔明所属的行政区域可用，能够被天地效仿，因此就交货尚书省商讨。3他人死之后两年，他的子孙后代蛮横放肆，钱财财产都赔光了。大家都传闻说财产丰富的人都要以叔明的遭受为效仿。"
		},
		"translation": "李叔明，字晋卿，阆（lng）州新政策人。本鲜于氏（本姓鲜于），世为右族（名门天雄）。兄仲通，字向，天宝末为京兆尹、剑南观察使。弟兄皆涉学（科学研究大学问），轻会计施（务：致力于。善于施舍）。  叔明擢明经（隋炀帝置明经、进士二科。以经义取者为明经，以诗赋取者为进士。明代时是对贡生的敬称），为杨国忠剑南判官。乾元中，除司勋员外郎，副（做副使）汉中王瑀使（出使）回纥，回纥遇（看待）瑀慢（懈怠，高傲），叔明让（责怪）曰：大国通好，使贤王持节（古时候使臣领命交通出行，必执符节认为凭据）。可汗，唐之婿  ，恃功而倨（倨傲），可乎？可汗为加礼（厚于基本的礼仪知识，也可以说以诚相待）。复命，迁司门陪王。  东都平，拜洛阳市令，招揽（招：招抚；徕：犒劳）遗民，号能吏。擢商州刺史、上津转运使。迁京兆尹，时间一长，以疾辞，除皇太子右庶子。崔旰（gn）扰（侵犯）成都，出为邛州刺史。旰入朝，即拜东川观察使、遂州刺史，徙治（转移地区官署所在城市）梓州。  建中初，吐蕃袭火井，掠龙州，陷（攻占）扶、文、远三州。叔明分五将邀击（拦击，截击），走之，以功加检校户部尚书。梁崇义阻命（抵触王  命，也说谋反），诏率兵下峡，战荆门，败其众，襄州平，迁检校尚书左仆射。  德宗幸（皇上驾临某省，叫幸）兴元，剃度赀（家产）助军，悉（形容词，尽其所有）衣币（衣服裤子和钱财）献宫掖（指宫廷。掖，掖庭，宫里的旁舍，妃子定居的地区。），加太子太傅，封蓟国公。初，东川承（遭受）兵盗，乡邑凋破（凋敝），叔明治之二十年，抚接（抚慰，接受）有策，华籍（指在我国中原和偏远地区）遂安。后朝京师，以（由于）病足，赐锦辇，令宦士肩舁（肩舆抬着轿子）以（来）见，拜尚书右仆射。乞骸骨（古时候官员因年迈恳求退职的一种叫法:使尸骸足以归葬家乡。简作乞骸），改皇太子太傅致仕（辞掉官衔）。贞元三年，卒，谥曰襄。始，叔明与仲通俱尹（形容词，整治）京兆，及兼秩（担任）御史中丞，并控制（一做观察使；二指挥者，所管）剑南，又与（儿）子（李）升俱兼（担任）医生，蜀人推为盛门（名门，望族）。  叔明素（向来，素来）恶（憎恨，反感）道、佛之弊，上言曰：佛，空寂潜山者也；道，清虚寡欲者也。今迷其中而饰另外（如今大家心里迷途而只装饰其表面），使农家工（匠人）女（织女）堕业（荒芜本业）以（来）避（避开）役（劳役），故（因此）农桑（农作与桑蚕，代指农业）不劝（勤恳，勤奋），兵赋日屈（兵赋日趋降低），国（國家）用（财用）军（国防）储（贮备）为斁耗（yho耗损）。臣请本道（古时候行政区域划分名）定寺（寺院）为三等，观（道观）为二等，上寺留僧二十一，上观法师十四，每等降杀（shi，降低，减省）以七，皆择有行（品行）者，馀（其他）还民利。德宗善（觉得好，赞成）之，认为（觉得）不仅本道，能为（被）天地法（效仿），乃（因此，就）下（交货）尚书省杂议（相互商讨）。  子升，以（以的职位  ）少卿从德宗梁州。叔明严敕（劝诫，嘱咐）以死报，故升有功，擢禁军大将。贞元初，迁皇太子詹事。坐（由于）郜国小公主，贬罗州别驾。  叔明素豪侈（奢华奢华），在蜀殖财（做生意），广（扩张）第舍（住房）田产。殁（死）多年，子孙后代骄（蛮横）纵（放肆），赀产（钱财财产）皆尽。世言多藏者以叔明为鉴云。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28619.html": {
		"context": "某岁春二月，予从事京师锦衣①。周君出所谓村落图示予，观其色，若甚爱者。请曰：君必为我记之。申请再三，遂置巾笥以归。  归之岁向尽矣，尚未知是图之委曲也。有华生者，世家江北，备谙村落者也。工丹青。造予，予以此图质之，曰：子之知画，犹吾之知书。敢问妇女而跨牛，何也？曰：此农家所嫁女也，不能具肩舆②，以牛代行也。一苍头牵牛而行，重其女，不使自控也，跨牛质矣。乃复有一苍头持盖以护之，何也？曰：昏礼宜昏。于昏矣，农家苦灯烛之费，送迎以旦昼，用盖以蔽日也，亦重之也。一妪逼牛耳以行，一翁于牛后徐徐随之，父母送其女者也。一老翁杖而立，一老妪门而望。一童子稍长，携其幼，指而语之。凡容色皆若欷歔洒泣者，伤离别也。牛之前四人以鼓吹，从事迎而导之者也。道旁二驴，次第行，骑之者，村妓③也。尾其驴以掖筝琶者，村妓之二仆也。又其股坐于小车之旁者，车人也。一皆邂逅二回眄者也。去其林少许，将复经一林，二童子踊跃以报。一妇人自篱而出，臂一儿，又一儿牵其裳以行。亩间有二农夫，既锄且止。是皆见其谈笑者也。去既远，又有林郁然。竹篱茆茨④，亦仿佛如女家。门之外有男子，衣冠而须，罄折⑤而立，谁也？曰：此其婿也。古者三十而娶，近世唯农家或然，故壮而须也。立而俟者，将导妇入门也。二妇人咨诹向前，妯娌辈也。将劳其女之父母也，且迎之也。二人挈榼，一人持壶，迎劳之需也。一女仆继之，备使令也。二童子参差以从，其大者指而语之，若曰新人近矣。一老妪门立以望。察风声以为礼之缓急者也。  予闻之，戏曰：子真村落人也知村落之状为真予不饱文遂以子之言为图为记以偿我久逋之文债可乎生笑曰：此所谓一茎草化丈六金身者也，何不可之有？时天寒，语从游者呵笔书之。  （选自《明文海》）  【注】①锦衣：锦衣卫官员。②肩舆：轿子。③妓：歌舞女艺人④茆茨：茅草屋⑤罄折：谦恭的样子。",
		"question-answer": {
			"对下列句子中天赋加点的词的描述，不正确的一项是  A、予从事京师锦衣从事：任职  B、工墨韵工：责任人  C、给与此图质之质：掌握  D、昏礼宜昏昏：结婚": "B",
			"下列四组句子中，分别勾勒村落婚娶情景中送亲及迎亲的一组是  A、一老大爷杖三十而立，一老妪门而望/又其股栖于轿车之旁者，车人也  B、一童男童女稍长，携其幼，指而语之/将复经一林，二童男童女积极主动以报  C、一苍头牵牛而行，重其女，防止机械自动化也/一老妪门立以望，察响声觉得礼之分清主次者也  D、一小保姆随着，备使令也/道旁二驴，次第行，骑之者，村妓也。": "C",
			"从文中画波浪线的一部分，断句最适度的一项是  A、子真村落人/也知村落之状/为真予不饱文/遂以子之言为图为记/以偿我久逋之文债可乎  B子真村落人也/知村落之状为真/予不饱文/遂以子之言为图为记/以偿我久逋之文债可乎  C子真村落人也/知村落之状为真/予不饱文/遂以子之言为图为记以偿/我久逋之文债可乎  D子真村落人/也知村落之状/为真予不饱文/遂以子之言为图为记以偿/我久逋之文债可乎": "B",
			"把文言文阅读原料中画直线的句子翻译成现代汉语语法。1有华生者，名门世家江北，备谙村落者也。2农家苦灯烛之费，送迎以旦昼，用盖以遮日也。3古者三十而娶，近世唯农家或然，故壮而须也。": "1有（一位）姓华的老爷子，祖祖辈辈居住在江北，是十分掌握乡村的人。2农家烦恼灯烛的开销，送亲迎亲（都）在白天，（就）用伞盖来遮盖太阳。3古时候三十岁娶妻，近世只有农家有的（还是）那般，因而（新郎官）已是青年人，长了胡子。"
		},
		"translation": "某年早春的二月，我任京城锦衣卫官员。周君取下常说的村落图看着我，我查询他面部表情，好像很钟爱的样子。他向我乞求说：您一定会为我记叙它。他持续多次明确指出乞求，因而因为我把图放进装方巾的盒子里带回去。  把一幅图带回去已接近年底了，我也不清晰这图的详细情况。有一位姓华的老爷子，祖祖辈辈在江北居住，是十分掌握乡村的人。他擅于美术简笔画。他到我家，我拿一幅图向他掌握，我讲：你懂得美术绘画，如同我明白了书一样，我想问一下（图中）的女士骑着牛，这是是怎么回事？他答复说：这是农家女儿出嫁，没有专业能力准备充分轿子，就用牛来取代行走。一个老人牵着牛走，重视本身的女儿，不能她本身操控牛。这是你问的骑牛的事了。（我又问）可是又有一个老人拿着伞来维护保养她，这是是怎么回事？他说：结婚的庆典仪式理当在黄昏举行。在举行婚礼的那一天，农家对灯烛的开销感觉苦脑，都是白天送亲迎亲，就用伞来遮盖太阳，这全是重视她。一个老婆婆依靠牛耳朵走，一个老头在牛的后面慢慢地跟伴随，这是父母送他们的女儿。一个老头扶着拐棍站着，一个老婆婆在门边框望着。一个年纪稍大的小朋友，带着侄儿，用手指偏向并告诉他专指的情景。所有容貌神色都好像大哭流泪的，是为分离而忧伤。牛的前面有四个人在演奏钢琴曲，这四人是做迈入导向性的人。马路上有二只驴，按照顺序行走，骑驴的人，是乡村的歌女。在哪儿驴后面追随着并夹着小提琴琵笆的人，是乡村歌女的2个保姆。加上哪家大腿内侧蹲着轿车边沿的，是驾驶员。他们全部是道边无意间遇到而反应头斜紧紧围绕看热闹的人。间隔哪家树林一点点路，将又经历一片树林，小朋友跳跃着去报告。一个女性从篱笆墙侧门出来，用胳膊满怀一小朋友，又有一个小朋友牵着女性的衣服裤子向前走。田里有2个农家，锄完地，刚变得慢一点。这类都是见到那送亲的事而说说笑笑着的人。间隔更长久的地域，又有一片兴旺发达的树林。竹篱笆茅草房，仿佛是新娘子的家。大门口有一个小伙子，佩戴礼服裙，空出胡子，谦恭地站着，这是谁呢？他答复说：这是她的丈夫。古时候三十岁娶妻，近世只有农家有的還是那般，因而新郎官已是青年人，长了胡子。站着这儿等候，即将迎来新娘子入门处。有2个女性朝前掌握，这是妯娌们。将去奖赏那新娘子的父母，并且迈入他们，两人挎着酒器，一个拿着酒壶，这是迈入奖赏的可要用的物件，一个小保姆跟在他们后面，是提前准备大吼大叫的。小朋友一前一后地跟伴随，在这其中大的小朋友用手指偏向并告诉他专指的情景,好像是说新娘子快赶到。一个老婆婆在门边框站着怔怔，她是鉴别传来的信息内容并根据它来做迎亲礼节紧急的事的人。  想听后这类，玩笑话地说：你确实是村里人啊，把握乡村的情况是真实的，我眼界不够多种多样，就用您的话给一幅图作记，来还贷我托欠了很久的文债可以吗？华老爷子笑着说：这是佛家常说的借一枝草化作一丈六尺橙黄色的佛身。有什么不可以呢？那时平均气温寒冷，我一边和追随着去旅游的人谈心谈话内容，一边用口吹暧气片使笔解除冻结，接着写成记文。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28875.html": {
		"context": "①余为董文恪公作行状，尽览其奏议。其任安徽巡抚，奏准棚民开山事甚力，大旨言与棚民相告讦者，皆溺于龙脉风水之说，至有以数百亩之山，保一棺之土，弃典礼，荒地利，不可施行。而棚民能攻苦茹淡于丛山峻岭、人迹不可通之地，开种旱谷，以佐稻粱。人无闲民，地无遗利，于策至便，不可禁止，以启事端。余览其说而是之。 ②及余来宣城问诸乡人皆言未开之山土坚石固草树茂密腐叶积数年可二三寸，每天雨从树至叶，从叶至土石，历石罅滴沥成泉，其下水也缓，又水下而土不随其下。水缓，故低田受之不为灾；而半月不雨，高田犹受其浸溉。今以斤斧童其山，而以锄犁疏其土，一雨未毕，沙石随下，奔流注壑涧中，皆填汙不可贮水，毕至洼田中乃止；及洼田竭，而山田之水无继者。是为开不毛之土，而病有谷之田；利无税之佣，而瘠有税之户也。余亦闻其说而是之。 ③嗟夫！利害之不能两全也久矣。由前之说，可以息事；由后之说，可以保利。若无失其利，而又不至如董公之所忧，则吾盖未得其术也。故记之以俟夫习民事者。",
		"question-answer": {
			"第①段中当地百姓反对棚民开山的原因是。（用自己的话回答）": "她们迷恋风水学封建迷信，担忧开山毁坏好风水学。",
			"本文前两段均用余览（闻）其说而是之作结，试分别概括其说内容。": "第①段其说就是指董文恪觉得开山具备使闲暇老百姓开垦盈利防止争夺的好处。第②段其说就是指乡人觉得开山造成土壤侵蚀以至贻害能生长发育谷物的农田具备坏处。",
			"分析第②段划线句的表达效果。": "作者将繁杂的含意萃取为对偶句，对偶中又有比照，突显棚民开山所造成的后果严重，其实是危害而无利之事。",
			"对第③段划线句理解不正确的一项是 A、前后两种观点各有优点，或息事，或保利。 B、前观点能够平息棚民与相告讦者之间的冲突。 C、后观点能够避免开山所致损失，保持住最大利益。 D、前后观点都是作者认同的，但又看到二者的不足。": "B",
			"作者对棚民开山有没有明确的观点？对此你如何评价?": "沒有确立见解。仅仅 对二种状况作客观性解析，各自强调棚民开山的利与弊。这类客观性的不妄得出结论的心态，最该毫无疑问。提问问题任人探讨，也为真实解决困难具有很积极主动的功效。"
		},
		"translation": "我来董文恪老先生写记叙其家境和平生的文章内容，看过他的所有奏议。他在位安徽巡抚时，向皇上上书奏请准许棚户农户开发设计山坡地的事儿，十分切实，大概含意是说：和棚户农户互相攻击的人，都沉溺于风水学封建迷信一说，乃至有的用数百亩的山坡地，来维护一口棺木的土穴，违反典章制度，荒芜山坡地收获，因而不能照此推行。而棚户农户可以在丛山峻岭，人迹不能抵达的地区开展艰难的劳动者，吃粗而无气味的食材，开山栽种宜在旱田生长发育的农作物，用于輔助水稻和小米手机的不够。沒有闲暇的老百姓，都没有不获收获的农田，在对策上十分有益，不能严禁，以防造成乱子。我看过他的奏议，觉得是对的。  直到我赶到宣城，问乡人有关棚户农户开山的事，都说：沒有开了的山，渣石牢固，草和树长得繁茂，烂掉的落叶堆积两年，大概有二三寸厚，每到天下雨时候，降水从树枝流进腐叶上，再从腐叶流进渣石上，历经石头缝一点一滴下滴变成山泉水，这类山泉水往下滴较为迟缓，加上流水下来山土不随着一起外流。流水迟缓，因此地形不高的农田遭受流水也不容易导致洪水灾害；假如十几天没雨，高空的农田还能遭受山泉水的渗入和灌溉。如今用刀斧砍净山顶的万物，用铁锹和犁耙松散山顶的土壤，一场雨沒有下好，细沙和石头伴随着一起流下去，奔涌进到峡谷溪涧中，都封堵沉积起來不能存水，最终流进低凹的洼田和实生物终止；直到洼田干枯的情况下，而山田的水也已没了。它是以便开荒不久 五谷的农田，而危害了能生长发育谷物的田地；有益于不纳地方税的贫雇农，而消弱了缴税的大地主。想听了她们的叫法，也觉得是对的。  咳！利和害不可以两全保险也日益突出了。依前一种叫法，能够 不至于惹来安全事故；依后一种叫法，能够 维护田地的制造。假如既不丧失田地的权益，而又不会象董公所忧虑的，那麼我都还没获得那样的方法。因此记录下来以等候了解老百姓事务管理的人来解决。  "
	},
	"http://www.yuwen360.com/ywtk/wyw/28875.html": {
		"context": "①余为董文恪公作行状，尽览其奏议。其任安徽巡抚，奏准棚民开山事甚力，大旨言与棚民相告讦者，皆溺于龙脉风水之说，至有以数百亩之山，保一棺之土，弃典礼，荒地利，不可施行。而棚民能攻苦茹淡于丛山峻岭、人迹不可通之地，开种旱谷，以佐稻粱。人无闲民，地无遗利，于策至便，不可禁止，以启事端。余览其说而是之。 ②及余来宣城问诸乡人皆言未开之山土坚石固草树茂密腐叶积数年可二三寸，每天雨从树至叶，从叶至土石，历石罅滴沥成泉，其下水也缓，又水下而土不随其下。水缓，故低田受之不为灾；而半月不雨，高田犹受其浸溉。今以斤斧童其山，而以锄犁疏其土，一雨未毕，沙石随下，奔流注壑涧中，皆填汙不可贮水，毕至洼田中乃止；及洼田竭，而山田之水无继者。是为开不毛之土，而病有谷之田；利无税之佣，而瘠有税之户也。余亦闻其说而是之。 ③嗟夫！利害之不能两全也久矣。由前之说，可以息事；由后之说，可以保利。若无失其利，而又不至如董公之所忧，则吾盖未得其术也。故记之以俟夫习民事者。",
		"question-answer": {
			"对以下语句中天赋加点词句的表述，有误的一项是 A．余为董文恪公作行状行状：记叙逝者平生做事的文章内容  B．而棚民能攻苦茹淡于层峦叠翠茹淡，吃沒有味道的东西。  C．故记以正俟夫习民事者俟：借助  D．余览其说只是之是：觉得对": "C",
			"以下每组语句中，天赋加点词的实际意义和使用方法同样的一组是 A．开种旱谷，以佐稻粱引壶觞以自酌  B．毕至洼田中乃止夫我乃行之，反倒求之，不可吾心  C．则吾盖未得其术也以乱易整，不武，吾其还也。  D．故记以正俟夫习民事者．石之铿然在线听书者，所在皆是也。": "A",
			"以下断句恰当的是 A.如果没有失其利/而又不会/如董公之所/忧/则吾盖未得其术也/故记之/以俟夫习民事者。  B.如果没有失其利而又不会如董公之所忧/则吾盖未得其术也/故记以正俟夫习民事者。  C.如果没有失其利而又不会/如董公之所忧/则吾盖未得其术也/故记之/以俟夫习民事者。  D．如果没有失其利/而又不会如董公之所/忧则吾盖未得其术也/故记以正俟夫习民事者。": "B",
			"以下对全文含意了解有误的一项是 A．董文恪公任安徽巡抚期内，上奏力主准予棚民开垦山坡地，觉得那样能够 处理没地农户的艰难，作者赞成他的叫法。  B．宣城乡民觉得开山辟会导致土壤侵蚀，坏处大，不值倡导，作者觉得乡民的叫法也有些道理。  C．末尾一段如董公之所忧，忧就是指不开山非常容易惹来安全事故，而开山又易土壤侵蚀。  D．文章内容阐述了棚民开荒荒地的利与害，体现了作者对国家大事民生工程的关心，其观点迄今仍有效仿实际意义。": "C",
			"汉语翻译上边古语原材料中画线的语句。1其任安徽巡抚，奏准棚民开山事甚力。2是为开不毛之土，而病有谷之田；利无税之佣，而瘠有税之户也。3今以斤斧童其山，而锄犁疏其土故记以正俟夫习民事者。": "1他在位安徽巡抚时，为向皇上上书奏请准许棚民开发设计山坡地的事儿，十分竭尽全力。3它是以便开荒不久 五谷的农田，而危害了能生长发育谷物的田地；有益于不纳地方税的贫雇农，而消弱了缴税的大地主。3如今用刀斧砍净山顶的万物，用铁锹和犁耙松散山顶的土壤。"
		},
		"translation": "我来董文恪老先生写记叙其家境和平生的文章内容，看过他的所有奏议。他在位安徽巡抚时，向皇上上书奏请准许棚户农户开发设计山坡地的事儿，十分切实，大概含意是说：和棚户农户互相攻击的人，都沉溺于风水学封建迷信一说，乃至有的用数百亩的山坡地，来维护一口棺木的土穴，违反典章制度，荒芜山坡地收获，因而不能照此推行。而棚户农户可以在丛山峻岭，人迹不能抵达的地区开展艰难的劳动者，吃粗而无气味的食材，开山栽种宜在旱田生长发育的农作物，用于輔助水稻和小米手机的不够。沒有闲暇的老百姓，都没有不获收获的农田，在对策上十分有益，不能严禁，以防造成乱子。我看过他的奏议，觉得是对的。  直到我赶到宣城，问乡人有关棚户农户开山的事，都说：沒有开了的山，渣石牢固，草和树长得繁茂，烂掉的落叶堆积两年，大概有二三寸厚，每到天下雨时候，降水从树枝流进腐叶上，再从腐叶流进渣石上，历经石头缝一点一滴下滴变成山泉水，这类山泉水往下滴较为迟缓，加上流水下来山土不随着一起外流。流水迟缓，因此地形不高的农田遭受流水也不容易导致洪水灾害；假如十几天没雨，高空的农田还能遭受山泉水的渗入和灌溉。如今用刀斧砍净山顶的万物，用铁锹和犁耙松散山顶的土壤，一场雨沒有下好，细沙和石头伴随着一起流下去，奔涌进到峡谷溪涧中，都封堵沉积起來不能存水，最终流进低凹的洼田和实生物终止；直到洼田干枯的情况下，而山田的水也已没了。它是以便开荒不久 五谷的农田，而危害了能生长发育谷物的田地；有益于不纳地方税的贫雇农，而消弱了缴税的大地主。想听了她们的叫法，也觉得是对的。  咳！利和害不可以两全保险也日益突出了。依前一种叫法，能够 不至于惹来安全事故；依后一种叫法，能够 维护田地的制造。假如既不丧失田地的权益，而又不会象董公所忧虑的，那麼我都还没获得那样的方法。因此记录下来以等候了解老百姓事务管理的人来解决。  "
	},
	"http://www.yuwen360.com/ywtk/wyw/28620.html": {
		"context": "陈寔，字仲弓，为太丘长。有人伏梁上，寔见，呼其子训之曰：夫不喜之人未必本恶习以性成梁上君子是矣。俄闻自投地，伏www.xkb1.com 新课标第一网不用注册，免费下载！罪。寔曰：观君形状非恶人应由贫困。 乃遗布二端，令改过之，后更无盗。",
		"question-answer": {
			"给文中画线部分断句，停顿处用/划开。（限断三处） 夫 不 喜 之 人 未 必 本 恶 习 以 性 成 梁 上 君 子 是 矣": "夫不喜的人/不一定本恶/习以性成/梁上君子是矣",
			"下列句子中加点词解释有误的一项是  A.呼其子训之曰（教诲） B.俄闻自投地（不久） C.乃遗布二端（赠送） D.后更无盗（强盗）": "D",
			"陈寔为什么不处罚梁上君子？（用原文句子回答）": "观君模样非千古罪人，应由贫苦。",
			"结合文章内容，说说陈寔是一个怎样的人。": "1陈寔对梁上君子无需惩罚，反而赠送给他两匹布，从这之中看得出他宽宏大量。2陈寔对梁上君子处罚，仅仅 进行教育，从这之中看得出他教育有策，以德化人。"
		},
		"translation": "陈寔，字仲弓，为太丘县太爷。一天，有一个窃贼伏在屋梁上准备充分盗窃，陈寔见到后，把本身的小孩喊回来，成功经验说：不大好的人，并不一定是天性如此，就是下意识所塑造的，屋梁上那一位就是这样的人。一会儿，屋梁上的窃贼往下跳，跪在土中自首。陈寔说：从你的容颜上看，您并不是坏蛋，理应是由贫苦造成的。因而，赠给他两匹布，教他一定要改正。此后，这一人再没有做过窃贼。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28365.html": {
		"context": "【甲】  王曰：善。乃下令：群臣吏民，能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。 燕、赵、韩、魏闻之，皆朝于齐。此所谓战胜于朝廷。  【乙】 帝尧者，放勋①。其仁如天，其知如神。就之如日，望之如云。能明驯德②，以亲九族。九族既睦，便章③百姓④。乃命羲、和⑤，敬顺昊天数法日月星辰敬授民时。岁三百六十六日，以闰月正四时。信饬⑥百官，众功⑦皆兴。 （选自《史记》，有删节） 【注释】①放勋：尧的名。②驯德：顺天应人的美德。③便章：治理。④百姓：百官族姓。⑤羲、和：羲氏与和氏的并称。⑥饬（ch）：约束，整顿。⑦功：事情。",
		"question-answer": {
			"表述下边语句中天赋加点的诃语。1期年以后　　2众功皆兴　": "1满一年  2开办",
			"下边语句中天赋加点词含意同样的一组是 A．其仁如天　　　　居庙堂之高而忧其民（《岳阳楼记》）  B．就之如日　　停数天（《桃花源记》）  C．以亲九族　　　　其将归见其亲也（《送东阳马生序》）  D．乃命羲、和　　　苟全生命于雄霸九州（《出师表》）": "A",
			"请使用当代翻译下边语句。1能谤讥于市朝，闻寡人之耳者，受下赏。 2岁三百六十六日，以闰月正四时。": "1可以在公共场所斥责讥讽我，要我听见的，都得下等奖赏。 2一年三百六十六天，用闰月正定四季。",
			"请使用／给下边语句断句。（断多处） 敬顺昊天数法星辰日月敬授民时": "敬顺昊天／数法星辰日月／敬授民时",
			"较为阅读文章【甲】【乙】两文，请写成齐威王和尧帝为使國家大治，各自选用了哪些施政方式。": "1齐威王广开言路（谦虚纳谏）。2尧帝以德治国，管理方法百官，研发历法。"
		},
		"translation": "帝尧，就是说放勋。他仁爱如天，聪慧如神。贴近他，如同太阳一样溫暖内心；凝望他，如同云朵一般覆润地面。他颇具却不自豪，高贵却不放肆。他戴的是淡黄色的遮阳帽，穿的是灰黑色衣服，朱红色的车辆驾着白马。他能尊重有善德的人，使同祖九代相亲相爰。同祖的人既已和谐，又去调查百官。百官政绩昭著，多方诸侯国邦国都能友好相处。帝尧指令羲氏、和氏，遵照老天爷的意旨，依据太阳太阴的出现、星空的位次，制订历法，慎重地来教群众从业制造的节气。一年有三百六十六天，用置闰月的方法来效正一年四季四季。帝尧真心诚意劝诫百官各守其职，各种各样事儿都办起來了。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28366.html": {
		"context": "马援字文渊，扶风茂陵人也。援年十二而孤，少有大志，诸兄奇之。常谓宾客曰：丈夫为志，穷当益坚，老当益壮。世祖①即位，援因留西川，隗嚣②甚敬重之，以援为绥德将军，与决筹策。建武四年冬，嚣使援奉书洛阳，帝甚壮之。十一年夏，玺书拜援陇西太守。援务开恩信，宽以待下，宾客故人，日满其门。  二十年秋，振旅③还京师。将至，故人多迎劳之。平陵人孟冀，名有计谋，于坐贺援。援谓之曰：吾望子有善言，反同众人邪？昔伏波将军路博德④开置七郡，裁封数百户；今我微劳，猥飨大县，功薄赏厚，何以能长久乎？先生奚用相济？冀曰：愚不及。援曰：方今匈奴、乌桓尚扰北边，欲自请击之。男儿要当死于边野，以马革裹尸还葬耳，何能卧床上在儿女子手中邪？冀曰：谅⑤为烈士，当如此矣。 （选自《后汉书马援传》）  ［注释］①世祖：东汉光武帝刘秀。②隗嚣(wěi xiāo)：字季孟，建武二年被封为西州大将军。③振旅：整队班师。④伏波将军路博德：伏波将军是古代一种封号，路博德是西汉武帝朝名将。⑤谅：确实，实在。",
		"question-answer": {
			"表述以下天赋加点词句。1日满其门  2裁封数百户  3猥飨大县  4谅为英烈": "1每日  2通才，只是  3谦词，辱，减少真实身份  4志存高远的英雄人物（有理想有理想的人）",
			"以下天赋加点词与词组的于实际意义和使用方法同样的一项是  词组：男子汉要当丧生边野  A．皆朝于齐B．舜多见畎亩当中C．然护卫之臣锲而不舍于内D．皆以美于徐公": "C",
			"用/标明下边语句的多处诵读间断。 昔伏波将军路博德开置七郡": "昔/伏波将军路博德/开置七郡",
			"用当代翻译以下语句。1吾望子有善言，反同许多人邪？2常谓客人曰：老公为志，穷当益坚，老当益壮。": "1希望您来跟我说忠言（诚恳得话）的，如何反倒和别人一样呢？2马援以前对客人说：小伙汉立志，境遇愈困苦，信念愈更坚定不移；年龄虽老，而斗志更为豪壮。",
			"融合选文写说马援的身上除开志存高远也有什么质量。": "真诚待人（宽待属下），不居功自傲（安不忘危、慎重谦逊）"
		},
		"translation": "马援字文渊，扶风茂陵人。十二岁时失父，年青时就重任在肩，诸位亲哥哥对于很是赞不绝口。（马援）以前对客人说：小伙汉立志，境遇愈困苦，信念愈更坚定不移；年龄虽老，而斗志更为豪壮。光武帝刘秀继位，马援依然留到西川，隗嚣十分尊敬他，任用马援为绥德大将，参加筹备百年大计。建武四年冬季，隗嚣让马援送信件到洛阳。光武帝十分赏析他的胆量。九年，任职马援为太中医生。十一年夏天，任用马援为陇西刺史。马援着眼于广施恩惠和塑造威信和权威，看待属下包容，任用下属官员时，让她们有职有权，自身只解决大事儿、要事而已。顾客和故人，每日都涌向了他的家。建武二十年秋天，马援整治部队返回京师。即将到洛阳的情况下，故人大多数前往迎来和犒劳他，平陵人孟冀，而有谋略出名，也在迎贺马援的顾客中。马援告诉他：我就是期望您来进忠言的。如今您也那样奉承我，并不是相似商标一般人了没有？以往伏波将军路博德开拓了七郡（实则九郡）疆域，才分封了几百户；现如今我只能那么一点甚少的贡献，却辱没别人，封为大县，功薄而赏厚，怎能长期呢？老先生（能）用哪种方法来协助（援助）我（一把）呢？孟冀说：这就是我想也没有想起的难题。马援说：现如今匈奴、乌桓还要搔扰北方地区边境线，我准备自身恳求带领部队进攻她们。男子汉若死理应死在边野，用马革裹尸，送回家下葬敷衍了事，怎能在床上，在子女手上打发时间呢？孟冀说：大家真的想变成一个有理想、有情操、奋发进取的小伙，就理应和你讲的那样呵！"
	},
	"http://www.yuwen360.com/ywtk/wyw/131022.html": {
		"context": "吐谷浑年七十二卒，有子六十人，长曰吐延，嗣。吐延身长七尺八寸，雄姿魁杰，羌虏惮之，号曰项羽。性俶傥不群，尝慷慨谓其下曰：大丈夫生不在中国当高光之世与韩彭吴邓并驱中原定天下雌雄使名垂竹帛而潜窜穷山隔在殊俗，不闻礼教于上京，不得策名于天府，生与麋鹿同群，死作毡裘之鬼，虽偷观日月，独不愧于心乎！性酷忍，而负其智，不能恤下，为羌首姜聪所刺。剑犹在其身，谓其将纥拔泥曰；暨子刺吾，吾之过也，上负先公，下愧士女。所以控制诸羌者，以吾故也，吾死之后，善相叶延，速保白兰①。言终而卒，在位十三年，有子十二人，长于叶延嗣。 叶延年十岁，其父为羌酋姜聪所害，每旦缚苹为姜聪之象，哭而射之，中之则号泣，不中则瞋目大呼。其母谓曰：姜聪，诸将已屠绘之矣，汝何为如此？叶廷泣曰：诚知射人不益于先仇，以中罔之志耳。性至孝，母病，五日不食，叶亦不食。 长而沈毅，好问天地造化、帝王年历。司马薄洛邻曰：臣等不学，突来审三皇何父之子，五帝谁母所生。延曰：自羲皇以来，符命玄象昭言著见，而卿等面墙，何其鄙哉！语曰夏虫不知冬冰，良不虚也。又曰：《礼》云公孙之子得以王父字为氏，吾祖始自昌黎光宅于此，今以吐答浑为氏，尊祖之义也。在位二十三年卒，年三十三。有子四人，长子辟奚嗣。 （选自《晋书四爽》，有删改） 【注】①白兰：羌之别种，其地东北接吐谷浑，处今青海巴隆河流域布兰山一带。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A．大丈夫生/不在中国当高光之世/与韩彭吴邓并驱/中原定天下/雌雄使名/垂竹帛而潜窜/穷山/隔在殊俗  B．大丈夫生不在中国/当高光之世/与韩彭吴邓并驱中原/定天下雌雄/使名垂竹帛/而潜窜穷山/隔在殊俗  C．大丈夫生不在中国/当高光之世/与韩彭吴邓并驱/中原定天下/雌雄使名垂竹帛/而潜窜穷山/隔在殊俗  D．大丈夫生/不在中国当高光之世/与韩彭吴邓并驱中原/定天下雌雄/使名垂竹帛而潜窜穷山/隔在殊俗": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A．嗣子有多种含义，可以是诸侯居丧时的自称，也可以是当继承父位的长子，即嫡嗣，还可以指旧时宗法制度中，本人无子，把兄弟或亲戚之子过继为己子。  B．三皇的指称有多种：天皇、地皇、泰皇；天皇，地皇、人皇；伏羲、神农、人（祝融）；伏羲、神农，女娲；伏羲、神农、皇帝，本文三皇指的是最后一种。  C．礼，在古代可以指三礼（《周礼》《仪礼》《礼记》等书），也可以指六艺（礼、乐、射、御、书、数等六种基本技艺）中的礼，本文中的《礼》属于前者。  D．在我国历史上，有以国名（如夏、商、周）、官职（如司马，司徒、太史）、居住地（如延陵、东郭、南宫）、职业技艺（如巫、屠、卜）及自己祖先的字为氏的。": "B",
			"下列对原文有关内容的概括和分析，正确的一项是 A．吐延生性残忍。他不能体恤部下，被羌首姜聪刺杀，辜负了他的天赋智谋，临终前他也认为自己被刺对上有负于先公，对下有愧于百姓。  B．叶廷遵奉礼制。在吐谷浑过世后，他作为长子继位；他在位二十三年，死后传位给长子辟奚，可见中原以外的政权也惯于长子继位。  C．叶延嫉恶如仇。在姜聪被杀死剁碎之后，仍然用草结成姜聪的模样，用箭射它，不是为了练习射技打击仇敌，而是用来释放极度愤懑迷惘的心情。  D．叶延追慕教化。他喜欢问天地造化，帝王年历，他依经据典认为可以用祖父的字为氏，如今用吐谷浑为氏，正是尊重祖先的意思。": "D",
			"把文中画横线的句子翻译成现代汉语。1生与麋鹿同群，死作毡裘之鬼，虽愉观日月，独不愧于心乎！ 2而卿等面墙，何其鄙哉！语曰夏虫不知冬冰，良不虚也。": "1（我们）活着与麋鹿在一起，死后化作边远种族的鬼，虽然暗中图谋天下，难道在心里没有愧疚吗？2但是你们一无所知，多么鄙陋啊！俗语说夏虫不知道冬冰，确实不假啊。"
		},
		"translation": "吐谷浑七十二岁过世，生有六十个儿子，长子叫吐延，继位。吐延身高七尺八寸，雄姿魁杰，羌虏惧怕他，把他称作项羽。生性倜傥不群，曾经慷慨激昂地对他的部下说：大丈夫没有生在中原，处在高祖、光武的时代，与韩彭吴邓并驱中原，平定天下决一雌雄，使名垂青史，却逃隐在深山，远隔在异国，不能从上京聆听礼教，不得在天府之地当官任职，活着与麋鹿在一起，死后化作边远种族的鬼，虽然暗中图谋天下，难道在心里没有愧疚吗？吐延生性残忍，自负智谋，不能体恤下属，被羌酋姜聪刺杀。剑刺在他身上还没有拔出来，他就对将领纥拔泥曰：小子刺杀我，这是我的过错，对上有负先公，对下有愧于老百姓。我们之所以能控制诸羌人，就是因为有我的缘故。我死之后，你好好的辅佐叶延，火速回守白兰。说完就死了。他在位十三年，有十二个儿子，长子叶延继位。  叶延十岁时，他父亲被羌酋姜聪杀害，他每天早晨用草结成姜聪的模样，哭着射他，射中了就号泣，射不中就瞪眼大喊。他母亲对他说：姜聪，各将领已经把他杀死剁碎了，你为什么这么做？叶延哭着说：我确实知道射草人对于先父的仇人没有什么作用，只是用来伸展无穷的大志而已。叶延生性极为孝顺，母亲病重，五天没吃东西，叶延也不吃东西。  叶延长大后深沉而刚毅，喜欢问天地造化、帝王年历。司马薄洛邻说：臣下不学无术，实在没弄清楚三皇的父亲是谁，五帝的母亲是谁。叶延说：自从羲皇以来，符命天象说的明明白白，但是你们一无所知，多么鄙陋啊！俗语说夏虫不知道冬冰，确实不假啊。又说：《礼》说公孙之子可以用祖父的字作为氏，我的祖先从昌黎开始就占有了这个地方，现在以吐谷浑作为氏，正是尊敬祖先的意思。叶延在位二十三年去世，享年三十三岁。有四个儿子，长子辟奚继位。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28367.html": {
		"context": "缪昌期，字当时，江阴人。为诸生有盛名，举万历四十一年进士，改庶吉士，年五十有二矣。张差梃击事，刘廷元倡言疯癫，刘光复和之，疏诋发讦者，谓不当诧之为奇货，居之为元功。昌期愤，语朝士曰：奸徒狙击青宫，此何等事，乃以疯癫二字庇天下乱臣贼子，以奇货元功四字没天下忠臣义士哉！廷元辈闻其语，深疾之。给事中刘文炳劾大学士吴道南，遂阴诋昌期。时方授检讨，文炳再疏显攻，昌期即称疾去。天启元年还朝，一燝以次辅当国。其冬，首辅叶向高至。小人间一燝于向高，谓欲沮其来，向高不悦。会给事中孙杰承魏忠贤指，劾一燝及周嘉谟，忠贤遽传旨允放。昌期急诣向高，力言二人顾命重臣，不可轻逐，内传不可奉。向高怫然曰：上所传，何敢不奉？昌期曰：公，三朝老臣。始至之日，以去就力争，必可得也。若一传而放两大臣，异日天子手滑，不复可止矣。向高默然。昌期因备言一燝质直无他肠，会顾大章亦为向高言之，一燝乃得善去。杨涟劾忠贤疏上昌期适过向高向高曰杨君此疏太率易其人于上前时有匡正是疏行安得此小心谨慎之人在上左右昌期愕然曰：谁为此言以误公？可斩也。向高密具揭，请帝允忠贤辞，忠贤大愠。会有言涟疏乃昌期代草者，忠贤遂深怒不可解。及向高去，韩爌秉政，忠贤逐赵南星、高攀龙、魏大中及涟、光斗，爌皆具揭恳留。忠贤及其党谓昌期实左右之。而昌期于诸人去国，率送之郊外，执手太息，由是忠贤益恨。五年春，以汪文言狱词连及，削职提问。忠贤恨不置。明年二月，复于他疏责昌期已削籍犹冠盖延宾，令缇骑逮问。逾月，复入之李实疏中，下诏狱。四月晦，毙于狱。",
		"question-answer": {
			"以下语句中天赋加点词的表述，有误的一项是 A．刘光复和之，疏诋发讦者讦：进攻。  B．谓不善诧谓之奇货，居谓之元功元：原先。  C．廷元辈闻其语，深疾之疾：讨厌。  D．小世间一燝于向高，谓欲沮其来沮：阻拦": "B",
			"对原文中画波浪线一部分的断句，恰当的一项是 A．杨涟劾忠贤疏上/昌期适过向高/向高曰/杨君此疏太率易/此人于向前时会匡正/是疏行/安得此谨小慎微之人到上上下/  B．杨涟劾忠贤疏上/昌期适过向高/向高曰/杨君此疏太率易/此人于上/前时会匡正/是疏行/安得此谨小慎微之人到上上下/  C．杨涟劾忠贤/疏上昌期/适过向高/向高曰/杨君此疏太率易/此人于向前时会匡正/是疏行/安得此谨小慎微之人到上上下/  D．杨涟劾忠贤/疏上昌期/适过向高/向高曰/杨君此疏太率易/此人于上/前时会匡正/是疏行/安得此谨小慎微之人到上上下/": "A",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．缪昌期刚正不阿敢言，挺身揭秘丑陋。张差梃击事，刘廷元等欲以癫狂掩盖真相，缪昌期对朝士直言不讳揭秘，遭受刘廷元之流的打击报复，称病去官。  B．缪昌期赤胆忠实，真诚挽回贤良。魏忠贤指使人罢免刘一燝和周嘉谟并准予汇报，缪昌期急劝叶向高以本身随后奋力阻拦，之后使刘一燝免受放逐。  C．缪昌期爱憎分明，竭尽全力除去佞臣。杨涟上疏罢免魏忠贤，叶向高觉得魏是难能可贵的能养血皇上的人，缪昌期力言辩驳，导致叶密请皇上准予魏忠贤离职。  D．缪昌期刚直不阿，甘愿身死冤狱。他因不愿与魏忠贤之流随波逐流，怜悯、维护贤良重臣，遭受魏忠贤等的忌恨，被罗织罪行下诏狱，最后死在狱中。": "B",
			"把原文中画水平线的句子翻译成现代汉语语法。1昌期急诣向高，力言二人顾命大臣，不能轻逐，内传不能奉。2而昌期于诸人去国，率送之野外，执子太息，由是忠贤益恨。": "1缪昌期赶忙拜访叶向高，竭力申说二人是受先帝遗诏的大臣，不能随便放逐，内宫传旨不能遵奉。 2而缪昌期在许多人离去京城时，统统送至野外，拉下手哀叹，因而魏忠贤更为憎恨他。"
		},
		"translation": "缪昌期，字那时候，江阴人。作诸生时会盛誉，万厉四十一年考取进士，后改任庶吉士，这时候年纪已五十二岁了。张差梃击东宫恶性事件，刘廷元最先说成癫狂，刘光复应和他，上疏进攻告发的人，说不理应诧异地把它作为奇货，为此获得首功。缪昌期恼怒，对朝士说：奸徒进攻东宫皇太子，它是何其大事儿，却用癫狂二字庇佑天地的乱臣贼子，用奇货元功四字辱没天地的贤臣义士!刘廷元之流听见他得话，深深忌恨他。给事中刘文炳罢免大学士吴道南，因此暗地里污蔑缪昌期。那时候他刚任反省，刘文炳第二次上疏公布进攻，缪昌期就称病辞职了。天启年间缪昌期返回官府。刘一燝也辅当权。这一年冬季，首辅叶向高上任。奸险小人向叶向高挑拨刘一燝，说刘一燝想阻拦他来京，叶向高不开心。正逢给事中孙杰秉持魏忠贤旨意，罢免刘一燝和周嘉谟，魏忠贤马上传旨准予放逐。缪昌期赶忙拜访叶向高，竭力申说二人是受先帝遗诏的大臣，不能随便放逐，内宫传旨不能遵奉。叶向高发火地说：皇帝所传，哪敢不遵奉?缪昌期说：你也是三朝老臣。刚到官府那一天，拿本身随后奋力，一定能取得成功。假如一传旨就放逐俩位重臣，之后君王做事不用控制，便再也没那么容易阻拦了。叶向高默不作声。缪昌期因此详尽多谋善断刘一燝朴素刚正不阿沒有别的妄图，叶向高怒气略微减轻。正逢顾大章也为这事向叶向高进言，刘一燝才足以安全离开。杨涟罢免魏忠贤的奏章呈上，缪昌期恰好拜访叶向高。叶向高说：胡先生这奏章太草率。魏在皇帝眼前时会养血，这道疏果然实施，怎能获得这类谨小慎微的人到皇帝的身旁?缪昌期诧异地说：为什么说那样的话来欺诈你?能够处斩。因此叶向高密秘呈上揭帖，恳求皇上容许魏忠贤辞掉，魏忠贤大怒。正逢有些人杨涟的奏章是缪昌期委托拟定的，魏忠贤因此对他深恨不能解。到叶向高离开，韩爌当政，魏忠贤赶跑赵南星、高攀龙、魏大中及杨涟、左光斗，韩爌都写揭帖恳留。魏忠贤和他的党羽觉得事实上是缪昌期在上下她们。而缪昌期在许多人离去京城时，统统送至野外，拉下手哀叹，因而魏忠贤更为憎恨他。天启五年初春，缪昌期因汪文言案子讼词拖累，被削掉官衔传讯审讯。魏忠贤怨气不可以消除。第二年二月，又在别的奏章中斥责缪昌期早已削掉官籍依然穿正版手游乘官车延请客人，指令缇骑拘捕审讯。已过一个月，又把他纳入李实疏中，资金投入钦犯牢房。四月末，死在狱中。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28623.html": {
		"context": "于是张良至军门见樊哙。樊哙曰：今日之事何如？良曰：甚急！今者项庄拔剑舞，其意常在沛公也。哙曰：此迫矣！臣请入，与之同命。哙即带剑拥盾入军门。交戟之卫士欲止不内，樊哙侧其盾以撞，卫士仆地，哙遂入，披帷西向立，瞋目视项王，头发上指，目眦尽裂。项王按剑而跽曰：客何为者？张良曰：沛公之参乘樊哙者也。项王曰：壮士，赐之卮酒。则与斗卮酒。哙拜谢，起，立而饮之。项王曰：赐之彘肩。则与一生彘肩。樊哙覆其盾于地，加彘肩上，拔剑切而啖之。项王曰：壮士！能复饮乎？樊哙曰：臣死且不避，卮酒安足辞！夫秦王有虎狼之心，杀人如不能举，刑人如恐不胜，天下皆叛之。怀王与诸将约曰：先破秦入咸阳者王之。今沛公先破秦入咸阳，毫毛不敢有所近，封闭宫室，还军霸上，以待大王来。故遣将守关者，备他盗出入与非常也。劳苦而功高如此，未有封侯之赏，而听细说，欲诛有功之人。此亡秦之续耳，窃为大王不取也。项王未有以应，曰：坐。樊哙从良坐。坐须臾，沛公起如厕，因招樊哙出。 沛公已出，项王使都尉陈平召沛公。沛公曰：今者出，未辞也，为之奈何？樊哙曰：大行不顾细谨，大礼不辞小让。如今人方为刀俎，我为鱼肉，何辞为？于是遂去。",
		"question-answer": {
			"以下天赋加点词的表述不正确的一项是 A、归鞘切而啖之　　啖：吃。  B、杀人如不可以举　举：抬起。  C、窃为老大不取也窃：暗地里。  D、沛公起上厕所　　如：往。": "B",
			"下列句子中天赋加点的词的实际意义或使用方法同样的一项是 Ａ、先破秦入咸阳者王之。臣之壮也，犹比不上人。  Ｂ、起，立而饮之。图穷而短刀见。  Ｃ、于己老大来。越国以鄙远。  Ｄ、我为鱼肉，何辞为？若舍郑认为主办国。": "C",
			"下列句子中合客什么是者句型同样的一项是 A、沛公安在？B、托人可让报秦者。  C、佚之狐言于郑伯。D、吾属今而为虏矣。": "A",
			"以下描述不符文意的一项是 A、按剑而跽这一彼此之间的姿势，将不可一世的西楚霸王情不自禁的振动、惊惧、警示  泄漏出去，寥寥无几好多个字，人物品牌形象就一览无余，栩栩如生。  B、哙遂入，披帷西向立，瞋目视项王，秀发上指，目眦尽裂。人物姿势神情栩栩如  生，刻画出一个霸气侧漏迫人的怒目金刚品牌形象。  C、樊哙闯宴后，局势一触即发，但项羽不怒，稍有缓解。刘邦趁缓解之机，退席，  显示信息了其机警。  D、樊哙指斥项羽，出类拔萃，促使项王没有以应，并赐坐。这一软一硬产生了  比照，也显示信息了项羽处世不忍心的性情。": "D",
			"请汉语翻译画线语句。  夫秦王有虎狼的心，杀人如不可以举，刑人如恐不敌，天地皆叛之。": "那秦王有虎狼一样的心肠，杀人惟恐不可以杀尽，处罚人惟恐不可以耗尽严刑，因此世人都叛变他。",
			"在矛盾抗争中描绘人物是《史记》的造型艺术特性之一，请融合左右所选文段简略简述人物中间的矛盾争议，说说体现了人物如何的性格特点。（许多 于30字）": "语段里关键表明的是项羽和樊哙中间的锐利矛盾。项羽对樊哙的越礼个人行为采用什么的态度，它是矛盾的重心点。描绘了项羽犹豫不决、不忍心的性情和樊哙在危急关头不管不顾存亡的英勇精神实质，根据入帐后的诸多知书达礼的个人行为的描绘，也表明他粗中有细。",
			"汉语翻译下列句子。1故遣将守关者，备他盗进出与十分也。2大行不顾细谨，大礼不辞小让。现如今人即为刀俎，我为鱼肉，何辞为？": "1外派名将看守函谷关的缘故，是以便提防别的术士的进到和出现意外不幸（的产生）。  2做大事儿无须顾忌细微末节，讲豪礼无须注重小的谦让。如今别人正象切肉的刀和菜板，我们都是鱼和肉，为何（也要）告退呢？"
		},
		"translation": "因此张良到军营生活大门口找樊哙。樊哙问：今日的事儿如何？张良说：很凶险！如今项庄归鞘翩翩起舞，他的用意常常在沛公的身上啊！樊哙说：这太凶险了，请要我进来，跟他同生死。因此樊哙拿着剑，持着巨盾，冲进军门。持戟交叉式守护军门的护卫想阻拦他进来，樊哙侧着巨盾撞去，护卫摔倒在土里，樊哙就进去，扯开帷帐朝西站着，瞪着双眼看见项王，秀发直竖起來，内眼角都开裂了。项王握着剑挺站起问：顾客是做什么的？张良说：是沛公的参乘樊哙。项王说：壮士！赏他一杯酒。上下就拿给他一大杯酒，樊哙拜谢后，站起，站着把酒喝过。项王又说：赏他一条猪的前腿。上下就给了他一条未煮开的猪的前腿。樊哙把他的巨盾扣在土里，把猪腿放（在盾）上，拔出来剑来切着吃。项王说：壮士！还能饮酒吗？樊哙说：我死都不害怕，一杯酒有哪些可回绝的？秦王有虎狼一样的心肠，杀人惟恐不可以杀尽，处罚人惟恐不可以耗尽严刑，因此世人都叛变他。怀王曾和诸将承诺：先击败秦军进到咸阳的人封作王。如今沛公先击败秦军进了咸阳，一点儿物品都害怕使用，封闭式了宫室，部队退还到霸上，等候老大来临。刻意外派名将看守函谷关的缘故，是以便提防别的术士的进到和出现意外的不幸。那样劳苦功高，沒有获得封王的赐予，反倒轻信奸险小人的馋言，想杀有功的人，这仅仅 亡国了的秦代的再次而已。原以为老大不应当采用这种行为。项王沒有话回应，说：坐。樊哙靠着张良坐着。坐了一会儿，刘邦起的身上洗手间，暗地里把樊哙叫了出去。  刘邦出来后，项王派都尉陈平去叫刘邦。刘邦说：如今出去，都还没告退，这应该怎么办？樊哙说：做大事儿无须在意小节，讲豪礼无须在乎小的礼让。如今别人恰好比为水果刀和菜板，人们则如同是鱼和肉，告退做什么呢？因此就决策离开。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28624.html": {
		"context": "谢景仁，陈郡阳夏人，卫将军晦从叔父也。祖据，太傅安第二弟。父允，宣城内史。 景仁幼时与安相及，为安所知。始为前军行参军、辅国参军事。会稽王世子元显嬖人①张法顺，权倾一时，内外无不造门者，唯景仁不至。年三十，方为著作佐郎。景仁博闻强识，善叙前言往行，玄每与之言，不倦也。 高祖为桓修抚军中兵参军，尝诣景仁咨事，景仁与语悦之，因留高祖共食。食未办，而景仁为玄所召。玄性促急，俄顷之间，骑诏续至。高祖屡求去，景仁不许，曰：主上见待，要应有方。我欲与客共食，岂当不得待。竟安坐饱食，然后应召。高祖甚感之，常谓景仁是太傅安孙。及平京邑，入镇石头，景仁与百僚同见高祖，高祖目之曰：此名公孙也。谓景仁曰：承制府须记室参军，今当相屈。以为大将军武陵王遵记室参军，仍为从事中郎，迁司徒左长史。出为高祖镇军司马，领晋陵太守，复为车骑司马。 义熙五年，高祖以内难既宁，思弘外略，将伐鲜卑；朝议皆谓不可。刘毅时镇姑孰，固止高祖，以为：苻坚侵境，谢太傅犹不自行。宰相远出，倾动根本。景仁独曰：公建桓、文之烈，应天人之心，匡复皇祚，芟夷奸逆，虽业高振古，而德刑未孚，宜推亡固存，广树威略。鲜卑密迩疆甸，屡犯边陲，伐罪吊民，于是乎在。平定之后，养锐息徒，然后观兵洛汭，修复园寝，岂有坐长寇虏，纵敌贻患者哉！高祖纳之。时从兄混为左仆射，依制不得相临，高祖启依仆射王彪之、尚书王劭前例，不解职。 景仁性矜严整洁，居宇静丽，每唾，转唾左右人衣；事毕，即听一日浣濯。每欲唾，左右争来受。高祖雅相重，申以婚姻，庐陵王义真妃，景仁女也。十二年，卒，时年四十七。追赠金紫光禄大夫，加散骑常侍。葬日，高祖亲临，哭之甚恸。 节选自《宋书 谢景仁传》 【 注 】 ① 璧人：爱妾。即君夫比较疼爱的侧室。",
		"question-answer": {
			"对以下语句中天赋加点词的表述，有误的一项是 A．內外莫不造门者造：拜谒  B．芟夷奸逆夷：推平  C．德刑未孚孚：使相信  D．伐罪吊民吊：笼络": "D",
			"下列每组语句中，所有说明谢景仁受高祖器重赏识的一组是 ①年三十，即为经典著作佐郎②高祖为桓修抚军中兵参军  ③认为大元帅武陵王遵记室参军④依仆射王彪之、尚书王劭前列，不免职  ⑤追赠金紫光禄大夫，加散骑常侍⑥葬日，高祖驾临，哭之甚恸  A．③④⑤B.①③⑤C．②③⑤D．①④⑥": "A",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．谢景仁年幼年谢安还健在，谢安对他有一定的掌握。谢景仁博闻强记，善于描述先人的观点和个人行为，桓玄经常和他沟通交流，不知不觉中疲惫。  B．谢景仁与高祖一起用餐．酒食并未搞好，景仁遭受桓玄宜召。高祖数次恳求离去，景仁觉得桓玄应当等候，最后陪高祖踏实地吃了，才应诏前往。  C．义熙五年，高祖准备向外发展，即将进攻鲜卑。刘毅那时候驻守姑孰，果断劝说高祖。谢景仁立即指责刘毅迁腐和短视频app，适用高祖的认为。  D．谢景仁天性谨严干净整洁，住宅整洁淡雅，每到咳唾，一直掉转头来吐在上下侍者的身上，咳吐之后，即容许侍者盥洗室一天。": "C",
			"将原文中划水平线的句子翻译成现代汉语语法。1尝诣景仁咨事，景仁与语悦之，因留高祖共食。2高祖雅相重，申以婚姻生活，庐陵王义真妃，景仁女也。": "1以前到谢景仁处商讨事儿，谢景仁和他聊得非常高兴，因此留高祖一起用餐。2高祖一向对他很赏识，用结成儿女亲家的关联来说明，庐陵王刘义真的嫔妃，就是说谢景仁的闺女。"
		},
		"translation": "谢景仁，陈郡阳夏人，是卫将军谢晦的堂叔。他的爷爷谢据，是太傅谢安的二弟。爸爸谢允，曾任宣城里史。  谢景仁年幼年谢安还健在，谢安对他有一定的掌握。最初出任前军行参军、辅国参军事。会稽王世子司马元显的嬖人张法顺，那时候势力巨大，官府內外沒有谁不登门拜访拜谒，只能谢景仁不上。来到三十岁，出任经典著作佐郎。谢景仁博闻强记，善于描述先人的观点和个人行为，桓玄经常和他沟通交流，不知不觉中疲惫。  高祖任桓修抚军中兵参军，以前到谢景仁处商讨事儿，谢景仁和他聊得非常高兴，因此留高祖一起用餐。酒食并未搞好，景仁遭受桓玄宣召。桓玄脾气心浮气躁，片刻之间，骑着马携谕旨的大使陆续而至。高祖数次恳求离去，景仁不同意，说：主上看待人们臣下，理应有一定的规律。我即将和顾客一起用餐，他如何就不可以等候。竟陪高祖踏实地吃饱，随后才应诏前往。高祖对于很感谢，经常说景仁是太傅谢安的小孙子。直到平定京邑后，高祖入驻石头城，景仁与百官一起去拜访高祖，高祖凝视着她说：它是明公的小孙子。又对景仁说：承制府必须记室参军，现如今要你要屈就。任职他为将军军武菱王司马遵记室参军，仍为从业中郎，晋升上官左长史。担任高祖镇军司马，领晋陵刺史，又任车骑司马。  义熙五年，高祖觉得中国祸乱早已平复，准备向外发展，即将进攻鲜卑。官府讨论都觉得不能。刘毅那时候驻守姑孰，果断劝说高祖，觉得苻坚侵害边境线时，谢太傅还是不亲身领兵出战。丞相战役，会松懈國家基本。只能景仁一人说：明公创建齐桓、晋文的功业，切合了老天爷的信念和老百姓的愿望，拯救振兴帝位，清除荡平奸逆，尽管贡献杰出直追远古传说，殊不知恩泽刑罚还还未使天地相信，理应打倒行亡道王国，推进行存道之邦，普遍塑造声威大略。鲜卑相邻在我国疆域，频繁侵害边境，征讨千古罪人而慰藉老百姓，就在此一举。平定鲜卑以后，深谋远虑，修整步卒，随后再进军洛阳一带，修补先帝园陵墓庙，哪有坐视敌寇扩大，放肆对手以致遗留下祸端的呢？高祖听取意见了他的建议。当时景仁的堂弟谢混任左仆射，依照规章制度两个人不能在一个单位就职，高祖启奏，按照仆射王彪之、尚书王劭此前的成例，无须消除职位。  谢景仁天性谨严干净整洁，住宅整洁淡雅，每到咳唾，一直掉转头来吐在上下侍者的身上，咳吐之后，即容许侍者盥洗室一天。每每他要咳痰，上下侍者都争着来承担。高祖一向对他很赏识，用结成儿女亲家的关联来说明，庐陵王刘义真的嫔妃，就是说谢景仁的闺女。十二年，景仁过世，那时候四十七岁。追赠金紫光禄大夫。加散骑常侍。安葬之时，高祖亲身吊丧，哭得很哀痛。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131024.html": {
		"context": "承晖，字维明。好学，淹贯经史。章宗即位，迁近侍局使。孝懿皇后妹夫吾也蓝，世宗时以罪斥去，乙夜，诏开宫城门召之。承晖不奉诏，明日奏曰：吾也蓝得罪先帝，不可召。章宗曰：善。惠民司都监余里痕都①迁织染署直长，承晖驳奏曰：痕都以荫得官，别无才能，前为大阳渡稽察，才八月擢惠民司都监，已为太优。依格两除之后，当再入监差，今乃超授随朝八品职任。况痕都乃平章镒之甥，不能不涉物议。上从承晖议。改知大兴府事，豪民与人争种稻水利，不直，厚赂元妃兄左宣徽使李仁惠。仁惠使人属承晖右之，承晖即杖豪民而遣之，谓其人曰：可以此报宣徽也。山东盗贼起，承晖言：捕盗不即获，比奏报或迁官去官，请权行的决②。及罢兵，盗贼渠魁稍就招降，犹往往潜匿泰山岩穴间。按察司请发数万人刊除林木，则盗贼无所隐矣。承晖奏曰：泰山五岳之宗，故曰岱宗。王者受命，封禅告代，国家虽不行此事，而山亦不可赭也。天下之山亦多矣，岂可尽赭哉！议遂寝。中都被围，承晖出议和事，与皇太子留守中都。从容若平日，尽出财物，召家人，随年劳多寡而分之，皆与从良书。举家号泣，承晖神色泰然，方与安石③举白引满，谓之曰：承晖于《五经》皆经师授，谨守而力行之，不为虚文。既被酒取笔与安石诀最后倒写二字投笔叹曰遽尔谬误得非神志乱邪谓安石曰子行矣安石出门闻哭声复还问之，则已仰药薨矣。是日暮，中都不守。[注]①余里痕都：人名。②的决：终审判决。③安石：指师安石，当时任尚书省令使。",
		"question-answer": {
			"以下对原文中画波浪线一部分的断句，恰当的一项是 A．既被酒取笔／与安石诀／最终倒写二字／投笔叹曰／遽尔缪误／得非神志乱邪／谓安石曰／子行矣安石／外出闻哭泣声／  B．既被酒／取笔与安石诀／最终倒写二字／投笔叹曰／遽尔缪误／得非神志乱邪／谓安石曰／子行矣／安石外出／闻哭泣声／  C．既被酒／取笔与安石诀／最终倒写二字投笔／叹曰／遽尔缪误／得非神志乱邪／谓安石曰／子行矣／安石外出／闻哭泣声／  D．既被酒取笔／与安石诀／最终倒写二字投笔／叹曰／遽尔缪误／得非神志乱邪／谓安石曰／子行矣安石／外出闻哭泣声／": "B",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A．故时从傍晚到黎明一夜间分成五更，乙夜指二更情况下，约为夜里10时。  B．荫指封建社会因为父祖有功而给与子孙后代入校或任官的支配权。  C．五岳指在我国五大名山，即东岳泰山、南岳衡山恒山、西岳华山、北岳嵩山和中岳衡山。  D．封禅是古代中国君王祭拜乾坤的盛典，在山东泰山祭祀称之为封，在梁父山祭地称之为禅。": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．完颜承晖坚持实事求是，是非分明。当皇帝当晚召见孝懿王后的妹夫吾也蓝时，他觉得吾也蓝是先帝的罪臣，因而沒有遵循皇帝的旨意让吾也蓝入宫。  B．完颜承晖刚直不阿，秉公执法。他在大兴区府就职时，不理睬权势的请托，对蛮不讲理角逐别人栽种水资源的豪族施加杖刑，还说你可以将結果告之李仁惠。  C．完颜承晖临危不惧，坦然镇定。上都形势危急，为了防止殃及无辜，他解散家里仆人，将家产所有分到她们，并留有信件期望她们一心善行。  D．完颜承晖恪尽职守，为国捐躯。他不管不顾本人安危，领命留守儿童上都，就在封地即将被攻克时，他无能为力，服毒自尽，主要表现出了崇高的骨气。": "C",
			"把原文中画水平线的句子翻译成现代汉语语法。1依格两除以后，当再入监差，今乃超授随朝八品职任。2及罢兵，盗贼渠魁稍就劝降，犹通常潜匿山东泰山岩穴间。": "1按照标准，2次担任（新的）职位后，应当再度进到院务监担任监差，如今却跨级授于（他）随朝八品官的职位。2直到战争终止，盗贼中的头领慢慢接纳招安缴械，（但）也有（一些盗贼）经常掩藏在山东泰山的山洞当中。"
		},
		"translation": "完颜承晖字维明，爱好学习培训，领略贯通经史。章宗称帝后，完颜承晖担任近侍局使。孝懿王后的妹夫吾也蓝，在金世宗时由于违法犯罪被驱赶离去官府，二更时段，章宗谕旨开启宫廷大门口召见吾也蓝。完颜承晖沒有遵从谕旨，第二天上奏说：吾也蓝在先帝时违法犯罪，您不可以召见他。章宗说：好。便民司都监余里痕都晋升织染署直长，完颜承晖上奏抵制说：余里痕都由于父祖的贡献而担任官衔，自己并沒有别的才可以，前不久担任大阳线渡稽察，不久八个月又被破格提拔为便民司都监，早已是过度优惠待遇了。按照标准，2次担任（新的）职位后，应当再度进到院务监担任监差，如今却跨级授于随朝八品官的职位。更何况余里痕全是平章政务徒单镒的侄子，（再度破格提拔他）必须造成许多人的争议。皇帝遵从了完颜承晖的提议。完颜承晖改任大兴区府事，本地的豪族与别人角逐栽种稻谷的水资源，却不占理，豪族用巨资行贿元妃的亲哥哥左宣徽使李仁惠。李仁惠派人嘱咐完颜承晖偏向豪族，完颜承晖就对豪族施加杖刑并把他赶跑，还对那人说：你能将这一結果汇报给宣徽使。山东省盗贼盛行，完颜承晖说：（假如）不可以立即抓捕盗贼，直到奏报到官府时，（这些负有责任的高官）有的早已升职，有的早已辞职，恳求（在高官还未卸任时）按她们具体所承担责任开展最后处罚。直到战争终止，盗贼中的头领慢慢接纳招安缴械，（但）也有（一些盗贼）经常掩藏在山东泰山的山洞当中。按察司恳求征调数万人采伐山东泰山的花草树木，那麼盗贼就沒有躲藏的场所了。完颜承晖上奏说：山东泰山在五岳中最受崇敬，因而被称作岱宗。君主接纳诛天，这里祭拜乾坤，禀告朝代更替，在我国尽管不举办这种庆典仪式，但也不可以让山东泰山越来越光秃的。天地的山有那麼多，难道说能够让他们全变为光秃的吗？这一提议因此罢手。上都被围住，完颜承晖承担对外开放和谈事项，和太子一起留守儿童上都。他神色像平常一样坦然镇静，取出家里的所有财产，将家里的婢仆集结起來，依照服现役期限长度和贡献尺寸把财产分到她们，都给他出示了消除家奴名籍、变成自由民的公文。所有家仆嚎啕抽泣，而完颜承晖神色泰然处之，和我师安石一起抬起满杯纯粮酒，（并）对师安石说：我完颜承晖对《五经》（的研修）都历经教师的教给，我恭谨地遵循并且勤奋地贯彻，沒有把它当做裂缝的批评。他在拥有酒意后，拿起笔来（写出文本）与师安石诀别，提到最终写倒了两字，他扔下笔哀叹说：匆忙之间出現那样的错谬，难道说我的神志早已昏乱了没有？他对师安石说：你走吧！师安石刚外出，就听见房间内传出哭泣声，又转回来了解，原先完颜承晖早已吃药自杀了。这一天黄昏，上都沦陷。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28625.html": {
		"context": "母讳维贞，先世无锡人，明末迁江都凡七支，其六皆绝，故亡其谱系。父处士君鼐，母张孺人。处士授学于家，母暇日于屏后听之，由是塾中诸书皆成诵。张孺人蚤没，处士衰耗，母尽心奉养，抚二弟有恩，家事以治。  及归于汪，汪故贫。先君子始为赘婿，世父将鬻其宅，先主无所置。母曰：焉有为人妇不事舅姑者？请于处士君，割别室奉焉。已而世叔父数人皆来同爨，先君子羸病不治生。母生子女各二，室无童婢，饮食衣屦，咸取具一身，月中不寝者过半。  先君子下世，世叔父益贫，久之散去。母教女弟子数人，且缉屦以为食，犹思与子女相保。直岁大饥，乃荡然无所托命矣。再徙北城，所居止三席地，其左无壁，覆之以苫。日常使姊守舍，携中及妹，傫然匄于亲故，率日不得一食。归则藉藁於地，每冬夜号寒，母子相拥，不自意全济，比见晨光，则欣然有生望焉。迨中入学宫，游艺四方，稍致甘旨之养。母百病交攻，绵历岁月，竟致不起。呜呼痛哉！  母忠质慈祥，生平无妄言，接下以恩，多所顾念。方中幼时，三族无见恤者，母九死流离，抚其遗孤，至于成立。母禀气素强，不近医药。计母生七十有六年，少苦操劳，中苦饥乏，老苦疾疢；重以天属之乖，人事之湮郁，盖终其身鲜一日之欢焉。论其摧剥，金石可销，况于血气？故吾母虽以中寿告终，不得谓其天年之止于是也。呜呼！生我之恩，送死之戚，人所同也；家获再造，而积苦以陨身，行路伤之，况在人子，呜呼痛哉！以乾隆五十二年七月辛丑朔卒，明年三月戊寅合葬于先君子之墓，其哀子中泣血为之表曰：  呜呼！汪氏节母，此焉其墓。更百苦以保其后，后之人尚保其封树。  【注】①汪中（1745--1794）清代哲学家、文学家、史学家。 ②疾疢（chn）：恶病。③天属：父子、兄弟、姊妹等有血缘关系之亲属。",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A．且缉屦认为食缉：缝  B．稍致美味之养美味：幸福的食材，后专指奉养爸爸妈妈的食品类  C．人事部门之湮郁湮：阻塞  D．直岁大饥直：一直": "D",
			"下列语句中，统统主要表现先母不辞辛劳劳碌的一组是 ①处士衰耗，母尽心竭力奉养②请在处士君，割别室奉焉  ③母教女弟子数人，且缉屦认为食④携以及妹，傫然匄于亲故  ⑤母万病交攻，历时光，竟致不了⑥盖终其身，鲜一日之欢焉  A．①③④B．②④⑤C．②③⑥D．①⑤⑥": "A",
			"以下对全文相关內容的解析和简述，有误的一项是 A．先奶奶籍贯无锡市，明朝末年迁往江都区，出生在书香世家，钟头聪明伶俐，空余时窃听她爸爸授课，能背私塾中的书。  B．由于伯父要卖出祖宅，汪中的爷爷无从定居，先母十分狠不下心，就恳求自身的爸爸另分配房屋奉养他。  C．先母因为年青时劳碌艰辛，中老年备受饥困，晚年时期遭受病症，在创作者稍有贡献时，母亲却备受病症摧残。  D．先母尽管去世，但创作者一想起母亲一生的辛勤，哀痛不己，写出这篇灵表期望汪氏后代可以始终记牢母亲。": "B",
			"把原文中划水平线的句子翻译成现代汉语语法。1平时使姐守舍，携以及妹，傫然匄于亲故，率日不可一食。2论其摧剥，金石可销，况于气血？": "1大白天经常叫姐姐看管房子，先母领着我和妹妹，懊丧(疲困)地到亲朋好友故旧处行乞，大多（一般）一天到晚无法得到一顿饭菜。2说到她受的挫败和损害，就是说金石还可以被消毁，何况针对血肉之躯（性命）呢？"
		},
		"translation": "先母名维贞，先祖是无锡县人，明末搬家江都县，同宗共七支，在其中六支都没谁了子孙后代，因而族谱亡失。外祖父名鼐，是个未曾作官的儒生，外祖母姓王。外祖父当初在家里设私塾教学员，先母空暇时就在屏风隔断后上课，因而私塾中常教的书都能记诵。外祖母早死，外祖父衰退孱弱，母亲尽心竭力奉养，照顾2个侄子有恩，家务事美食得很条理清晰。  直到嫁个汪家，汪家本就贫困。先父本是倒插门的。伯父要卖出住房，祖先神主没地区按置，先母说：哪里有做媳妇儿而不奉祀公公婆婆的？就恳求外祖父拨此外的屋子敬奉。之后伯父、堂叔几人，都来一起衣食住行，先父体质虚弱，乏力维持生计。先母生了两男两女，家里沒有男仆丫鬟，喝的吃的穿的，都由先母一人供货，一个月里有一大半时日不可以入睡。  先君子去世，伯堂叔们更贫苦，时日久了就离去分别维持生计来到。先母教好多个美女学生，另外帮人做靴子养家糊口，还期望保得住小朋友们。遇上大饥荒，穷到一无所有无凭藉可活下来。转移到北城，住的只能三席地区，左边没墙面，用竹席来遮掩。大白天叫姊姊看著家，先母领着我和妹妹，懊丧地到朋友家行乞，常一天到晚吃不上一顿饭。回家就在地下铺著稻秆入睡，冬季晚上冷得叫说话来，母女相抱，意想不到能安全性渡过，直到看到早上太阳，就兴高采烈有生存下去的寄希望于。到我中了书生，到各部暑假游学讲艺，稍能提前准备些美味食材奉养母亲，而母亲已患上各种各样病症，偷欢岁年，居然过世。唉，简直哀痛啊！  先母本性忠实、朴素、仁慈、祥合，一生沒有诳言妄语，看待小辈有恩典，多方面照料体念。当你钟头，同祖亲朋好友沒有怜恤的。母亲九死一生，流离转徙，养育弃儿，以致於而立之年。先母身体素质原本强壮，一向不就医服药。累计先母活了七十六岁，年少苦於实际操作疲劳，中老年备受手机版饥荒匮乏之苦，老年人苦於病症偷欢摧残。再加天伦的乖离，人事部门的不圆满，她的一生，非常少有过一天的快乐。说到她受的挫败和损害，就是说金石还可以被消毁，何况血肉之躯呢？因此母亲虽说中等水平之寿过世，决不能说她技能的寿限就只能这种。唉！母亲养育我的养育恩，初丧母亲的悲痛，本是每个人一样的；家中足以再次盛行，但是母亲却被积累的劳碌摧残去世了，不相遇的过路人都是悲伤，更何况子女呢？简直哀痛啊！先母在乾隆皇帝五十二年七月辛丑初一日去世，合墓在先父墓里，她的哀子汪中泣血立此碑石，写此墓表，说：  唉！它是汪氏节母的墓葬。她亲身经历历尽艰辛照顾后嗣，期望后代维护这墓葬与花草树木。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28626.html": {
		"context": "孟尝君名文，姓田氏。文之父曰靖郭君田婴。田婴者，齐威王少子而齐宣王庶弟也。 初，田婴有子四十余人。其贱妄有子名文，文以五月五日生。婴告其母曰：勿举也。其母窃举生之。及长，其母因兄弟而见其子文于田婴。田婴怒其母曰：吾令若去此子，而敢生之，何也?文顿首，因曰：君所以不举五月子者，何故?婴曰：五月子者，长与户齐，将不利其父母。文曰：人生受命于天乎?将受命于户邪?婴默然。文曰：必受命于天一君何忧焉。必受命于户。则可高其户耳，谁能至者！婴曰：子休矣。 久之，文承间问其父婴曰：子之子为何?曰：为孙。孙之孙为何?曰：为玄孙。玄孙之孙为何?曰：不能知也。文曰：希用事相齐，至今三王矣。齐不加广而君私家富累万金，门下不见一贤者。文闻将门必有将，相门必有相。今君后宫蹈绮縠而士不得短褐，仆妾余粱肉而士不厌糟糠。今君又尚厚积余藏，欲以遗所不知何人。而忘公家之事日损，文窃怪之。于是婴乃礼文，使主家待宾客。宾客日进，名声闻于诸侯。诸侯皆使人请薛公田婴以文为太子，婴许之。婴卒，谥为靖郭君。而文果代立于薛，是为孟尝君。 孟尝君在薛，诸侯宾客及亡人有罪者，皆归孟尝君。孟尝君舍业厚遇之，以故倾天下之士。 秦昭王闻其贤，乃先使泾阳君为质于齐，以求见孟尝君。孟尝君将入秦，宾客莫欲其行，谏，不听。苏代谓曰：今旦代从外来，见木禺人与土禺人相与语。木禺人曰：天雨，子将败矣。土禺人曰：我生于土，败则归土。今天雨，流子而行，未知所止息也。今秦，虎狼之国也，而君欲往，如有不得还，君得无为土禺人所笑乎?孟尝君乃止。 孟尝君过赵，赵平原君客之。赵人闻孟尝君贤，出观之，皆笑曰：始以薛公为魁然也，今视之，乃眇小丈夫耳。盂尝君闻之，怒。客与俱者下，斫击杀数百人，遂灭一县以去。 齐湣王不自得，以其遣孟尝君(入秦)。孟尝君至，则以为齐相，任政。后齐湣王灭宋。益骄，欲去孟尝君。孟尝君恐，乃如魏。魏昭王以为相，西合于秦、赵，与燕共伐破齐。齐湣王亡在莒，遂死焉。齐襄王立，而盂尝君中立于诸侯，无所属。齐襄王新立，畏孟尝君，与连和，复亲薛公。文卒，谥为孟尝君。诸子争立，而齐魏共灭薛。孟尝绝嗣无后也。",
		"question-answer": {
			"对以下语句中天赋加点词的表述，恰当的一项是  A．婴告其母曰：勿举也。举：抬起。  B．吾令若去此子，而敢生之生：种活。  C．仆妾余粱肉而士不腻糟糠厌：弃绝。  D．见木禺人和土禺人各相语语：告知。": "B",
			"以下每组语句中，天赋加点词的实际意义和使用方法不同样的一组是  A．其母因弟兄而见他的儿子文于田婴因宾客至蔺相如门赔罪  B．齐湣王亡在莒，遂死焉积土成山，风吹雨打兴焉  C．遂灭一县以去吾当先斩以闻  D．而忘国家政府的事日损梦到叔带持要而哭。": "D",
			"下列六句话姐姐为四组，所有能主要表现孟尝君贤能的一项是  ①因此婴乃礼文②宾客日进，知名度闻于诸侯国  ③孟尝君将入秦④认为齐相，任政  ⑤乃如魏⑥与燕共伐破齐  A．①③⑤B．②④⑥C．①②④D．③⑤⑥": "C",
			"以下对全文相关內容的了解和解析，恰当的一项是  A．田婴一开始很讨厌孟尝君田文这一贱妾之子，但因为自身都是庶出，同病相连，之后還是对他委以重任，乃至将其立为皇太子。  B．孟尝君由于田婴尽管手握着重权，却奢华蛮横，只知为本人累积財富，不管不顾国家和老百姓的权益，对他十分未满，因此直言不讳责怪。  C．齐湣王以前外派盂尝君到秦国去，当孟尝君回家后他会当上齐国的丞相，执掌国家大事儿，但是在消灭宋国后，齐王却骄傲起来，一想着祛除孟尝君。  D．孟尝君与信陵君并排战国四公子，由于他们全是博学多才、心胸开阔，看待士人重视谦让，看待老百姓关怀怜悯，看待中华民族忠贞不二。": "C",
			"把文言文阅读原材料中画水平线的句子翻译成现代汉语语法。1文曰：必授命于天，君何忧焉。必授命于户，则能高其户耳，谁可以至者!婴曰：子休矣。2孟尝君在薛，诸侯国宾客及亡人犯法者，皆归孟尝君。孟尝君舍业厚遇之，以故倾天下之人。": "田文说：假如运势是由老天爷授于的（或是假如是以老天爷那边接纳的运势），您还担忧什么？假如运势是由门户授于的（或是假如是以门户那边接纳的），那麼要是加宽门户就而已，谁还能长到那麼高呢！田婴便训斥道：你不必讲过！2孟尝君在薛邑，许多诸侯王的宾客及其犯事逃跑的人，都归附了孟尝君。孟尝君也愿放弃祖业给他丰富的工资待遇（或是好好看待她们），因而使天地的贤才都倾情憧憬。"
		},
		"translation": "孟尝君姓田名文。田文的爸爸是靖郭君田婴。田婴，是齐威王的大儿子、齐宣王庶母所生的侄子。  当时，田婴有四十多个孩子，他的小妾生了个孩子叫文，田文在五月五日出世。田婴告知田文的妈妈说：不必种活他。但是田文的妈妈還是悄悄把他种活变大。等他长大以后，他的妈妈便根据田文的弟兄把田文引荐给田婴。田婴见了这一小孩恼怒地对他妈妈说：我给你扔了这一小孩，你胆敢他会活了出来，它是为何？田文叩头大拜，然后问田婴：您不许抚养五月生小孩，是啥原因？田婴回应说：五月出世的小孩，长到跟门户一样高时，会害父害母的。田文说：人的运气是由老天爷授于呢（人这一生是以老天爷那边接纳运势呢）？還是由门户授于呢（還是从门户那边接纳运势呢）？田婴默不作声。田文说：假如是由老天爷授于的（假如是以老天爷那边接纳的运势），您还担忧什么？假如是由门户授于的（假如是以门户那边接纳的），那麼要是加宽门户就而已，谁还能长到那麼高呢！田婴便训斥道：你不必讲过！  已过一些情况下，田文趁空问起爸爸说：孩子的孩子叫什么名字？田婴回答：叫孙子。田文然后问：孙子的孙子叫什么名字？田婴回答：叫玄孙。田文又问：玄孙的孙叫什么名字？田婴说：我也不知道了。田文说：您掌管实权出任齐国宰相，到现如今已亲身经历三代君主（威王、宣王、湣王）了，但是齐国的国土沒有增广，您的私人却积贮了千钱的財富，门内也看不见一位贤能之士。她告诉我，大将的门楣必开大将，丞相的门楣必有丞相。如今您的妾室能够随便踩踏绫罗绸缎，而贤才却穿不上老粗布短衣；您的男仆女奴有剩下的饭菜肉羹，而贤才却连糠菜也食不果腹。如今您还喜爱（再次）很多地推积家产，想交给这些连叫法都叫不上去的人（承上文不可以知），却忘了国家权益一天天遭受危害。我私底下觉得很怪异。从今以后，田婴刚开始礼待赏识田文，他会主持人家政服务，招待宾客。宾客往来持续，日渐增加，田文的知名度随着散播到各诸侯王中。各诸侯王都派人来恳求田婴立田文为皇太子，田婴答应下来。田婴过世后，追谥靖郭君。田文果真在薛邑承继了田婴的官爵。这就是说孟尝君。  孟尝君在薛邑，许多诸侯王的宾客及其犯事逃跑的人，都归附了孟尝君。孟尝君也愿放弃祖业给他丰富的工资待遇（好好看待她们），因而使天地的贤才都倾情憧憬。  秦昭王据说孟尝君贤能，就先派泾阳君到齐国作人质事件，来恳求拜访孟尝君。孟尝君就提前准备去秦国，而宾客们都不愿他会去，劝诫他，他不遵从。苏代告诉他：今日上午我在外边来，看到一个木偶人与一个土偶人到一起谈话内容。木偶人说：天一雨天，你还要坍毁了。土偶人说：我就是由土壤转化成的，即便坍毁，也归返回土壤里。若天确实飘起雨来，流水对着你跑，不清楚你能被冲过哪些地方去。现如今的秦国，是个如狼似虎似狼的国家，而您坚持前去，假如一旦回不去，您也许会被土偶人取笑吧？孟尝君就罢手了。  孟尝君历经赵国，赵国平原君以vip以诚相待。赵国人据说孟尝君贤能，都出去看热闹想一睹风彩，见了后便都取笑说：原先认为孟尝君是个魁伟的男子汉大丈夫，现如今见到他，竟然个偏矮的男生而已。孟尝君听了这种话，十分发火。跟他一起的这些宾客侍者跳下车时来，一阵乱砍，杀了上百人，毁了一个县才离开。  齐湣王以前外派孟尝君去秦国差点被害而觉得心里躁动不安。当孟尝君一返回齐国，齐王就要他做齐国宰相，掌管国政。  之后，齐湣王消灭了宋国，更加骄傲起来，准备祛除孟尝君。孟尝君很害怕，就跑来到魏国。魏昭王选任他做丞相，向西联合了秦国、赵国，协助燕国进攻败退了齐国。齐湣王逃往莒，之后就死在那边。齐襄王继位，那时候孟尝君在诸侯王中间持保持中立影响力，不从归属于哪家君主。齐襄王因为不久继位，惧怕孟尝君，便与他合好，又与他亲密接触起來。田文过世，溢号称孟尝君。田文的好多个孩子争着承继官爵，齐、魏两国之间又协同起來消灭了薛邑。孟尝君因而绝嗣很难没了后代。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28371.html": {
		"context": "李揆字端卿，祖籍陇西成纪人，而家于郑州，代为冠族。少聪敏好学，善属文。开元末，举进士，献书阙下，诏中书试文章，擢拜右拾遗。乾元初，兼礼部侍郎。揆尝以主司取士，多不考实，徒峻其堤防，索其书策，深昧求贤之意也。其试进士文章，曰：大国选士，但务得才，经籍在此，请恣寻检。由是数月之间，美声上闻，自此颇承恩遇，遂蒙大用。时京师多盗贼，有通衢杀人置沟中者，李辅国方恣横，上请选羽林骑士五百人以备巡检。揆上疏曰：昔西汉以南北军相摄，故周勃因南军入北军，遂安刘氏。皇朝置南北衙，文武区分，以相伺察。今以羽林代金吾警夜，忽有非常之变，将何以制之？遂制罢羽林之请。  揆在相位，决事献替，虽甚博辨，性锐于名利，深为物议所非。又其兄皆自有时名，滞于冗官，竟不引进。同列吕諲，地望虽悬，政事在揆之右，罢相，自宾客为荆南节度，声问甚美。惧其重入，遂密令直省至諲管内抅求諲过失。諲密疏自陈，乃贬揆莱州长史同正员，揆既黜官，数日，其兄皆改授为司门员外郎。后累年，揆量移歙州刺史。初，揆秉政，侍中苗晋卿累荐元载为重官。揆自恃门望，以载地寒，意甚轻易，不纳，而谓晋卿曰：龙章凤姿之士不见用，麞头鼠目之子乃求官。载衔恨颇深。及载登相位，因揆当徙职，遂奏为试秘书监，江淮养疾。既无禄俸，家复贫乏，孀孤百口，丐食取给。萍寄诸州，凡十五六年，其牧守稍薄，则又移居，故其迁徙者，盖十余州焉。元载以罪诛，除揆睦州刺史，入拜国子祭酒、礼部尚书，为卢杞所恶。德宗在山南，令充入蕃会盟使，加左仆射。行至凤州，以疾卒，兴元元年四月也，年七十四。",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A.而家于郑州，委托冠族代:世世。  B.少聪明难学，善属文属:编写。  C.深昧求贤之意也昧:得罪。  D.经籍再此，请恣寻检恣:随意。": "C",
			"一下每组语句中，所有说明李揆深受官府赏识的一组是 ①献书阙下，诏中书试文章内容②此后颇承恩遇，遂蒙厚用  ③遂制罢羽林之请④后累年，揆量移歙州刺史  ⑤奏为试文秘监，江准养疾⑥入拜国子祭酒、礼部尚书  A.①②⑥B.①③④C.②④⑤D.③⑤⑥": "A",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．李揆从小难学，入仕后盛名上闻。他出生贵显别人，聪慧灵巧，好学上进，开元末期踏入官运。他认为考查进士尽量选拨有真正才可以的人，遭受普遍五星好评。  B．李揆有真知灼见，上疏获得认同。那时候京城社会治安错乱，术士砍人，李辅国恳求选羽林军以便巡查。李揆引西汉往事表明，如羽林警夜则无法应对忽然之变。  C．李揆汲汲于名与利，备受大家争议。他在位置时，论及大事儿侃侃而谈，却热衷于追逐名利。他妒忌吕諲影响力超出自身，密令编造吕的过错，最终反倒自作自受。  D．李揆与元载交恶，官运遭受艰辛。他恃才傲物门望高雅，鄙薄元载出生寒微，元怀恨在心。元登位置后，对他对付，导致他全家人衣禄无着，在美国各州飘泊十多年。": "C",
			"把原文中画水平线的句子翻译成现代汉语语法。1其兄自有时候名，滞于冗官，竟不引入。2其牧守稍薄，则又迁居，困穷迁移者，盖十余州焉。": "1他的亲哥哥那时候本有威望值，却滞留在闲暇官衔的部位上，李揆却不用强烈推荐。2当地州郡首长稍有轻慢，就又搬家，因此他拆迁的地区，大概有十多个州。"
		},
		"translation": "李揆，字端卿，籍贯陇西成纪，安居于郑州，世世代代是贵显的名门世族。青少年时聪明难学，擅于发表文章。开元末期，应考进士，向皇上出谋划策，皇上下诏让中书省调查他的文学类才可以，破格任职为右拾遗。乾元年间，担任礼部侍郎。李揆觉得以往负责人科举考试的单位取士，大多数不考查她们具体能力，仅仅 提升规范，索查她们读过的书藉，彻底违反求得贤才的用意。他在应考文章内容中写到：做为强国选士的目地，但求获得真实的优秀人才，考题时可把经籍放到眼下，请她们随意搜索。因而好多个月以后，对他好的点评传入皇帝耳里，此后后很受皇帝的恩遇，因此被器重。那时候京城术士猖狂，有的在街头杀了人把遗体丢到排水沟中，这时李辅国独断专行，他上奏皇帝恳求选调五百名羽林勇士以便巡查。李揆上疏说：以往西汉时要南军、北军统辖管理方法京城，因此周勃才还有机会从南军进到北军诛灭吕氏，才稳定了刘氏天地。皇朝设定南衙北衙，把文武官和武官多方面区别，用于相互之间侦查监管。如今用羽林军替代金吾卫军巡夜，倘若忽然有与众不同的不幸，将用哪种操纵局势呢？因此皇帝沒有听取意见用羽林军巡夜的恳求。李揆在丞相岗位上，选择大事儿，明确提出兴利除弊、官员胜败的认为，尽管十分博览群书能言善辩，但他天性热衷追逐名利，备受大家争议。也有他的亲哥哥李皆在那时候原本就会有威望，却滞留在闲暇官员的部位上，他居然不用强烈推荐。同列的丞相吕諲的影响力威望尽管与李揆差距，但解决政务的能力却在李揆之中。吕諲被罢相后，以客人的真实身份做荆南节度，威望值很好。李揆惧怕他再进朝当丞相，因此密令直省组织到吕諲隶属的地区编造吕諲的过错。吕諲密奏皇帝阐述了自身的真实情况，皇帝就贬李揆到莱州做职位同正员的长史。李揆罢黜后，已过几天，他的亲哥哥李皆改任为司门员外郎。之后已过两年，李揆通过考评被选为歙州刺史。当时，李揆掌权时，侍中苗晋卿数次强烈推荐元载出任要职。但李揆恃才傲物是名门望族，觉得元载出生穷困，心里很是忽视，不选任他，且对苗晋卿说：风彩出色的贤才不被选任，而困穷寒酸的奸险小人却来求得官衔。元载怀恨很深。直到元载走上位置，乘李揆应当调离时，就上奏官府让李揆做文秘监，到江准静养。李揆既沒有禄俸，家世又匮乏，男女老少数百口人，靠行乞保持衣食住行。他像浮萍草一样飘泊于好几个州郡，共十五六年，本地的郡守首长对他稍有轻巧，就又搬家，因此他拆迁的地区，大概有十多个州。元载因罪被杀后，官府任职李揆为睦州刺史，又入京出任国子祭酒、礼部尚书，被丞相卢杞所妒嫉。德宗皇帝驾幸山南时，指令李揆充任与番邦会盟的使者，加封左仆射。她们一行不负使命返回凤州时，李揆患病而死，死时是兴元年间四月，寿终七十四岁。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28628.html": {
		"context": "孔奋字君鱼，扶风茂陵人也。奋少从刘歆受《春秋左氏传》，歆称之，谓门人曰：吾已从君鱼受道矣。  遭王莽乱，奋与老母幼弟避兵河西。建武五年，河西大将军窦融请奋署议曹掾，守姑臧长。八年，赐爵关内侯。时天下扰乱，惟河西独安，而姑臧称为富邑，通货羌胡，市日四合，每居县者，不盈数月辄致丰积。奋在职四年，财产无所增。事母孝谨，虽为俭约，奉养极求珍膳。躬率妻子，同甘菜茹。时天下未定，士多不修节操，而奋力行清洁，为众人所笑，或以为身处脂膏，不能以自润，徒益苦辛耳。奋既立节，治贵仁平，太守梁统深相敬待，不以官属礼之，常迎于大门，引入见母。  陇蜀既平，河西守令咸被征召，财货连毂，弥竟川泽。唯奋无资，单车就路。姑臧吏民及羌胡更相谓曰：孔君清廉仁贤，举县蒙恩，如何今去，不共报德！遂相赋敛牛马器物千万以上，追送数百里。奋谢之而已，一无所受。既至京师，除武都郡丞。  时陇西余贼隗茂等夜攻府舍，残杀郡守，贼畏奋追急，乃执其妻子，预以为质。奋年已五十，唯有一子，终不顾望，遂穷力讨之。吏民感义，莫不倍用命焉。郡多氐人，便习山谷，其大豪齐钟留者，为群氐所信向。奋乃率厉钟留等令要遮抄击，共为表里。贼窘惧逼急，乃推奋妻子以置军前，冀当退却，而击之愈厉，遂禽灭茂等，奋妻子亦为所杀。世祖下诏褒美，拜为武都太守。  奋自为府丞，已见敬重，及拜太守，举郡莫不改操。为政明断，甄善疾非，见有美德，爱之如亲，其无行者，忿之若仇，郡中称为清平。  弟奇，游学洛阳。奋以奇经明当仕，上病去官，守约乡间，卒于家。",
		"question-answer": {
			"对以下语句中天赋加点词的表述，有误的一项是 A．财货连毂，弥竟川泽弥：满  B．吏民感义，无不倍用命焉感：谢谢。  C．奋自为府丞，已见敬重见：被。  D．为政明断，甄善疾非甄：嘉奖。": "B",
			"下列每组语句中，统统说明孔奋力行清理的一组是 ①奋在职人员四年，资产没有增②躬率妻子，同甘菜茹  ③唯奋无资，自行车就路④奋谢之罢了，一无受到  ⑤终不管不顾望，遂穷力讨之⑥上病去官，守约小乡村  A．①②⑤B．②④⑥C．①③④D．③⑤⑥": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．孔奋青春年少追随刘歆学习培训《春秋左氏传》，深得刘歆称赏敬服；他与老娘幼弟到河西避开王莽之乱，受河西大将窦融邀约代理商议曹掾，出任姑臧长；建武八年被赐爵为关内侯。  B．孔奋服侍妈妈孝敬慎重，在艰难的日常生活勤奋给妈妈最好是的食材。那时候天地未平，士人多不看重情操，孔奋却力行清理，坚持不懈塑造无节操，治国重视忠义平静。  C．孔奋为姑臧长时，因廉洁自律，忠义于诚，而备受本地吏民和的拥戴感谢；他做武都郡丞时，带领催促本地氐人大豪齐钟留等，阻拦剽窃，声东击西，总算捉拿杀死了叛贼隗茂等。  D．孔奋在武都为府丞时，已备受官民敬重，出任太守后，全郡的人受他危害，莫不重视修习情操。他为政明断，亲传统美德，仇无行，郡中夸赞他廉洁公平。之后以便给侄子孔奇让出官职，他就称病弃官了。": "D",
			"把原文中划水平线的句子翻译成现代汉语语法。1太守梁统深相敬待，不因官属礼之，常迎于大门口，导入见母。2贼窘惧惹急，乃推奋妻子以置军前，冀当褪去，而击之愈厉。": "1太守梁统对他高为敬重优惠待遇，不因官署的礼数看待他，常到正门口迎来，带他进到室内引荐为自己的妈妈。2贼人困惑惶恐不安，被惹急了，因此拉着孔奋的妻子儿女置放到阵前，期望为此来抵御，使孔奋撤兵，而孔奋却进攻得更为迫切。"
		},
		"translation": "孔奋，字君鱼，扶风茂陵人。曾祖孔霸，在汉元帝曾任侍中。孔奋青少年时追随刘歆学习培训《春秋左氏传》，刘欲夸赞他，对学员说：我已从君鱼那边学得了大路。  遭王莽之乱，孔奋与母亲和幼弟到河西地域避开兵祸。建武五年，河西大将窦融邀约孔奋为自己官署的议曹掾，出任守姑臧长。八年，赐官爵为关内侯。那时候天地纷杂错乱，只有河西地域较稳定，姑臧被大家称之为富县。这儿与羌胡通商貿易，每日有四次市集。每一任县官，沒有好多个月便都富有起來。孔奋就职四年，资产却一点沒有提升。他服侍妈妈十分孝顺慎重，尽管自身衣食住行勤俭，却竭力以特色美食孝顺妈妈。亲身带著妻子儿女一同以一般饭食为食。那时候全国性并未稳定，士人也不重视情操，而孔奋却竭尽全力以廉洁做事。因而被许多人所笑，有些人说他置身人杰地灵地域，不可以使自身富有起來，仅仅 徒然自寻烦恼。孔奋重视无节操，治国以忠义平静为本，太守梁统对他高为敬重，不因官属的礼数看待他，常到正门口迎来，领入室内引荐为自己的妈妈。  陇西和蜀地被平定后，河西地域的太守、县太爷都被征招入京，高官的财产连车载满，装满了山河。只能孔奋沒有资财，乘一辆空开上道。姑臧的高官老百姓及其羌胡都说：孔君清廉忠义贤淑，全乡都遭受他的恩典，他现如今离开，人们为何不回报他的大德！因此相互凑集收敛性了不计其数的牛马青铜器，追了数百里赠给孔奋。孔奋仅仅 拜谢罢了，一点也不接纳。  孔奋到达京城后，授职为武都郡丞。那时候陇西残留的贼人隗茂等在深更半夜进攻官衙残害了郡太守。贼人担心孔奋穷追舍不得，因此把握住他的妻子儿女，妄图做为人质事件。孔奋那时候年已五十，只能一个孩子，但他一心为国，绝不被贼人所动，仍竭尽全力征伐。高官、老百姓被他的精神实质所打动，都拼力与贼人战斗。郡中定居着很多氐人，了解山川道路，大头领齐钟留，高为氏人信任。孔奋便带领督励齐钟留等，命她们在要道狙击抄掠贼兵，与官军相互之间映衬，声东击西，贼人困惑惶恐不安，被惹急了，因此把孔奋的妻子儿女推倒阵前，期望孔奋撤兵，而孔奋却进攻要加迫切，总算捉拿杀死了隗茂等，但他的妻子和儿女却被贼人所害。光武帝因而而下诏褒奖称赞了孔奋，拜他为武都太守。  孔奋在位府丞时，已备受官民敬重，他出任太守后，全郡的人都以他为楷模，  修习情操。孔奋治国清明节有选择，鉴别和夸奖善行，讨厌错误做法。看到人有传统美德，爱之好似家人；对各种不良行为，则爱憎分明，郡中的人都称他廉洁公平公正。  侄子孔奇，到洛阳上学。孔奋觉得孔奇精通经史理应出去当官，上奏称病弃官，在小乡村遵循乡约，病亡在家里。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28884.html": {
		"context": "唐休璟，京兆始平人也。休璟少以明经擢第。调露中，单于突厥背叛，诱扇奚、契丹侵掠州县，后奚、羯胡又与桑乾突厥同反。都督周道务遣休璟将兵击破之于独护山，斩获甚众，超拜丰州司马。永淳中，突厥围丰州，朝议欲罢丰州，徙百姓于灵、夏，休璟以为不可，上书，朝廷从其言，丰州复存。久视元年秋，吐蕃大将麹莽布支率骑数万寇凉州。休璟以数千人往击之，临阵登高，望见贼衣甲鲜盛，谓麾下曰：自钦陵死赞婆降麹莽布支新知贼兵欲曜威武故其国中贵臣酋豪子弟皆从之人马虽精不习军事吾为诸君取之。乃被甲先登，与贼六战六克，大破之，斩其副将二人，获首二千五百级，筑京观而还。是后休璟入朝，吐蕃亦遣使来请和，因宴屡觇休璟。则天问其故，对曰：往岁洪源战时，此将军雄猛无比，杀臣将士甚众，故欲识之。则天大加叹异。休璟尤谙练边事，自碣石西逾四镇，绵亘万里，山川要害，皆能记之。长安中，西突厥乌质勒与诸蕃不和，举兵相持，安西道绝，表奏相继。则天令休璟与宰相商度事势，俄顷间草奏，便遣施行。后十余日，安西诸州表请兵马应接，程期一如休璟所画。则天谓休璟曰：恨用卿晚。以契丹入寇，授安东都护。时中宗在春宫，将行，进启于皇太子曰：张易之兄弟幸蒙宠遇，数侍宴禁中，纵情失礼，非人臣之道，惟加防察。中宗即位，顾谓曰：卿曩日直言，朕今不忘。初欲召卿计事，但以遐远，兼怀北狄之忧耳。景龙二年，致仕于家，年力虽衰，进取弥锐。时尚宫贺娄氏颇关预国政，凭附者皆得宠荣，休璟乃为其子娶贺娄氏养女为妻，因以自达。休璟年逾八十，而不知止足，依托求进，为时所讥。休璟初得封时，以绢数千匹分散亲族，又以家财数十万大开茔域，备礼葬其五服之亲，时人称之。延和元年七月薨，年八十六，赠荆州大都督，谥曰忠。",
		"question-answer": {
			"对下列句子中加点的词语的解释，不正确的一项是 A．与贼六战六克克：战胜。 B．恨用卿晚恨：埋怨。 C．致仕于家致仕：退休。 D．又以家财数十万大开茔域茔域：基地。": "B",
			"对文中画波浪线部分的断句，正确的一项是 A．自钦陵死／赞婆降／麹莽布支新知／贼兵欲曜威武／故其国中贵臣酋豪子弟皆从之／人马虽精／不习军事／吾为诸君取之。 B．自钦陵死／赞婆降／麹莽布支新知贼兵／欲曜威武／故其国中贵臣酋豪子弟皆从之／人马虽精／不习军事／吾为诸君取之。 C．自钦陵死赞婆／降麹莽布支／新知贼兵欲曜威武／故其国中贵臣酋豪／子弟皆从之／人马虽精／不习军事／吾为诸君取之。 D．自钦陵死赞婆／降麹莽布支／新知贼兵／欲曜威武／故其国中贵臣酋豪子弟皆从之人马／虽精不习军事／吾为诸君取之。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是 A．唐休璟作战勇敢，屡立战功。他先在独护山打败叛军，受到朝廷破格重用；后来又在与吐蕃大将麴莽布支的战斗中，身先士卒，以少敌多，大败吐蕃军队。 B．唐休璟声名远播，威震敌胆。他在洪源与吐蕃战斗中，斩杀了对方很多将士，当吐蕃使者在宴席上谈到他雄猛无比时，引起武则天的大加赞叹。 C．唐休璟熟悉边防，受到重用。他能记住从碣石向西绵延万里的山川要害，支援安西时，他所估计的兵马程期和实情一致，于是便被武则天任命为安东都护。 D．唐休璟忧心国事，深得信赖。他在中宗皇帝当皇太子之时向其进言，希望皇太子防备失礼的张易之兄弟。中宗登上帝位后，还记得这番话。": "C",
			"把文中画横线的句子翻译成现代汉语。1朝议欲罢丰州，徙百姓于灵、夏，休璟以为不可。2休璟年逾八十，而不知止足，依托求进，为时所讥。": "1朝廷商议要放弃丰州，把百姓迁移到灵、夏二州，唐休璟认为不可以。2唐休璟年过八十，却还不知满足，依托权贵以求晋升，被当时的人所讥讽。"
		},
		"translation": "唐休璟，是京兆始平人。他年轻时考中明经科。调露年间，单于突厥背叛朝廷，引诱煽动奚、契丹侵犯掠夺州县，后来奚、羯胡又与桑乾突厥一同谋反。都督周道务派遣唐休璟领兵在独护山打败了叛军，斩杀俘虏了很多叛兵，唐休璟因此被破格授任丰州司马。永淳年间，突厥围攻丰州，朝廷商议要放弃丰州，把百姓迁移到灵、夏二州，唐休璟认为不可以，向朝廷上书，朝廷采纳了他的意见，丰州又保存了下来。久视元年秋天，吐蕃大将麹莽布支率领数万骑兵进犯凉州。唐休璟统率数千人前往迎击，来到阵前登高观察敌情，看见敌兵穿的铠甲颜色鲜艳，便对部下说：自从钦陵死去，赞婆投降之后，麹莽布支新任敌兵首领，想要炫耀武力，所以他国内的权贵子弟皆随从而来。人马虽然看似精良，却不懂得军事，看我为诸君攻取他们。于是唐休璟披甲上马，抢先冲入阵地，与敌人六战六胜，大破吐蕃军队，斩杀吐蕃副将二人，斩获敌人首级二千五百个，并将敌兵尸体堆起来封土筑成大坟丘以后而归。此后，唐休璟入朝，吐蕃也派使者来求和，在宴席上吐蕃使者多次偷看唐休璟。武则天询问原因，使者回答说：去年在洪源交战时，这位将军雄猛无比，杀了我们很多将士，因此想记住他的相貌。武则天大加赞叹。唐休璟尤其熟悉边防事务，从碣石向西越过四镇，绵延万里，山川要害，他都能记在心中。长安年间，西突厥的乌质勒与诸蕃不和，起兵相争，安西通道断绝，表奏相继上报朝廷。武则天命令唐休璟与宰相商讨事态，顷刻之间拟好奏章，武则天便批准施行。十几天后，安西各州上表请求接应兵马，行程和日期与唐休璟所估计的完全一致。武则天对唐休璟说：只遗憾重用你太迟了。因为契丹进犯边境，他又兼任安东都护。当时中宗李显当皇太子时，唐休璟出发之前，进宫报告皇太子说：张易之兄弟侥幸受到恩宠的待遇，多次进入后宫参与宴会，纵情任性有失礼节，这不是朝臣应该做的，希望防备观察。中宗登上帝位后，望着他说：您从前对我的直言，我到现在还没有忘记。当初想召您进京议事，只是因为您在边境路程遥远，又考虑到北方边境的安危。景龙二年，唐休璟退休在家，身体和精力虽然已经衰退，但获取功名之心更加强烈。当时尚宫贺娄氏经常干预国政，依附她的人都得到恩宠和官位，唐休璟就为儿子娶了贺娄氏的养女为妻，借以使自己的官运通达。唐休璟年过八十，却还不知满足，依托权贵以求晋升，被当时的人所讥讽。唐休璟起初得到皇帝封赏时，把几千匹绢分别散发给亲戚和族中之人，又拿出家里的几十万钱财重修家里的墓地，用完备的礼节重新安葬他五服之内的亲属，当时人都称赞他。延和元年七月，唐休璟去世，终年八十六岁，赠荆州大都督，谥号忠。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28884.html": {
		"context": "唐休璟，京兆始平人也。少以明经擢第。调露中，单于突厥背叛，都督周道务遣休璟将兵击破之于独护山，斩获甚众，超拜丰州司马。 永淳中，突厥围丰州，都督崔智辩战殁。朝议欲罢丰州，徙百姓于灵、夏，休璟以为不可，上书曰：丰州控河遏贼，实为襟带，自秦、汉已来，列为郡县，田畴良美，尤宜耕牧。隋季丧乱，不能坚守，乃迁徙百姓就宁、庆二州，致使戎羯交侵。贞观之末，始募人以实之，西北一隅，方得宁谧。今若废弃，则河傍之地复为贼有，灵、夏等州人不安业，非国家之利也。朝廷从其言，丰州复存。 久视元年秋，吐蕃大将麹莽布支率骑数万寇凉州，入自洪源谷，将围昌松县。休璟以数千人往击之，临阵登高，望见贼衣甲鲜盛，谓麾下曰：自钦陵死，赞婆降，麹莽布支新知贼兵，欲曜威武，故其国中贵臣酋豪子弟皆从之。人马虽精，不习军事，吾为诸君取之。乃被甲先登，与贼六战六克，大破之。是后休璟入朝，吐蕃亦遣使来请和，因宴屡觇休璟。则天问其故，对曰：往岁洪源战时，此将军雄猛无比，杀臣将士甚众，故欲识之。则天大加叹异。 休璟尤谙练边事，自碣石西逾四镇，绵亘万里，山川要害，皆能记之。长安中，西突厥乌质勒与诸蕃不和，举兵相持，安西道绝，表奏相继。则天令休璟与宰相商度事势，俄顷间草奏，便遣施行。后十余日，安西诸州表请兵马应接，程期一如休璟所画。则天谓休璟曰：恨用卿晚。又谓魏元忠及杨再思等曰：休璟谙练边事，卿等十不当一也。 寻转太子右庶子，依旧知政事。景龙二年，致仕于家，年力虽衰，进取弥锐。时尚宫贺娄氏颇关预国政，凭附者皆得宠荣，休璟乃为其子娶贺娄氏养女为妻，因以自达。休璟年逾八十，而不知止足，依托求进，为时所讥。",
		"question-answer": {
			"对下列句子中加点词的解释，不正确的一项是 A．斩获甚众，超拜丰州司马　　超：破格 B．丰州控河遏贼　　遏：阻止 C．隋季丧乱，不能坚守　　季：末了 D．致使戎羯交侵　　交：交往": "D",
			"下列每组语句中，统统主要表现唐休璟了解边防或致力于边防稳定的一组是 ①将兵击败对于独护山，夺得甚众　  ②是后休璟入朝，吐蕃亦遣使来请和　  ③人军马队虽精，不习国防，吾为诸君取之  ④程期一如休璟所画　  ⑤绵亘万里，山川重要，皆能记之  ⑥休璟谙练边事，卿等十不当一也  A．①②③B．②⑤⑥  C．①④⑥D．③④⑤": "D",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．唐休璟智勇双全，备受官府器重。唐休璟本是一个通晓经学的文士，凭明经入仕，但在他做官的职业生涯中却累战战场，屡建军功，皇上很赏识。  B．唐休璟特别是在了解边境防御事务管理。西突厥等与诸蕃不和，阻隔了到安西的安全通道，武则天要和我丞相商量对策，他在很短期内匆匆地写成了奏章。  C．唐休璟骁勇善战，以身作则。作为主教练的唐休璟在应对精兵强将劲敌的状况下，主动进攻，临时冲杀在前，最后取得胜利；洪源对决，名震吐蕃。  D．唐休璟在晚年时期十分迷恋权位。年八十却仍不知足，还想任官，为加官晋级，更为孩子娶贵显别人的义女为妻，結果遭受大家嘲讽，信誉不佳。": "B",
			"把原文中划水平线的句子翻译成现代汉语语法。1今若废料，则河傍之地复为贼有，灵、夏等州人躁动不安业，非国家之利也。2景龙二年，致仕于家，年力虽衰，奋发进取弥锐。": "1今日假如废止丢掉(丰州)，那麼会使黄河边上的农田再次被贼寇所占据，灵、夏等州老百姓不可以国泰民安，这对國家的稳定是不好的。2景龙二年，唐休璟离休在家里，人体和活力尽管早已衰落，但获得功名的心却更为明显。"
		},
		"translation": "唐休璟是京兆始平人。年青时考取明经科。调露年里，单于突厥叛变官府，大都督周道务外派唐休璟带兵在独护山击败了反贼，击杀战俘了许多 叛兵，唐休璟因而被破格授于丰州司马。  永淳年里，突厥围堵丰州，大都督崔智辩阵亡。朝中商讨要撤销丰州，把老百姓转移到灵、夏二州，唐休璟觉得不能，上书说：丰州操纵扼守黄河，阻拦对手，的确是襟带险要之地，自秦、汉至今，设成府县，农田肥嫩，特别是在适合耕种和放牧。隋末丧乱，不可以恪守，便迁移老百姓到宁、庆二州，导致戎人、羯胡交相入侵。贞观末期，刚开始募资人口数量丰富这一地域，大西北一隅，才足以平静。今日假如废料，那麼会使挨近黄河的地域再次被贼寇所据有，灵、夏等州老百姓不可以国泰民安，这对國家的稳定是不好的。官府遵从了他的建议，丰州又储存了出来。  久视年间秋季，吐蕃大将麹莽布支带领数十万骑兵队侵略凉州，从洪源谷入侵，即将包围着昌松县。唐休璟统率千余人前去迎击，赶到阵前登高作业观查军情，看到敌军穿的盔甲色调艳丽，便对属下说：自打钦陵去世，赞婆缴械以后，麹莽布支新一任敌军头领，要想显摆战斗力，因此他中国的权势子女追随而成。人军马队尽管好像精湛，却不明白国防，看着我为诸君攻取她们。因此唐休璟披甲上，抢鲜冲进阵营，与对手六战六胜，大破吐蕃部队。自此，唐休璟入朝，吐蕃也派大使来求饶，在酒席上吐蕃大使数次偷窥唐休璟。武则天询问是啥原因，大使回应说：上年在洪源对战时，那位大将雄猛极其，杀了人们许多 官兵，因而想记牢他的长相。武则天倍加赞美。  唐休璟特别是在了解边防事务管理，从碣石往西翻过四镇，连绵千万里，山川重要，他都能记在心里。北京长安年里，西突厥的乌质勒与诸蕃不和，举兵相斗，安西安全通道断决，表奏陆续汇报官府。武则天指令唐休璟与丞相商议局势，顷刻之间草定奏章，武则天便准许实施。十几天后，安西美国各州以上恳求策应领兵，行程安排和时间与唐休璟所估算的完全一致。武则天对唐休璟说：只缺憾器重你太晚了。武则天又对魏元忠及杨再思等说：唐休璟了解边防的事，大家十人也不如他一人。  没多久唐休璟改任皇太子右庶子，依然主持人政务。景龙二年，唐休璟离休在家里，人体和活力尽管早已衰落，但获得功名的心更为明显。那时候尚宫贺娄氏常常干涉国政，依附于她的人都获得宠爱和官职，唐休璟便让孩子娶了贺娄氏的义女为妻，进而使自身的官运顺通。唐休璟年过八十，却还不知道考虑，借助权势而求升职，被那时候的人所讽刺。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131028.html": {
		"context": "李景隆，小字九江。十九年袭爵，屡出练军湖广、陕西、河南，市马西番。进掌左军都督府事，加太子太傅。建文帝即位，景隆以肺腑见亲任。及燕兵起，乃以景隆为大将军，将兵五十万北伐。赐通天犀带，亲为推轮，饯之江浒，令一切便宜行事。燕王闻之喜，语诸将曰：李九江，纨绮少年耳。遂命世子高炽居守，戒勿出战，而自引兵援永平，直趋大宁。景隆闻之，进围北平。都督瞿能攻张掖门，垂破。景隆忌能功，止之。及燕师破大宁，还军击景隆。景隆屡大败，奔德州，诸军皆溃。明年正月，燕王攻大同，景隆引军出紫荆关往救，无功而还。帝虑景隆权尚轻遣中官赍玺书赐黄钺弓矢专征伐方渡江风雨舟坏赐物尽失更制以赐。四月，景隆誓师于德州，进营白沟河。与燕军连战，复大败，玺书斧钺皆委弃，走济南。斯役也，王师死者数十万人，帝始诏景隆还，使景隆及尚书茹瑺、都督王佐如燕军，割地请和。燕兵屯金川门，景隆与谷王橞开门迎降。燕王即帝位，特进景隆光禄大夫、左柱国，增岁禄千石。朝廷有大事，景隆犹以班首主议，诸功臣咸不平。永乐二年，周王发其建文时至邸受赂事，刑部尚书郑赐等亦劾景隆包藏祸心，蓄养亡命，谋为不轨。诏勿问。已，成国公硃能、吏部尚书蹇义廷劾景隆及弟增枝逆谋有状，六科给事中张信等复劾之。亡何，礼部尚书李至刚等复言：景隆坐受阍人伏谒如君臣礼，增枝蓄僮仆无虑千百，意叵测。于是夺景隆爵，没其财产。景隆尝绝食旬日不死，至永乐末乃卒。",
		"question-answer": {
			"以下对原文中画波浪线一部分的断句，恰当的一项是 A．帝虑景隆权尚轻/遣中官赍玺书赐黄钺/弓矢专讨伐/方渡江/风吹雨打舟坏/赐物全失更/制以赐  B．帝虑景隆权尚轻/遣中官赍玺书赐黄钺弓矢/专讨伐/方渡江/风吹雨打舟坏/赐物全失更/制以赐  C．帝虑景隆权尚轻/遣中官赍玺书赐黄钺/弓矢专讨伐/方渡江/风吹雨打舟坏/赐物全失/更制以赐  D．帝虑景隆权尚轻/遣中官赍玺书赐黄钺弓矢/专讨伐/方渡江/风吹雨打舟坏/赐物全失/更制以赐": "D",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A．小字，是古代人在小孩时常用得小名，如魏武帝三国曹操小字阿瞒，蜀后主刘禅小字阿斗。  B．世子，在明朝是对帝位继承者的宣布封禁，多由嫡子充任，也称皇太子。如原文中的朱高炽。  C．左柱国，是明代皇帝用于册立勋臣的头衔，如明朝的内阁首辅张居正就曾得到过这类殊荣。  D．永兴，明朝皇帝明成祖即位后选用的年号。年号是在我国封建社会时用于纪年的称号，新帝登基后一般会改年号。": "B",
			"以下对全文內容的归纳和解析，有误的一项是 A．李景隆获得建文帝的信赖，被委以重任。他承继爸爸官爵，官至太子太傅，在出战征讨燕王时，建文帝赏赐他代表军权的御品，以表宠爱。  B．李景隆不明白战法，妄自尊大，他趁燕王前去永平之时进攻北平市，前有坚城，后有强兵，具体是中了燕王的诱敌之计，結果惨败而逃。  C．李景隆心胸狭窄，贪功妒能。瞿能进攻张掖市门将要获得大功造成他的嫉妒，因此阻拦瞿能再次率军挺入，导致战斗机一瞬间缺失。  D．李景隆风光一时，晚景凄凉。建文帝时宠爱能加，燕王即位后，他仍然影响力显达，仅仅在多次遭罢免以后，才落个官职不保、财产全失的下场。": "B",
			"把原文中画水平线的句子翻译成现代汉语语法。1赐封界犀带，亲为推轮，饯之江浒，令一切便宜行事。2景隆坐受阍人伏谒如君臣礼，增枝蓄僮仆无虑成千上万，意叵测。": "1皇上赐予李景隆封界犀带，亲身为他手推车，在湖边为他饯行，容许他一切皆不需比请示而自主选择。2李景隆蹲着接纳守护伏地通告名字，好似君臣之礼，李增枝蓄养仆人大概有不计其数人，她们的用意不能推断。"
		},
		"translation": "李景隆，小名九江。洪武十九年承继爸爸官爵，频繁离去京都赴湖广、陕西省、河南省整训，又曾前去西番买马。之后升职执掌左军都督府事，加太子太傅衙。建文帝继位，李景隆凭着一直血亲的真实身份接到信赖。直到燕王明成祖举兵谋反，因此任职景隆为大元帅，率五十万精兵北伐。建文帝赐予李景隆饰有封界犀角的裤带，亲身为他手推车，在湖边为景隆饯行，容许他一切皆可无须请示而自主选择。燕王据说这事非常高兴，对诸诸位名将说：李九江，但是是个纨绔少爷而已青少年。因此指令世子朱高炽在北平市留守儿童，并劝诫他不必上场，自身带兵救援永平，抵进大宁。景隆据说燕王发兵永平后，就攻击北平市。大都督瞿能进攻张掖市门，眼见还要占领。景隆妒忌瞿能能获得军功，让其终止进攻．。直到燕军占领大宁后，回师进攻景隆。景隆频繁惨败，逃到沧州．明年元月，燕王进攻不同，景隆率军出紫荆关前去援救，无功而返。建文帝考虑到景隆军权还不看重，又外派勋贵带著谕旨赐予他金子为饰的斧钺弓弩，腹部把握讨伐实权。正渡江时，风吹雨打手游大作，舟船损坏，御赐的东西所有遗失，建文帝因此再度赏赐。四月，景隆在沧州誓师，进抵河北白沟河驻守。与燕军连续对战，又惨败，玺书斧钺都丢掉不管不顾，逃往济南市。此次战争，官府部队数十万人身亡，建文帝才下诏命景隆返京，派李景隆和尚书茹瑺、大都督王佐前去燕军军营生活，割地求和。燕兵在金川门驻守，景隆与谷王朱穗开启大门迎来投。燕王明成祖即位，非常晋封景隆为光禄大夫、左柱国，每一年提升千石月俸。官府有大事儿，景隆还用朝官居首的真实身份主持人朝议，诸元勋都有些愤懑。永兴二年，周王告发李景隆在建文帝时在自身官邸贪污受贿一事，刑部尚书郑赐等也罢免景隆包藏祸心，蓄养亡命之徒，心怀不轨。皇上一声令下不逼问这事。没多久，成国公朱能、吏部尚书蹇义在官府上罢免景隆以及弟李增枝有造反之事，六科给事中张信等再度罢免景隆。没多久，礼部尚书李至刚等又进言：李景隆蹲着接纳守门伏地通告名字，好似君臣之礼，李增枝蓄养仆人大概有不计其数人，她们的用意不能预测分析。因此皇上一声令下夺李去景隆的爵号，收走其资产。李景隆曾断食十天却沒有死，死于永乐末期。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28375.html": {
		"context": "熊概，字元节，丰城人。幼孤，随母适胡氏，冒其姓。永乐九年进士。授御史。十六年擢广西按察使。峒溪蛮大出掠，布政使议请靖江王兵遏之。概不可，曰：吾等居方面，寇至无捍御，顾烦王耶？且寇必不至，戒严而已。已而果然。久之，调广东。 洪熙元年正月，命以原官与布政使周干、参政叶春巡视南畿、浙江。初，夏原吉治水江南还，代以左通政赵居任，兼督农务。居任不恤民，岁以丰稔闻。成祖亦知其诬罔。既卒，左通政岳福继之，庸懦不事事。仁宗监国时，尝命概以御史署刑部，知其贤，故有是命。是年八月，干还，言有司多不得人，土豪肆恶，而福不任职。宣宗召福还擢概大理寺卿与春同往巡抚南畿逝江设巡抚自此始。 浙西豪持郡邑短长为不法。海盐民平康暴横甚，御史捕之，遁去。会赦还，益聚党八百余人。概捕诛之，已，悉捕豪恶数十辈，械至京，论如法。于是奸宄帖息。诸卫所粮运不继，军乏食。概以便宜发诸府赎罪米四万二千余石赡军，乃闻于朝。帝悦，谕户部勿以专擅罪概。 概用法严，奸民惮之，腾谤书于朝。宣德二年，行在都御史劾概与春所至作威福，纵兵扰民。帝弗问，阴使御史廉之，无所得，由是益任概。明年七月赐玺书奖励。概亦自信，诸当兴革者皆列以闻。时屡遣部官至江南造纸、市铜铁。概言水涝民饥，乞罢之。 五年还朝，始复姓。亡何，迁右都御史，治南院事。行在都御史顾佐疾，驿召概代领其职，兼署刑部。九年十月录囚，自朝至日宴，未暇食，忽风眩卒。赐祭，给舟归其丧。",
		"question-answer": {
			"对以下语句中天赋加点的词句的表述，有误的一项是 A．幼孤，随母适胡氏适：嫁个  B．寇至无捍御捍御：抵挡  C．岁以丰稔闻丰稔：大丰收  D．命概以御史署刑布署：县衙": "C",
			"对原文中画波浪线一部分的断句，恰当的一项是 A．宣宗召福／还擢概大理寺卿／与春同往／巡抚南畿浙江／设巡抚此后始／  B．宣宗召福还／擢概大理寺卿／与春同往巡抚／南畿浙江设巡抚此后始／  C．宣宗召福还／擢概大理寺卿／与春同往／巡抚南畿浙江／设巡抚此后始／  D．宣宗召福／还擢概大理寺卿／与春同往巡抚／南畿浙江设巡抚此后始／": "D",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．熊概意料事儿精确。布政使想请靖江王来阻拦峒溪蛮人劫掠时，他觉得贼寇毫无疑问不到，最终結果也证实了他的分辨。  B．熊概深得皇上信赖。洪熙年间元月，宣宗命他以布政使的真实身份参加巡查南畿、浙江，巡查后宣宗升职他干了大理寺卿。  C．熊概稽查不畏强暴。浙西豪族肆无忌惮造谣生事，前官岳福懦弱潜山，而他不但捕猎了遇赦的平康，还追捕了几十个豪族恶徒。  D．熊概做官为民请命。朝廷屡派部官到江南造纸工业、买铜铁，危害了民生工程，他就上书说水灾积涝，老百姓饥馑，恳求终止行動。": "D",
			"把原文中画水平线的句子翻译成现代汉语语法。1概以划算发诸府忏悔米四万二千余石赡军，乃闻于朝。2帝弗问，阴使御史廉之，无个人所得，由是益任概。": "1熊概依据具体情况，自行决策派发各府忏悔米四万二千余石供求平衡军队，随后再汇报官府。2皇帝沒有请示汇报，只暗地里派御史去调研，但一无所得，从而更为信赖熊概。第二年七月赐玺书奖赏他。"
		},
		"translation": "熊概，字元节，是丰城人。他幼时变成弃儿，随妈妈再嫁至胡家，因此假托姓胡。永兴九年，中进士。后被授于御史的官衔。十六年，升级成广西按察使。峒溪蛮人规模性派出劫掠，布政使谋化请靖江王的部队来阻拦她们。熊不许愿意，她说:我等你出任地区首长，贼寇过后不可以护卫抵挡，反倒烦恼腹黑王爷吗？更何况贼寇毫无疑问不到，只需警示罢了。之后果真贼寇不来。没多久，他改任广东。  洪熙年间元月，命他以原官的真实身份和布政使周干、参议叶春巡视南畿、浙江。当时，夏原吉在江南治理返京后，官府让左通政赵居任替代他，且兼管农牧业层面的事务管理。赵居任不t恤老百姓，每一年都汇报说大丰收。成祖也了解他蒙骗。他人死之后，左通政由岳福接任，岳福平庸软弱，不做事儿。仁宗代理国政时，曾命熊概以御史之衔代理刑部事务管理，仁宗了解他贤良，因而有这一任职。这一年八月，周干返京，说相关部门多选任不是人，本地豪族肆无忌惮造谣生事，而岳福又无论事。宣宗招回岳福，升熊概为大理寺卿，与叶春一同前去巡查抚慰。南畿、浙江设巡抚之职此后而始。  浙西豪族握有郡县高官的缺点，长期性做非法的事。海盐县老百姓平康十分暴虐，御史要拘捕他，他逃走了。赶在大赦，他又回家了，还集众八百余人。熊概将他拘捕诛灭。之后，又把几十个罪恶滔天的豪族所有拘捕，加刑具押运至京城，因此奸民收服。各卫所的运粮不可以为继，部队缺粮。熊概依据具体情况，自行决策派发各府忏悔米四万二千余石供求平衡军队，随后再汇报官府。皇帝非常高兴，传谕户部不必给熊概治以擅作主张之罪。  熊概稽查严格，奸民很担心他，便将诽毁他的书本上传官府。宣德二年，行在都御史罢免熊概与叶春放眼望去擅用威权，独断专行蛮横，放肆兵士搔扰老百姓。皇帝沒有请示汇报，只暗地里派御史去调研，但一无所得，从而更为信赖熊概。第二年七月赐玺书奖赏他。熊概也很信心，理应兴废的事他都列举上奏。那时候朝廷屡次派出部官到江南造纸工业、买铜铁。熊概说水灾积涝，老百姓饥馑，恳求终止这类行動。  宣德五年，他返回官府，才改成原姓。没多久，他升级成右都御史，执掌南都察院事务。行在都御史顾佐得病，官府根据驿传召熊概托管他的职位，兼代理刑部。宣德九年十月，省察纪录犯囚的案卷，熊概一天到晚，也没有空余用餐食。忽然他觉得眩晕，随后便过世。皇帝令大使前去祭拜，派船送他归葬。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28887.html": {
		"context": "登百丈山三里许，右俯绝壑，左控垂崖，叠石为磴，十余级乃得度，山之胜盖自此始。 循磴而东，即得小涧，石梁跨于其上，皆苍藤古木，虽盛夏亭午无暑气。水皆清澈，自高淙下，其声溅溅然。度石梁，循两崖曲折而上，得山门。小屋三间，不能容十许人。然前瞰涧水，后临石池，风来两峡间，终日不绝。门内跨池，又为石梁，度而北，蹑石梯数级入庵。庵才老屋数间，卑庳迫隘，无足观，独其西阁为胜。水自西谷中循石罅奔射出阁下，南与东谷水并注池中。自池而出，乃为前所谓小涧者。 阁据其上流，当水石，峻激相搏处，最为可玩，乃壁其后无所睹。独夜卧其上，则枕席之下终夕潺潺，久而益悲，为可爱耳。 出山门而东十许步，得石台，下临峭岸，深昧险绝。于林薄间东南望，见瀑布自前岩穴瀵涌而出，投空下数十尺，其沫乃如散珠喷雾，日光烛之，璀璨夺目，不可正视。台当山西南缺，前揖芦山，一峰独秀出，而数百里间，峰峦高下，亦皆历历在眼。日薄西山，余光横照，紫翠重叠，不可殚数。旦起下视，白云满川，如海波起伏，而远近诸山出其中者，皆若飞浮来往，或涌或没，顷刻万变。台东径断，乡人凿石容磴以度，而作神祠于其东，水旱祷焉。畏险者或不敢度。然山之可观者至是则亦穷矣。 余与刘充父、平父、吕叔敬、表弟徐周宾游之，既皆赋诗，以纪其胜，余又叙次其详如此。而最其可观者，石磴、小涧、山门、石台、西阁瀑布也。因各别为小诗以识其处，呈同游诸君，又以告夫欲往而未能者。年月日记。 ",
		"question-answer": {
			"对下列语句中加点词的解释，不正确的一项是 A．叠石为磴，十余级乃得度　　磴：石台阶 B．循磴而东，即得小涧 循：顺着 C．阁据其上流 据：拥有 D．老屋数间，卑庳迫隘 隘：狭小": "C",
			"下列句中加点词的意义和用法，相同的一项是 A.叠石为磴，十余级乃得度自池而出，乃为前所谓小涧者 B.山之胜盖自此始则枕席之下终夕潺潺 C.循磴而东又为石梁，度而北 D.虽盛夏亭午无暑气虽好游者不能穷也": "B",
			"下列各句对文章的阐述，不正确的一项是 A．这篇游记采用了移步换景的方式，引导人们去游览百丈山的胜景。 B．文章第2段以涧为中心，贯穿着水的描写，详写涧水美的形貌和作者由此而萌生的审美情趣。 C．作者认为山庵，壁其后不足观，游人不必前往。 D．山门伴水，枕席卧闻水韵，但时间长了更加悲伤，不过终究是可爱之景。": "C",
			"": "1(涧中)水流清澈，从高处急速流下，发出淙淙的流水声。2唯独在夜里睡在西阁楼上，枕席下面就整夜都响着潺潺的流水声，听久了更感到悲凉，这种情境令人觉得可爱罢了。"
		},
		"translation": "登上百丈山三里来路，向右边俯视，是又深又险的山沟，路的左边靠着陡峭的山崖，路面是垒起来的石磴，上了十几个台阶才过去了这段险区。百丈山的胜景，从此开始了。  沿着石磴往东走，碰到一条小涧。一座石桥跨过在它上边。两侧全是苍青绿色的藤蔓和历史悠久的花草树木，即便是炎夏的晌午，都没有一点热流。涧水都是清澈透亮，从高空往下流，传出溅溅的响声。踏过石桥，顺着两侧全是悬崖的小道弯弯曲曲地走上去，碰到了一座寺庙的大门。有三间小屋子，连十来个人也容下不出来，可是前边能够 俯瞰涧水。大门的后面临石池，风从两侧的山峡间吹过来，一天到晚持续。大门里面，又有一座石桥跨过在石池上。已过石桥向北走，踩着石梯，上多少级就来到尼姑庵。尼姑庵仅有几家老房子，房屋又矮又窄，沒有什么好收看的地区。只能西阁幸福。溪流从西边峡谷中沿着缝隙从西阁下边象箭射一般飞跑排出，往南与东边峡谷中的水一块引入石池中。水从石池中再流出去，就产生了前边常说的哪条小涧。西阁坐落于它的上下游，在急流和峻石相博击的地区，最最该赏析。后边是一座崖壁，没什么可以看的。一个人夜里躺在西阁里边，枕芯和卧席下边彻夜都能听见涓涓的水流声。越听得時间长越觉得可悲，但也很有趣。  从寺庙的大门出去往东走十来步，碰到一座石台。石台下临险峻的崖岸，深幽灰暗极为奇险。从万物散生的地区向西南放眼望去，见一瀑布从前边的岩穴中喷发而出，又从几十尺的高上空投下来。溅起的水沫象撒落的真珠，又象喷涌的雾水，被太阳一照，光彩耀眼，不可以正眼去看看。石台在山西北的开口处，它的前边冲着芦山，有一座非常秀美的高山出現在眼下，而近远几百里高矮不一样的层峦叠嶂也都一个个一清二楚地展现在眼下。太阳迫近香山了，余光横射过来，蓝紫色和绿色重重叠叠，数也数不完。早上起來往山脚下放眼望去，蓝天布满平野，就象一起一伏的海洋浪涛一样。而远远近近从云上外露来的高山，都象来来去去飘散波动一样，有的冒出，有的沉船，转眼间千姿百态。石台往东的小道断决了，本地的人凿出些仅容纳下栏的石磴来根据，并在东边建了一座神祠，碰到涝灾或大旱就到那边去祷告。担心风险的人有的就害怕以往。而山顶可欣赏的景色，到这儿也就没了。  我同刘充父、刘平父、吕叔敬、堂弟徐周宾到这儿来游玩。早已把山顶的盛景都作诗记叙已过，我又依照顺序那样详尽记叙出来。山顶最最该欣赏的地区是石磴、小涧、寺庙大门、石台、西阁和瀑布。因而各自作了短诗来叙述这种地区，并呈赠给了一同来游玩的人。如今又写了这篇游记攻略，用它来告知这些想来游玩而无法去的人。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28887.html": {
		"context": "登百丈山三里许，右俯绝壑，左控垂崖，叠石为磴，十余级乃得度，山之胜盖自此始。 循磴而东，即得小涧，石梁跨于其上，皆苍藤古木，虽盛夏亭午无暑气。水皆清澈，自高淙下，其声溅溅然。度石梁，循两崖曲折而上，得山门。小屋三间，不能容十许人。然前瞰涧水，后临石池，风来两峡间，终日不绝。门内跨池，又为石梁，度而北，蹑石梯数级入庵。庵才老屋数间，卑庳迫隘，无足观，独其西阁为胜。水自西谷中循石罅奔射出阁下，南与东谷水并注池中。自池而出，乃为前所谓小涧者。 阁据其上流，当水石，峻激相搏处，最为可玩，乃壁其后无所睹。独夜卧其上，则枕席之下终夕潺潺，久而益悲，为可爱耳。 出山门而东十许步，得石台，下临峭岸，深昧险绝。于林薄间东南望，见瀑布自前岩穴瀵涌而出，投空下数十尺，其沫乃如散珠喷雾，日光烛之，璀璨夺目，不可正视。台当山西南缺，前揖芦山，一峰独秀出，而数百里间，峰峦高下，亦皆历历在眼。日薄西山，余光横照，紫翠重叠，不可殚数。旦起下视，白云满川，如海波起伏，而远近诸山出其中者，皆若飞浮来往，或涌或没，顷刻万变。台东径断，乡人凿石容磴以度，而作神祠于其东，水旱祷焉。畏险者或不敢度。然山之可观者至是则亦穷矣。 余与刘充父、平父、吕叔敬、表弟徐周宾游之，既皆赋诗，以纪其胜，余又叙次其详如此。而最其可观者，石磴、小涧、山门、石台、西阁瀑布也。因各别为小诗以识其处，呈同游诸君，又以告夫欲往而未能者。年月日记。 ",
		"question-answer": {
			"下列句子中加点词的解释，不正确的一项是 A．于林薄间东南望　　　　薄：迫近 B．日光烛之 烛：照耀 C．不可殚数 殚：尽 D．既皆赋诗，以纪其胜 胜：胜景": "A",
			"下面六句话分别编为四组，全都体现百丈山最可观的一组是 ①以告夫欲往而未能者　②一峰独秀出　③皆若飞浮来往　④下临峭岸， 深昧险绝　⑤日薄西山，余光横照，紫翠重叠，不可殚数　⑥作神祠于其东，水旱祷焉 A．①②④ B．①②③ C．③④⑤ D．④⑤⑥": "C",
			"下列对原文有关内容的分析和概括，不正确的一项是 A．这是一篇以刻画山水景物见长的游记。作者没有把笔墨花在记述出游的时间、行程上面，而是着力于描写百丈山的优美风景，抒发对百丈山的喜爱。 B．第1段作者侧重在表现其壮美的一面，云海起伏，峰峦绵亘，他选择了独特的视角，把百丈山各种姿态的美展现了出来。 C．接着作者以固定的景点，用傍晚和清晨两个不同时间的景观，构思两幅图画，进一步渲染了壮美的特征。前者突出的是色彩绚烂美；后者凸现的则是云海的变幻美。 D．作者以自己的审美判断，对最可观与未可睹的景物进行描绘。对它们各别为小诗以识其处，目的之 一是为了告夫欲往而未能者。": "D",
			"将文中画线的语句翻译成现代汉语。1日薄西山，余光横照，紫翠重叠，不可殚数。2台东径断，乡人凿石容磴以度，而作神祠于其东，水旱祷焉。": "1太阳迫近西山，在余晖横斜照耀之下，群山或紫或翠，重叠相映，数也数不尽。2石台东面，小路断绝，乡里的人在山壁上凿出石级为路，用以行走，并且在它的东面修造祭神的祠堂，天旱或水涝时在这里向神佛祈祷。"
		},
		"translation": "登上百丈山三里来路，向右边俯视，是又深又险的山沟，路的左边靠着陡峭的山崖，路面是垒起来的石磴，上了十几个台阶才过去了这段险区。百丈山的胜景，从此开始了。  沿着石磴往东走，碰到一条小涧。一座石桥跨过在它上边。两侧全是苍青绿色的藤蔓和历史悠久的花草树木，即便是炎夏的晌午，都没有一点热流。涧水都是清澈透亮，从高空往下流，传出溅溅的响声。踏过石桥，顺着两侧全是悬崖的小道弯弯曲曲地走上去，碰到了一座寺庙的大门。有三间小屋子，连十来个人也容下不出来，可是前边能够 俯瞰涧水。大门的后面临石池，风从两侧的山峡间吹过来，一天到晚持续。大门里面，又有一座石桥跨过在石池上。已过石桥向北走，踩着石梯，上多少级就来到尼姑庵。尼姑庵仅有几家老房子，房屋又矮又窄，沒有什么好收看的地区。只能西阁幸福。溪流从西边峡谷中沿着缝隙从西阁下边象箭射一般飞跑排出，往南与东边峡谷中的水一块引入石池中。水从石池中再流出去，就产生了前边常说的哪条小涧。西阁坐落于它的上下游，在急流和峻石相博击的地区，最最该赏析。后边是一座崖壁，没什么可以看的。一个人夜里躺在西阁里边，枕芯和卧席下边彻夜都能听见涓涓的水流声。越听得時间长越觉得可悲，但也很有趣。  从寺庙的大门出去往东走十来步，碰到一座石台。石台下临险峻的崖岸，深幽灰暗极为奇险。从万物散生的地区向西南放眼望去，见一瀑布从前边的岩穴中喷发而出，又从几十尺的高上空投下来。溅起的水沫象撒落的真珠，又象喷涌的雾水，被太阳一照，光彩耀眼，不可以正眼去看看。石台在山西北的开口处，它的前边冲着芦山，有一座非常秀美的高山出現在眼下，而近远几百里高矮不一样的层峦叠嶂也都一个个一清二楚地展现在眼下。太阳迫近香山了，余光横射过来，蓝紫色和绿色重重叠叠，数也数不完。早上起來往山脚下放眼望去，蓝天布满平野，就象一起一伏的海洋浪涛一样。而远远近近从云上外露来的高山，都象来来去去飘散波动一样，有的冒出，有的沉船，转眼间千姿百态。石台往东的小道断决了，本地的人凿出些仅容纳下栏的石磴来根据，并在东边建了一座神祠，碰到涝灾或大旱就到那边去祷告。担心风险的人有的就害怕以往。而山顶可欣赏的景色，到这儿也就没了。  我同刘充父、刘平父、吕叔敬、堂弟徐周宾到这儿来游玩。早已把山顶的盛景都作诗记叙已过，我又依照顺序那样详尽记叙出来。山顶最最该欣赏的地区是石磴、小涧、寺庙大门、石台、西阁和瀑布。因而各自作了短诗来叙述这种地区，并呈赠给了一同来游玩的人。如今又写了这篇游记攻略，用它来告知这些想来游玩而无法去的人。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28887.html": {
		"context": "登百丈山三里许，右俯绝壑，左控垂崖，叠石为磴，十余级乃得度，山之胜盖自此始。 循磴而东，即得小涧，石梁跨于其上，皆苍藤古木，虽盛夏亭午无暑气。水皆清澈，自高淙下，其声溅溅然。度石梁，循两崖曲折而上，得山门。小屋三间，不能容十许人。然前瞰涧水，后临石池，风来两峡间，终日不绝。门内跨池，又为石梁，度而北，蹑石梯数级入庵。庵才老屋数间，卑庳迫隘，无足观，独其西阁为胜。水自西谷中循石罅奔射出阁下，南与东谷水并注池中。自池而出，乃为前所谓小涧者。 阁据其上流，当水石，峻激相搏处，最为可玩，乃壁其后无所睹。独夜卧其上，则枕席之下终夕潺潺，久而益悲，为可爱耳。 出山门而东十许步，得石台，下临峭岸，深昧险绝。于林薄间东南望，见瀑布自前岩穴瀵涌而出，投空下数十尺，其沫乃如散珠喷雾，日光烛之，璀璨夺目，不可正视。台当山西南缺，前揖芦山，一峰独秀出，而数百里间，峰峦高下，亦皆历历在眼。日薄西山，余光横照，紫翠重叠，不可殚数。旦起下视，白云满川，如海波起伏，而远近诸山出其中者，皆若飞浮来往，或涌或没，顷刻万变。台东径断，乡人凿石容磴以度，而作神祠于其东，水旱祷焉。畏险者或不敢度。然山之可观者至是则亦穷矣。 余与刘充父、平父、吕叔敬、表弟徐周宾游之，既皆赋诗，以纪其胜，余又叙次其详如此。而最其可观者，石磴、小涧、山门、石台、西阁瀑布也。因各别为小诗以识其处，呈同游诸君，又以告夫欲往而未能者。年月日记。 ",
		"question-answer": {
			"写出下列加点词在句中的意思  1山之胜盖自此始  2日光烛之  3台当山西南缺  4日薄西山 ": "1美景 2照 3面对、正对 4迫近",
			"下列句子中加点虚词的意义和用法相同的一项是 A．十余级乃得度其沫乃如散珠喷雾 B．既皆赋诗以纪其胜又以告夫欲往而未能者 C．其声溅溅然阁据其上流 D. 出山门而东十许步曲折而上": "C",
			"翻译下面的句子：1乡人凿石容磴以度，而作神祠于其东。2因各别为小诗以识其处，呈同游诸君": "1乡里的人在石壁上凿出石级为路，用来行走，并且在它的东面修造了祭神的祠堂。2因此每处另外写了一首小诗来记述这些地方的景致，献给一起游玩的几个朋友。",
			"根据作者交代的游览路线，文中写景所采用的是 的方法。": "移步换景",
			"从第②、③两段所描述的不同时段的画面中，我们可以体会出作者是在表现百丈山的，同时更表达了他、的品格。": "涧水瀑布的壮美景色（或：美景给自己的美感享受）；热爱自然、不畏艰险。"
		},
		"translation": "登上百丈山三里来路，向右边俯视，是又深又险的山沟，路的左边靠着陡峭的山崖，路面是垒起来的石磴，上了十几个台阶才过去了这段险区。百丈山的胜景，从此开始了。  沿着石磴往东走，碰到一条小涧。一座石桥跨过在它上边。两侧全是苍青绿色的藤蔓和历史悠久的花草树木，即便是炎夏的晌午，都没有一点热流。涧水都是清澈透亮，从高空往下流，传出溅溅的响声。踏过石桥，顺着两侧全是悬崖的小道弯弯曲曲地走上去，碰到了一座寺庙的大门。有三间小屋子，连十来个人也容下不出来，可是前边能够 俯瞰涧水。大门的后面临石池，风从两侧的山峡间吹过来，一天到晚持续。大门里面，又有一座石桥跨过在石池上。已过石桥向北走，踩着石梯，上多少级就来到尼姑庵。尼姑庵仅有几家老房子，房屋又矮又窄，沒有什么好收看的地区。只能西阁幸福。溪流从西边峡谷中沿着缝隙从西阁下边象箭射一般飞跑排出，往南与东边峡谷中的水一块引入石池中。水从石池中再流出去，就产生了前边常说的哪条小涧。西阁坐落于它的上下游，在急流和峻石相博击的地区，最最该赏析。后边是一座崖壁，没什么可以看的。一个人夜里躺在西阁里边，枕芯和卧席下边彻夜都能听见涓涓的水流声。越听得時间长越觉得可悲，但也很有趣。  从寺庙的大门出去往东走十来步，碰到一座石台。石台下临险峻的崖岸，深幽灰暗极为奇险。从万物散生的地区向西南放眼望去，见一瀑布从前边的岩穴中喷发而出，又从几十尺的高上空投下来。溅起的水沫象撒落的真珠，又象喷涌的雾水，被太阳一照，光彩耀眼，不可以正眼去看看。石台在山西北的开口处，它的前边冲着芦山，有一座非常秀美的高山出現在眼下，而近远几百里高矮不一样的层峦叠嶂也都一个个一清二楚地展现在眼下。太阳迫近香山了，余光横射过来，蓝紫色和绿色重重叠叠，数也数不完。早上起來往山脚下放眼望去，蓝天布满平野，就象一起一伏的海洋浪涛一样。而远远近近从云上外露来的高山，都象来来去去飘散波动一样，有的冒出，有的沉船，转眼间千姿百态。石台往东的小道断决了，本地的人凿出些仅容纳下栏的石磴来根据，并在东边建了一座神祠，碰到涝灾或大旱就到那边去祷告。担心风险的人有的就害怕以往。而山顶可欣赏的景色，到这儿也就没了。  我同刘充父、刘平父、吕叔敬、堂弟徐周宾到这儿来游玩。早已把山顶的盛景都作诗记叙已过，我又依照顺序那样详尽记叙出来。山顶最最该欣赏的地区是石磴、小涧、寺庙大门、石台、西阁和瀑布。因而各自作了短诗来叙述这种地区，并呈赠给了一同来游玩的人。如今又写了这篇游记攻略，用它来告知这些想来游玩而无法去的人。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28634.html": {
		"context": "楚惠王食寒菹而得蛭①，因遂吞之，腹有疾而不能食。令尹问：王安得此疾也？王曰：我食寒菹而得蛭，念谴之而不行其罪，是废法而威不立也；谴而行诛，则庖厨监食者法皆当死，心又不忍也。吾恐左右见之也，因遂吞之。令尹避席再拜而贺曰：臣闻天道无亲，唯德是辅。王有仁德，天之所奉也，病不为伤。是夕也，蛭出，久患心腹之积皆愈。故天之亲德也，可谓不察乎！曰：此虚言也。 案惠王之吞蛭，不肖之主也。何则？一国之君，专擅赏罚；而赦，人君所为也。惠王通谴菹中何故有蛭，庖厨监食皆当伏法。然能终不以饮食行诛于人，赦而不罪，惠莫大焉。庖厨罪觉而不诛，自新而改后。惠王赦细而活微，身安不病。今则不然，强食害己之物，使监食之臣不闻其过，失御下之威，无御非之心，不肖也。 楚相孙叔敖为儿之时，见两头蛇，杀而埋之，归，对其母泣。母问其故，对曰：我闻见两头蛇死。向者出见两头蛇，恐去母死，是以泣也。其母曰： 今蛇何在？对曰：我恐后人见之，即杀而埋之。其母曰：吾闻有阴德者，天必报之。汝必不死，天必报汝。叔敖竟不死，遂为楚相。埋一蛇，获二佑，天报善明矣。曰：此虚言矣。 齐孟尝君田文以五月五日生，其父田婴让其母曰：何故举之？曰：君所以不举五月子，何也？婴曰：五月子长与户②同，杀其父母。曰：人命在天乎？在户乎？如在天，君何忧也；如在户，则宜高其户耳，谁能及之者！ 后文长与一户同，而婴不死。是则五月举子之忌，无效验也。 夫恶见两头蛇犹五月举子也五月举子其父不死则知见两头蛇者无殃祸也由此言之见两头蛇自不死非埋之故也。埋蛇恶人复见，叔敖贤也。贤者之行，岂徒埋蛇一事哉？禀天善性，动有贤行。贤行之人，宜见吉物，无为乃见杀人之蛇。岂叔敖未见蛇之时有恶，天欲杀之，见其埋蛇，除其过，天活之哉？石生而坚，兰生而香。如谓叔敖之贤在埋蛇之时，则非生而禀之也。 （选自王充《论衡福虚篇》，有删改） 【注】①菹（zū），酸菜；蛭，蚂蟥。②户，门。",
		"question-answer": {
			"对以下天赋加点词句的表述，有误的一项是  A．案惠王之吞蛭，不肖之主也案：调查  B．吾闻有阴德者，天必报之报：对付  C．何因举之？举：抚养，照顾  D．是则五月举子之忌，无效验也效：认证，证实": "B",
			"以下每组语句中，天赋加点词的实际意义和使用方法同样的一项是  A．①而赦，人君所干也②偏在远郡，已然处世所并  B．①今蛇在哪？②终继五国迁灭，何哉？  C．①齐孟尝君田文以五月五日生②五亩之宅，树之以桑  D．①潜山乃见砍人之蛇②今其智乃反不可以及": "D",
			"以下用／给原文中画波浪线一部分的断句，恰当的一项是  A.夫恶见两头蛇犹五月举子也／五月举子／父亲没死则知／见两头蛇者／无殃祸也／由此话之／见两头蛇／自没死非埋之故也  B.夫恶见两头蛇／犹五月举子也／五月举子／父亲没死／则知见两头蛇者／无殃祸也／由此话之／见两头蛇／自没死非埋之故也  C.夫恶见两头蛇／犹五月举子也／五月举子／父亲没死／则知见两头蛇者／无殃祸也／由此话之／见两头蛇自没死／非埋之故也  D.夫恶见两头蛇犹五月举子也／五月举子／父亲没死则知／见两头蛇者／无殃祸也／由此话之／见两头蛇自没死／非埋之故也": "C",
			"对全文相关內容的了解和解析，以下描述有误的一项是  A．楚惠王吞蛭而生腹疾，令尹觉得楚王此仁爱之事会获得老天爷的t恤。之后楚王果然治愈，好像证实了扬善必得天福佑。  B．作者刻骨铭心分析了楚王吞蛭之事，觉得他既不可以纠人之错，又不可以塑造威信和权威，乃是不肖之主，进而否认了他痊愈是天之亲德的叫法。  C．作者引入五月举子的例证，是以便证实孙叔敖因埋蛇之事而获得老天爷庇护的叫法是虚妄的。  D．作者觉得孙叔敖埋蛇之事虽然表明他是贤良的人，但智者所闻应是吉祥如意的东西，因此他看到砍人之蛇表明他天性为恶。": "D",
			"把文言文阅读原材料里加水平线的句子翻译成现代汉语语法。1令尹避席再拜而贺曰：臣闻天道无亲，唯德是辅。2然能终不因饮食搭配行诛于人，赦而不罪，惠莫大焉。3当在天，君何忧也；当在户，则宜高其户耳，谁能比之者！": "1令尹离去自身的坐位拜了两拜并恭喜说：她告诉我天至是沒有亲疏有别的，只协助有品行的人。2殊不知能最后不会因饮食搭配难题把人处决，并饶恕，不判罪，其恩惠沒有比这更大的了。 3假如由天决策，你忧虑哪些！假如由门决策，那么就应当把门提高，谁还能长到跟门一样高！"
		},
		"translation": "楚惠王吃凉泡菜发觉有蚂蟥，因此就吞噬了，以后腹腔生病不可以进食。令尹问安道：君主如何得这病的？惠王回应说：我吃凉泡菜发觉有蚂蟥，想假如责怪主厨而没治她们的罪呢，它是毁坏法案进而自身威势创建不起來的作法；要责怪并给与她们处罚，那主厨和管饮食的人按法律法规都该处决，心又不忍心。害怕上下的人看到，因此就吞噬了。令尹离去自身的坐位拜了两拜并恭喜说：她告诉我天至是沒有亲疏有别的，只协助有品行的人。君主具备仁爱，靠天的协助，病不容易导致损害。这一天夜里，排出来了蚂蟥，另外生病了好长时间的亲信积块也统统治愈了。因此老天爷是爱惜有品行的人的，这还能说不清吗！我讲，它是句谎话。  调查惠王吞吃蚂蟥，能够看得出他不是于诚的君王。有不于诚的品行，老天爷不容易庇佑。怎么回事？惠王狠不下心责怪冷泡菜中有蚂蟥的事，也许主厨和管饮食的人依照法律法规都被干掉。一国的君王，独断专行全国性的奖赏与处罚；而饶恕千古罪人的权利，都是君王所把握。惠王用一般 责怪泡菜中怎么会有蚂蟥的做法，主厨和管饮食的人都该被依规处决，殊不知能最后不会因饮食搭配难题把人处决，并饶恕，不判罪，其恩惠沒有比这更大的了。主厨的罪行被发现而沒有杀他，当然会自新，改了之后不再次发生。惠王宽容小罪，使影响力低下的人保权了生命，本身也会安全而不得病。如今则并不是那样，惠王硬吃下危害自身的物品，让管理方法饮食的大臣不清楚自身的过失，失去执政百姓的威势，由此可见沒有劝阻不正确的含意，这不是于诚的。  楚国令尹孙叔敖是小孩的情况下，看见2个头的蛇，因此把它杀掉并埋起来。回家了冲着他妈妈抽泣。妈妈问起缘故，回应说：她告诉我遇上2个头的蛇的人要死。刚刚出来，遇到了2个头的蛇，也许还要撇下妈妈去世，因而抽泣。他妈妈说：如今蛇在哪儿？回应说：我也许之后的人看到，就干掉埋了。他妈妈说：她告诉我暗地里有品行的人，天就会以福佑报答他。你一定不容易死，天毫无疑问要回报你的。孙叔敖总算沒有死，并干了楚国的令尹。埋起来一条两头蛇，获得二次庇佑，天恶报做善事的人，它是清清楚楚的。我觉得，它是谎话。  齐国孟尝君田文在五月五日出世，他爸爸田婴指责他妈妈说：需不需要种活他呢？他的妈妈说：你不肯养育五月出世的小孩，怎么回事？田婴说：五月出世的小孩长到跟门一样高，就会克死他的爸爸妈妈。妈妈反询问道：人的命运由天决策呢？還是由门决策呢？假如由天决策，你忧虑哪些！假如由门决策，那么就应当把门提高，谁还能长到跟门一样高！之后田文长得跟门一样高，而田婴并沒有死。因此五月养小孩的避讳，沒有被认证。  反感看到2个头的蛇，如同反感五月养小孩一样。五月养小孩，他的爸爸沒有死，就了解看到两头蛇的人，沒有伤害。从而想来，看到两头蛇原本不容易死，并非他埋起来两头蛇的原因。埋起来蛇是怕他人再看到，它是孙叔敖的贤行。贤人的贤行，难道说只能埋蛇一桩事儿吗？从天那边禀承了善性，一举一动都是是贤行。有贤行的人，应当看到吉祥如意的物品，不应当只看到会克死人的两头蛇。难道说是孙叔敖都还没看到蛇的情况下就会有罪孽，天想杀他，见他埋起来两头蛇，消除了他的罪行，是天使之他活下的吗？石块天性硬实，兰草花天生花香，假如说孙叔敖的贤行只在埋蛇的情况下，那么就并不是天生就从天那里禀承了善性。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28890.html": {
		"context": "东平宪王刘苍，建武十五年封东平公，十七年进爵为王。苍少好经书，有智思，显宗甚爱重之。是时中兴三十余年，四方无虞，苍以天下化平，宜修礼乐，乃与公卿共议定南北郊冠冕、车服制度及光武庙登歌、八佾舞数，语在《礼乐》《舆服志》。 四年春，车驾近出，观览城第，寻闻当遂校猎河内，苍即上书谏曰：臣闻时令，盛春农事，不聚众兴功。动不以礼，非所以示四方也。帝览奏，即还宫。 苍在朝数载，多所隆益，而自以至亲辅政，声望日重，意不自安。上疏归职，帝不听．。其后数陈乞，辞甚恳切。五年，乃许还国。 肃宗即位，尊重恩礼逾于前世，诸王莫与为比。后帝欲为原陵起县邑，苍闻之，遽上疏谏，帝从而止。自是朝廷每有疑政，辄驿使咨问。苍悉心以对，皆见纳用。 六年冬，苍上疏求朝。帝以苍冒涉寒露，遣谒者赐貂裘，使大鸿胪窦固持节郊迎。帝乃亲自循行邸第，豫设帷床。苍以受恩过礼，上疏辞曰：臣闻卑高列序，上下以理。陛下亲屈至尊，降礼下臣，每赐宴见，中宫注亲拜，事过典故，臣惶怖战栗，诚不自安。此非所以示群下、安臣子也。帝省．奏叹息，愈褒贵焉。 苍还国，疾病，帝驰遣名医，使者冠盖不绝于道。明年正月薨。元和三年，幸东平宫，帝追感念苍，谓其诸子曰：思其人，至其乡；其处在，其人亡。因泣下沾襟。初，苍归国，骠骑时吏丁牧、周栩以苍敬贤下士，不忍去之，遂为王家大夫，数十年事祖及孙。帝闻，皆引见于前，既愍其淹滞，且欲扬苍德美，即皆擢拜议郎。 论曰：孔子称贫而无谄，富而无骄，未若贫而乐，富而好礼者也。若东平宪王，可谓好礼者也。若其辞至戚去母后岂欲苟立名行而忘亲遗义哉盖位疑则隙生累近则丧大斯盖明哲之所为叹息呜呼远隙以全忠释累以成孝夫岂宪王之志哉！ （取材于《后汉书光武十王列传》） 【注】中宫：皇后居住之处，借指皇后。",
		"question-answer": {
			"用斜线（/）给上面文言文画波浪线的部分断句。若其辞至戚去母后岂欲苟立名行而忘亲遗义哉盖位疑则隙生累近则丧大斯盖明哲之所为叹息呜呼远隙以全忠释累以成孝夫岂宪王之志哉": "若其辞至戚/去母后/岂欲苟立名行而忘亲遗义哉/盖位疑则隙生/累近则丧大/斯盖志安之所干哀叹/呜呼/远隙以全忠/释累以成孝/夫岂宪王之志哉",
			"下列语句中，加点词语的解释不正确的一项是 A．苍以天下化平 以：认为。 B．寻闻当遂校猎河内 寻：不久。 C．上疏归职，帝不听听：允许。 D．帝省奏叹息，愈褒贵焉省：反省。": "D",
			"下列对文中语句的理解，不符合文意的一项是 A．动不以礼，非所以示四方也 不依据礼法而采取的行动，不是用来昭示四方的做法 B．尊重恩礼逾于前世，诸王莫与为比 （肃宗）尊奉恩礼超过前代，历代帝王中没有人能够与他相比 C．自是朝廷每有疑政，辄驿使咨问 从这以后，朝廷每有疑而难决的政事，总派人（前往）征求（刘苍的）意见 D．中宫亲拜，事过典故 皇后亲自（向臣）行拜礼，（臣所接受的）礼遇超越了常例的规定": "B",
			"下列理解和分析，不符合文意的一项是 A．刘苍作为皇亲被封王，但其影响大、有声望靠的是自身才智。 B．刘苍多次向帝王提意见，非但没有触怒帝王，反而很受器重。 C．刘苍经历艰辛朝见君王，肃宗到郊外迎接以示对刘苍的尊重。 D．丁、周二位辅佐刘家几代人的事实，侧面显示出刘苍的魅力。": "C",
			"文中说：若东平宪王，可谓好礼者也。结合文意，概括东平宪王的好礼表现在哪些方面，请作简要说明。": "1修治宗庙。永安稳定后，与公卿重臣拟订了南北郊祭拜和冠冕车服等礼乐制度。  2以礼谏君。劝阻显宗皇帝在农活忙碌时捕猎，劝阻肃宗皇帝想替设眹创建县邑的个人行为。  3胜败有仪。当威望值日降时，上疏请归；回朝朝见时，对自身受恩过礼表述躁动不安。  4优待智者。尊敬丁牧、周栩等士人。"
		},
		"translation": "东平宪王刘苍传，刘苍，建武十五年(40)受封东平公，十七年(42)进爵为王。刘苍青少年时好读经卷，颇有聪慧，处世长得一脸好胡子，臀围粗大，显宗十分爱重他。直到即位，封苍为骠骑将军，设长史掾史员四十人，位在三公之中。永平年间(58)，封苍之子二人为悬侯。二年(60)将东郡之寿张、须昌，山阳之南平阳、囊、湖陵五县增加东平国。这时候zte中兴三十多年，四方沒有忧患，刘苍觉得天地化平，应修宗庙，便与公卿相互商议南北郊冠冕车服规章制度，及光武庙登歌八佾舞数，语在《礼乐》、《舆服志》。  四年(62)春，皇帝车驾近出，观光大城市房子，没多久听说将到西贡捕猎，刘苍上书劝说道：臣听说当季，盛春农活比较忙，不能集众兴功。古籍说：田猎不宿，食饮不享，进出而致，则木不曲直。它是失春令的作法。臣知车驾今出，事从约省，所经的地方吏人讽诵《甘棠》之德。即便那样，姿势不依礼数，并不是给四方示范性。希皇上巡行原野，看一下农作物，消遥仿佯，按节而回。来到秋冬季，才振威灵，整法驾，备周卫，设羽旄。《经》上说：抑抑威仪，惟德之隅。(疏忽：人有威仪，如宫室之制。)臣禁不住心里焦虑，伏自手书，求在皇上抵达的地方，表述一片至诚。帝看过后，马上进宫。  刘苍在朝多年，干了很多有利的事，可自身感觉以致亲辅政，威望值一天天高，心里一些躁动不安，便上疏恳求归职。帝优诏不听。之后数次陈上，辞语十分恳切。五年(63)才许还国。  肃宗即位，对刘苍的重视恩礼超出上代，诸王沒有谁可以和他对比。之后皇帝想替原陵、显节陵修县邑，刘苍听说了，赶忙上疏，皇帝遵从了，终止了做为。此后官府有异常的政务，就派快马去征求建议。刘苍全心全意回答，都被听取意见运用。  六年(62)冬，刘苍上疏求朝。第二年元月，皇帝愿意了。特赐装钱一千二百万，其他诸王各一千万。皇帝认为苍冒涉寒露，派谒者赐貂裘，及太官食材珍果，使大鸿胪窦执着节在野外迎来。帝便亲身循行邸第，预置帷床，钱帛青铜器莫不充裕完备。刘苍觉得受恩过礼，情不自安，上疏辞谢道：臣听说贵有常尊，贱有等威，卑高列序，左右以理。皇上至德广施，仁慈骨血，既赐奉朝请，迟尺得今天仪，而亲身屈致尊，降礼于下臣，每一次宴享会见，经常兴席改容，中宫亲拜，事过历史典故。臣十分担心，确实心里躁动不安，每见面，礼让得手脚不知道放到哪儿为好。这并不是给群下做楷模，安抚臣子的方法。皇帝看过奏章十分哀叹，更为褒贵起來。  刘苍归国，病症，皇帝用快马送太医，小黄门招扶，大使往来持续走在路上。又设驿马星万里，传问刘苍的生活起居。令四姓小侯诸君王主都结合到东平吊孝，前后左右赐钱共一亿，布九万匹。直到葬时，策写到：惟建初八年三月己卯，皇帝说：咨王丕显，勤快皇室，亲受策命，昭于上辈子。出作蕃辅，克慎明德，率礼不越，傅闻再下。上天不久 双眼，没报上仁，要我一个人，早中晚茕茕孑立，沒有最终。今诏有司加赐鸾辂乘马，龙..九旒，虎贲千人，赠送王行。并不是我的宪王，谁可以蒙此大德！魂若有灵，保此宠荣。呜呼哀哉！刘苍立四十五年，子怀王刘忠嗣。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28380.html": {
		"context": "山隅有一老圃，早失偶，惟一女远适他乡。猎者怜其孤，赠以猴。老者爱如赤子，每出必从，不链不掣，而不离不逸。如是者五年。一日，老者暴卒，猴掩门，奔其姐，泪如雨。曰：父死乎？颔之，乃俱归。老者家徒壁立，无以为葬，猴遍哭于乡，乡人乃资而掩。姐引之去，猴揖谢之，仍牢守故宅，撷果自食。每逢五必哭祭，似念老父养之五年，哀伤殊甚。未三月而偃卧坟间。乡人怜之，乃葬于老者之侧，勒石其上，曰：义猴之墓。",
		"question-answer": {
			"下列句子朗读节奏划分正确的一项是 A. 某山隅有一／老圃 B. 惟一女远适／他乡 C. 每逢五必哭／祭 D. 未三月／而僵卧坟间": "D",
			"解释下列句中加点的词语。1如是者五年  2老者家徒壁立  3姐引之去  4仍牢守故宅": "1像那样  2只能  3拉  4旧的，之前的",
			"用现代汉语翻译下面句子。 乡人怜之，乃葬于老者之侧。": "乡人可伶它，因此把它埋在了老人的坟旁。",
			"用自己的话说说文中有哪些细节体现了义猴之义？": "奔告老人已死；苦苦哀求乡人为因素老人办丧礼；为老人陈规屋；每到五哭祭老人；悲痛而死回报老人养育恩。"
		},
		"translation": "某座山的角落住着一个老人，早前丧妻，只能一个女儿远嫁他乡。猎手同情他的孤单，赠给他一只猴子。老人疼惜它如同亲生父母孩子，每一次外出都带著它，也不用链扣拴上，也不用手拉式着，那猴子也从不跑不离去。那样已过五年。一天，老人忽然去世了，猴子关了门，跑到老人女儿那边，泪下伤怀。老人的女儿问：爸爸去世了？猴子点了点头。老人的女儿因此和猴子一起回家了。老人家中只能空荡荡的四壁，没有钱下葬。猴子就哭遍了村里，村里人因此集资款埋藏了老人。老人的女儿让它离去，猴子作揖谢谢她，可是依然恪守在老人的房屋，自身采果子吃。每隔五天必然要哭祭老人，仿佛在感思老人抚养了它五年，出现异常悲伤。未过三个月就僵死在老人的坟前。乡人可伶它，因此把它埋在了老人的坟旁，并立了一块石块在上边，刻着：义猴之墓。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131036.html": {
		"context": "朱永，字景昌。伟躯貌，顾盼有威。初见上皇于宣府，数目属焉。景泰中 ，嗣爵奉朝请。英宗复辟，睹永识之曰：是见朕宣府者耶？永顿首谢，即日召侍左右，分领宣威营禁军。天顺四年，宣、大告警，命帅京军巡边。七年统三千营，寻兼神机营。宪宗立，改督团营，领三千营如故。成化元年，荆、襄盗刘通作乱。命永与尚书白圭往讨进师南漳击斩九百有奇会疾留南漳而圭率大军破贼永往会道遇余贼俘斩数百人 论功，进侯。六年，阿罗出寇延绥。复拜将军，偕都御史王越，都督刘玉、刘聚往讨，击败之苏家寨。寇少却，乘势驰之，皆弃辎重走。斩首一百有六，获马牛数千，阿罗出中流矢遁。时斩获无多，然诸将咸力战追敌，边人以为数十年所未有。论功，予世侯。阿罗出虽少挫，犹据河套。明年正月，寇屡入，永所部屡有斩获。三月复以万余骑分掠怀远诸堡。永与越等分兵为五，设伏败之，寇败走。捷闻，玺书奖劳。十四年加永太 子太保。明年冬，拜靖虏将军，东伐，以中官汪直监督军务。还，进爵保国公。又明年正月，延绥告警。命永为将军，越提督军务，直仍监督，分道出塞。越与直选轻骑出孤店关，俘寇于威宁海子。而永率大军由南路出榆林，不见寇，道回远，费兵食巨万，马死者五千余匹。于是越得封伯，直荫锡逾等，而永无功，赏不行。十七年二月，复偕直、越出师大同，御亦思马，获首功百二十，遂赐袭世公。十九年秋，鞑靼小王子入边，宣、大告急。越与直已得罪，以永为镇朔大将军，督诸将周玉、李玙等击败之。或投匿名书言永图不轨。 永乞解兵柄，不许。其冬，手敕加太傅、太子太师。永治军严肃，所至多奏功。前后八佩将军印，内总十二团营兼掌都督府，列侯勋名无与比。弘治九年卒。追封宣平王，谥武毅。给事中王廷言永功不当公，朝议止予袭一世，后皆侯。诏可。",
		"question-answer": {
			"以下对原文中画波浪线一部分的断句，恰当的一项是 A．命永与尚书白圭／往讨进师／南漳击斩九百／有奇会疾留南漳／而圭率大军破贼／永往会道／遇余贼／俘斩数百人／  B．命永与尚书白圭往讨／进师南漳／击斩九百／有奇会疾留南漳／而圭率大军破贼／永往会／道遇余贼俘／斩数百人／  C．命永与尚书白圭／往讨进师南漳／击斩九百有奇／会疾留南漳／而圭率大军破贼／永往会道／遇余贼俘／斩数百人／  D．命永与尚书白圭往讨／进师南漳／击斩九百有奇／会疾留南漳／而圭率大军破贼／永往会／道遇余贼／俘斩数百人／": "D",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A．字是成年人才起的，是对名的表述和填补，对名有描述、表明的功效，故又叫表字。古代人自称为称名，称尊称字。  B．复辟别称重祚，指本来丧失君位的君王再度即位为君。原文中明英宗在土木堡之变中被瓦剌战俘，后再次得到帝位。  C．太傅为古时候职官，起源于西汉，为君王的配合重臣或皇上的教师，执掌礼法的制订和颁行，影响力在丞相之中，权利巨大。  D．谥武毅即朱永的溢号为武毅。溢号是对去世的君王、重臣、皇室等按其先进事迹品性追封的或褒或贬等概括性的头衔。": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．朱永晶相壮伟，神气十足。第一次拜访英宗时，就造成英宗的留意。之后英宗复辟，他迅速就遭受临幸，并被委以重任。  B．朱永争霸很多年，加官进爵。平定刘通叛变，征伐辛格出，出任靖虏大将东征延绥，击败鞑靼小王子等，官衔也快速提高。  C．朱永备受宪宗信赖。同僚王越、汪直早已获罪，他却一切顺利。乃至许多人投匿名信说他造反，皇上不仅不用罪反倒加封。  D．朱永治军严肃认真，战功卓著。一生中前后左右八次配戴大将大印，在京都内头领十二团营兼管都督府，列侯当中没有人可与他匹敌。": "B",
			"把原文中画水平线的句子翻译成现代汉语语法。1因此越得封伯，直荫锡逾等，而永无功，赏不好。2给事中王廷言永功不善公，朝议止予袭一世，后皆侯。诏可。": "1因此王越足以受封伯爵，汪直庇荫赐予跨越级别，但是朱永沒有贡献，不用奖励。 2给事中王廷说朱永荣誉不能为伯爵，朝议决策只给承袭一代，以后全是侯爵，皇上下诏愿意。"
		},
		"translation": ""
	},
	"http://www.yuwen360.com/ywtk/wyw/28637.html": {
		"context": "于敏中，字叔子，江苏金坛人。乾隆三年一甲一名进士，授翰林院修撰。以文翰受高宗知，直懋勤殿，敕书华严、楞严两经。累迁侍讲，典山西乡试，督山东、浙江学政。 十五年，直上书房。累迁内阁学士。十八年，复督山东学政。擢兵部侍郎。二十一年，丁本生父忧，归宗持服。逾年，起署刑部侍郎。二十三年，嗣父枋殁，回籍治丧。未几，丁本生母忧，未以上闻。御史朱嵇疏劾敏中两次亲丧，蒙混为一，恝然①赴官。并言：部臣与疆臣异，不宜夺情任事。诏原之。 二十五年，命为军机大臣。敏中敏捷过人，承旨得上意。三十年，擢户部尚书。子齐贤，乡试未中试。诏以敏中久直内廷，仅一子年已及壮，加恩依尚书品级予荫生。又以敏中正室前卒，特封其妾张为淑人。 三十八年，晋文华殿大学士，兼户部尚书如故。时下诏征遗书，安徽学政朱筠请开局搜辑永乐大典中古书。大学士刘统勋谓非政要，欲寝其议。敏中善筠奏，与统勋力争，于是命敏中为正总裁，主其事。 敏中为军机大臣久，颇接外吏，通声气。三十九年，内监高云从漏泄朱批道府记载，下廷臣鞫治。云从言敏中尝向询问记载，及云从买地涉讼，尝乞敏中嘱托府尹蒋赐棨。上面诘，敏中引罪，诏切责之曰：内廷诸臣与内监交涉，一言及私，即当据实奏闻。朕方嘉其持正，重治若辈之罪，岂肯转咎奏参者？于敏中侍朕左右有年，岂尚不知朕而为此隐忍耶？于敏中日蒙召对，朕何所不言？何至转向内监探询消息？自川省用兵以来，敏中承旨有劳。大功告竣，朕欲如张廷玉例，领以世职。今事垂成，敏中乃有此事，是其福泽有限，不能受朕深恩，宁不痛自愧悔？免其治罪，严加议处。部议革职，诏从宽留任。四十一年，金川平，诏嘉其劳勚，过失可原，仍列功臣，给一等轻车都尉，世袭罔替。四十四年，病喘，遣医视，赐人参。卒优诏赐恤祭葬如例祀贤良祠谥文襄。 （选自《清史稿于敏中传》有删节） 【注】恝（ji）然：淡然，无动于衷；不在意的样子。",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A.典山西乡试典：主持人，负责人  B.领以世职领：推动，正确引导  C.过错可原原：宽容，宽容  D.病喘，遣医视病：得病，生病": "B",
			"对原文中画波浪线一部分的断句，恰当的一项是 A.卒/优诏赐恤/祭葬如例/祀贤良祠/谥文襄  B.卒优/诏赐恤/祭葬如例/祀贤良祠/谥文襄  C.卒/优诏赐/恤祭葬如例/祀贤能/祠谥文襄  D.卒优/诏赐恤祭/葬如例/祀贤良祠/谥文襄": "A",
			"以下对全文相关內容的归纳和解析，有误的一项是 A.于敏中在乾隆三年的情况下报考了进士，他由于才华被清高宗了解，朝廷以前下谕旨他会抄录华严、楞严两台佛书。  B.于敏中由于嗣父过世荣归故里治丧，没多久他亲生父母妈妈又过世，可是于敏中并沒有汇报给朝廷，他遭受了御史朱嵇的罢免。  C.于敏中的孩子乡试沒有考取，朝廷觉得于敏中做官廉洁，刻意赏赐他的孩子荫生的真实身份，而且加封于敏中的妾张氏为淑人。  D.于敏中天资聪颖，奉承旨意非常合乎皇帝的情意。他长期的出任军机大臣，和靠外的官员们有许多的触碰，也遭受过皇帝的惩罚。": "C",
			"把原文中画水平线的句子翻译成现代汉语语法。1大学士刘统勋谓非知名人士，欲寝其议。敏中善筠奏，与统勋奋力，因此命敏中为正首席总裁，主其事。2今事垂成，敏中乃有这事，是其鸿福比较有限，不可以受朕深恩，宁不疼自愧悔？": "1大学士刘统勋觉得这并不是治国步聚（政冶上关键的事），要想临时闲置他的建议。于敏中觉得朱筠的奏议非常好，和刘统勋全力以赴（竭尽全力、竭力）争执，因此（朝廷）任职于敏中做为正首席总裁，负责人这件事情。2如今大事儿即将进行，于敏中居然有这种事情，这就是你鸿福比较有限，不可以接纳我的浓厚的养育恩，他难道说不自身有痛苦感惭愧后悔莫及吗？"
		},
		"translation": "于敏中，字叔子，是江苏金坛人。乾隆三年一甲第一名进士，被授于翰林院修撰的官衔。由于文章内容才华被清高宗了解（掌握），在懋勤殿当值，朝廷下诏他会抄录华严、楞严两台佛书。数次升职当官到侍讲，负责人山西的乡试，监管山东、浙江的学政。  乾隆十五年，于敏中在上书房当值。数次升职保证内阁学土。乾隆十八年，他又去监察山东的学政。被提高做兵部侍郎。乾隆二十一年，为亲爸守丧，重归自身本宗守丧。已过一年，被征招做刑部侍郎。乾隆二十三年，改姓的爸爸于枋过世，他回家了治丧。没多久，于敏中的亲生父母亲人去世，他沒有汇报给朝廷。御史朱嵇上疏罢免于敏中2次的家人丧礼，他欺骗混为一谈，满不在乎地去当官而且说朝廷的重臣和地区的高官不一样，不应当夺情让她们当官。皇帝下诏宽容了他。  乾隆二十五年，于敏中被任职做军机大臣。于敏中天资聪颖，奉承旨意非常合乎皇帝的情意。乾隆三十年，他被破格提拔做户部尚书。于敏中的孩子于齐贤，报名参加乡试沒有考取。朝廷下诏由于于敏中长期以内廷当值，仅有一子年纪早已来到青壮年，非常加恩依照尚书的等级授于他荫生的真实身份。又由于于敏中的正室以前早已过世，非常加封他的妾张氏为淑人。  乾隆三十八年，于敏中升职做文华殿的大学士，还像之前一样担任户部尚书。那时候朝廷下谕旨征询流失的书藉，安徽学政朱筠请求开局搜求永乐盛典中的古时候书藉。大学士刘统勋觉得这并不是政冶任务，要想临时闲置他的建议。于敏中觉得朱筠的奏议非常好，和刘统勋竭力争执，因此朝廷任职于敏中出任正首席总裁，负责人这件事情。  于敏中做为军机大臣很长期，和靠外的官员触碰许多，通告信息。乾隆三十九年，太监高云从泄漏朱批的道府记述，被交到重臣审讯惩办。高云从说于敏中以前向他了解过记述的內容，直到高云从买地涉及起诉的情况下，他以前恳求于敏中嘱咐府尹蒋赐棨。皇帝当众诘问于敏中，于敏中认可了罪行。皇帝下谕旨真切地问责她说：内廷的重臣和太监有商谈，有一句老话到个人的事儿，马上理应按实上奏使皇帝听到。我就要奖励公平的人，重重的治大家这种人的罪行，如何肯继而指责这些参奏的人？于敏中你一直在我的身旁侍候有好几年了，难道说还不清楚我以便这一缘故隐忍着吗？于敏中你每日都一不小心召对，我哪些话不与你说？如何还对于继而向太监去探察了解信息？自打川省用兵打战至今，你于敏中办事有贡献。大获全胜的情况下，我要像张廷玉那般的事例，给你坚振世世代代的岗位。如今大事儿还要贡献，于敏中居然有这种事情，这就是你的鸿福比较有限，不可以坚振我的浓厚的恩德，难道说还不自身有痛苦感惭愧后悔莫及吗？可免于整治你的罪行，交到部里严苛的议罪。部里商讨是撤职，皇帝下诏从宽处罚，留任。乾隆四十一年，金川被平定，朝廷下诏嘉奖于敏中的辛勤，过错能够宽容，依然他会在元勋当中，赏赐他一等轻车都尉的官衔，世袭罔替。乾隆四十四年，于敏中患上喘病，朝廷外派大夫看视，赐予他山参。于敏中人死之后。朝廷刻意下谕旨t恤，遵照惯例祭拜下葬，在贤良祠祭拜，溢号叫文襄"
	},
	"http://www.yuwen360.com/ywtk/wyw/28382.html": {
		"context": "齐使田忌将而往，直走大梁。魏将庞涓闻之，去韩而归，齐军既已过而西矣。孙子谓田忌曰：彼三晋之兵素悍勇而轻齐，齐号为怯，善战者因其势而利导之。兵法，百里而趣利者蹶上将，五十里而趣利者军半至。使齐军入魏地为十万灶，明日为五万灶，又明日为三万灶。庞涓行三日，大喜，曰：我固知齐军怯，入吾地三日，士卒亡者过半矣。乃弃其步军，与其轻锐倍日并行逐之。  孙子度其行，暮当至马陵。马陵道陕，而旁多阻隘，可伏兵，乃斫大树白而书之日。于是令齐军善射者万弩，夹道而伏，期日。庞涓果夜至斫木下，见白书，乃钻火烛之。读其书未毕，齐军万弩俱发，魏军大乱相失。庞涓自知智穷兵败，乃自刭，曰：遂成竖子之名！齐因乘胜尽破其军，虏魏太子申以归。 孙膑以此名显天下，世传其兵法。 （选自《史记孙子吴起列传》，有删改） 【注释】 ①三晋：本指韩、赵、魏三国，此指魏国。②趣：通。③蹶 ：倒下，这里足受挫的意思。④度：估计。⑤竖子：小子，骂人的话。",
		"question-answer": {
			"以下语句中字体加粗的字表述不正确的一项是 A．齐使田忌将而往（领兵）  B．彼三晋之兵素悍勇而轻齐（瞧不起）  C．士卒亡者一半以上矣（身亡）  D．乃钻火烛之（照明灯具）": "C",
			"将彼三晋之兵素悍勇而轻齐，齐号为怯译成现代汉语语法。": "这些魏国的兵士，平常强大强悍，忽视齐国军队，齐兵被称作怯懦的军队。",
			"1庞涓因为自豪，对齐军作出不正确解析的一句是啥？2善战者以其势而利导之这话之后归纳简缩变成一个四字成语是啥？": "1我固知齐军怯，人吾地三日，士卒亡者一半以上矣。 2因时制宜。",
			"孙膑巧施减灶计，是根据他对魏军什么样的了解？（用原句子回应）": "素悍勇而轻齐。",
			"庞涓不成功的关键缘故是啥？": "庞涓骄傲自满，对齐军作出了不正确的估算，掉入了孙膑预置的陷阱，遭受埋伏，全军覆灭。"
		},
		"translation": "魏国和赵国协同进攻韩国，韩国向齐国吃紧。  齐国派田忌领兵去救援韩国，奔向房梁。魏国将军庞涓听见这一信息，马上撤兵离去韩国回魏国。这时候齐军早已翻过了魏国国境线而向西进了。孙膑对田忌说：那魏国的军队素来强大强悍，忽视齐国，齐军被称作是胆怯的军队擅于用兵的人就可依据这一形势，把战事向着有益的方位多方面正确引导。《孙子战法》说：每日军队千里去争利，一定会使将军受挫败；每日军队五十里去争利，军队只能一半能抵达。如今指令齐军在进到魏地的第一天造十万灶，第二天减至五万灶，第三天减至三万灶。庞涓在齐军后边追了三天，十分高兴地说：我原本就了解齐军怯弱，进到在我国地区才三天，兵士逃跑的就超出过半数了。就扔下他的步兵团，带领轻兵锐卒，日夜兼程追逐齐军。  孙膑估算魏军的行程安排，夜里应赶来马陵。马陵路面狭小，并且两侧的地貌险要，能够伏击军队。就砍下树木的表皮外露白木制而且在上边写着：庞涓死在这里裸树底下！然后指令齐军一万名善于阿胶的弓弩手，在马陵道两侧伏击，事前和这些弩手约好说：夜里看到点燃火堆就一齐阿胶。庞涓果真夜里来到被砍的树底下，看到树杆白木上带宇，就取火堆来照顾。他都还没把上边的字念完，齐军就万箭齐发，魏军十分错乱，相互失去联络，庞涓知道谋略可循，军队已败，便用剑处斩。临终前说：那样来倒贡献了这臭小子的知名度！齐军就乘胜狙击，完全击败了魏国的军队，战俘魏皇太子申带到了齐国。  孙膑由于这一仗在天地名副其实，代代相传他的战法。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131040.html": {
		"context": "萧韩家奴，字休坚，涅刺部人，中书令安抟之孙。少好学，弱冠入南山读书，博览经史。统和十四年始仕。家有一牛，不任驱策，其奴得善价鬻之。韩家奴曰：利己误人，非吾所欲。乃归直取牛。 二十八年，典南京栗园。重熙初，同知三司使事。四年，帝与语，才之，命为诗友。尝从容问曰：卿居外有异闻乎？韩家奴对曰：臣惟知炒栗：小者熟，则大者必生；大者熟，则小者必焦。使大小均熟，始为尽美。不知其他。盖尝掌栗园，故托栗以讽谏。帝大笑。 时诏天下言治道之要，制问：徭役不加于旧，征伐亦不常有，年谷既登，帑廪既实，而民重困，岂为吏者慢、为民者惰欤？今之徭役何者最重？何者尤苦？何所蠲省则为便益？补役之法何可以复？盗贼之何害可以止？韩家奴对曰：臣伏见比年以来，高丽未宾，阻卜犹强，战守之备，诚不容已。乃者选富民防边，自备粮糗。道路修阻，动淹岁月；比至屯所，费已过半；只牛单毂，鲜有还者。其无丁之家，倍直佣僦，人惮其劳，半途亡窜，故戍卒之食多不能给。求假于人，则十倍其息，至有鬻子割田不能偿者。或逋役不归，在军物故，则复补以少壮。其鸭渌江之东，戍役大率如此。臣闻唐太宗问群臣治盗之方，皆曰：严刑峻法。太宗笑曰：寇盗所以滋者，由赋敛无度，民不聊生。今朕内省嗜欲，外罢游兴，使海内安静，则寇盗自止。由此观之，寇盗多寡，皆由衣食丰俭，徭役重轻耳。愿陛下裁之。 擢翰林都林牙，诏谕之曰：授卿以翰林之职。朕之起居，悉以实录。自是日见亲信，每入侍，赐坐。遇胜日，帝与饮酒赋诗，以相酬酢，君臣相得无比。韩家奴知无不言，虽谐谑不忘规讽。 韩家奴每见帝猎，未尝不谏。会有司奏猎秋山，熊虎伤死数十人，韩家奴书于册。帝见，命去之。韩家奴既出，复书。他日，帝见之曰：史笔当如是。帝问韩家奴：国家创业以来，孰为贤主？韩家奴以穆宗对。帝怪之曰：穆宗嗜酒，喜怒不常，视人犹草芥，卿何谓贤？韩家奴对曰：穆宗虽暴虐省徭轻赋人乐其生终穆之世无罪被戮未有过今日秋山伤死者臣故以穆宗为贤。帝默然。",
		"question-answer": {
			"以下对原文中画波浪线一部分的断句，恰当的一项是 A．穆宗虽暴/虐省徭轻/赋，人乐其生终/穆之世没罪被戮没有过/今天秋山伤逝者/臣故以穆宗为贤  B．穆宗虽残暴/省徭轻赋/人乐其生终/穆之世没罪被戮/没有过今天/秋山伤逝者/臣故以穆宗为贤  C．穆宗虽暴/虐省徭轻/赋人乐其生/终穆之世/没罪被戮/没有过今天秋山伤逝者/臣故以穆宗为贤  D．穆宗虽残暴/省徭轻赋/人乐其生/终穆之世/没罪被戮/没有过今天秋山伤逝者/臣故以穆宗为贤": "D",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A．中书令，古时候官称，指中书省的首长，执掌传宣诏命等事项。中书省和尚书省、门下省合称三省，隋初改中书省为内史省。  B．帑廪，粮库钱库的含意。古时候帑指官衙贮藏谷物的库房，廪指官衙个人收藏金钱的仓库。  C．史笔，即是历史时间记述的额别称，还可以指史家记叙历史事实的技法，可以指执史笔的人，即史官。原文中是史官的含意。  D．穆宗，庙号。君王人死之后，奉入宗庙祭拜，必须给与相当的尊号。一般来说，历代皇帝称祖，第二代之后的多称宗。": "B",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．萧韩家奴品性高尚，处世关心。他的仆人天价卖了家里的牛，他焦虑他人会遭受危害，退款领回来牛；对皇上知无不言，虽谐谑没忘记规讽。  B．萧韩家奴知识渊博，擅于劝谏。他青春年少难学，博览经史；他借炒栗的事讽谏皇上要把握熟度，才可以使事儿至善至美。  C．萧韩家奴了解基本国情，洞悉大势。在阐述施政之法时，它用唐太宗和重臣的会话，恰当告知皇上，整治盗贼的重要并不是严刑峻法，只是缓解地方税。  D．萧韩家奴恪守岗位职责，不骄不躁。秋山捕猎致伤亡数十人，皇上命他删除有关纪录，他立即表达果断不删；他不顺从皇上心理状态，直言不讳穆宗英明的缘故，让皇上漠然。": "D",
			"把原文中划水平线得句子翻译成现代汉语语法。1求假于人，则十倍其息，至有鬻子割田不可以偿者。或逋役不归，在军物故，则复补以少壮。 2自然愈发心腹，每入侍，赐坐。遇胜日，帝与喝酒作诗，以相酬酢，君臣相得极其。": "1向人借款，那麼要额外十倍的贷款利息，以致于有卖孩子、割让乾坤而不能偿还的人。有的逃役不回，有的在军内去世，那麼就用少壮的人填补。2此后一天天被亲密接触和信赖，碰到幸福之时，皇上同他一起喝酒作诗，互相端酒。君臣中间相互之间结合（十分和睦）没有人比得上。"
		},
		"translation": "萧韩家奴，字休坚，涅剌部人，中书令萧安抟之孙。青少年时难学，成年人后到南山念书，博览经史，通晓辽、汉文字。统和十四年(996)刚开始担任官衔。家里有一头牛，反应迟钝，其仆人获得好价格将它卖了。韩家奴说：自身得利，让他人被害，我不可以那么做。便退了钱取回来了牛。  二十八年(1010)，为右通进，负责人南京栗园。重熙年间，同知三司使事。四年(1035)，迁同创军观察使，徙为彰愍宫使。皇上跟他沟通交流，感觉他才华横溢，他会做个诗友。以前坦然地问起：你一直在京外当官有非常的所见所闻吗？韩家奴说：臣只是只知炒栗子：小的熟透，那麼大的一定是生的；大的熟透，则小的一定焦了。要让大栗小栗都熟，这才算是至善至美。其他事我不知道。由于曾执掌栗园，因此借炒栗的事讽谏。皇上哈哈大笑。  那时候谕旨天地多谋善断施政之法的重要，制问：徭役未曾比过去提升，讨伐的事都不经常出现，稻谷大丰收了，府库仓廪也丰富了，殊不知老百姓遭受重重的困惑，难道说是当官的懈怠粗心大意，做老百姓的懒散吗？如今的徭役哪一种最大？哪一种特别是在烦苦？将哪一项减省则能得益？用哪种方法能够 修复补役之道？用哪种方法能够 避免盗贼的蠹害？韩家奴回应说：臣伏见近年以来，高丽未曾宾服，阻卜依然强劲，迎战防御之事，确实不可以终止。前面一种下派惠民防边，备用粮草。路面甚大，又多艰险，动则积年累月；直到抵达屯所，花费占用去一半以上；一头牛一开车，但见人去，非常少有回家的。沒有男丁的家中，得用二倍的消耗去请人租车自驾，大家都担心劳碌，中途逃跑，因此戍卒的军用口粮大部分不可以获得供货。向人借款，那麼要额外的贷款利息之高，以致于有卖孩子、割让农田而不能偿还者。有的逃役不回，有的在军内去世，那麼就以少壮的人填补。在鸭绿江以西，戍役状况大抵如此。她告诉我唐太宗向臣子我想问一下治盗之方，都说：严刑峻法。太宗笑着说：盗贼往往滋长，由于无限定地征缴地方税，以至生灵涂炭。如今我以内控制嗜欲，出外终止巡街，使天地清静，那麼盗贼当然就没了。正因如此，盗贼之寡多，都由于衣禄之丰俭、徭役之轻和重不一样引发。请皇上判决。  提高为翰林都林牙、兼修国史。又下诏晓谕之：文辞之职，便是國家之荣誉，非才俊不可出任。以你的文才见识，称得上一时大儒，因此我将翰林之职授于你。我的生活起居情况，必须按实纪录。此后愈发心腹，每每入内伺候，必须侍坐。碰到节庆日之时，皇上同他一起喝酒作诗，互相端酒，君臣之相互之间结合处世所不如。韩家奴知无不言，即便是风趣揶揄之言，也没忘记做劝诫讽谏之语。  韩家奴每一次看到皇上出猎，沒有一次不多方面进谏的。正逢有司上奏，皇上捕猎于秋山，熊、虎致残至死数十人。韩家奴将这事记于史书上。皇上看到，命他除掉。韩家奴出宫以后，又记了出来。之后一日，皇上看到了，说：史笔就应是那样。皇上问韩家奴：人们國家自主创业至今谁能够 算作贤主？韩家奴回应说成穆宗。皇上怪异，问：穆宗贪酒，敏感多疑，将人的命运视如草芥，你为何他于诚呢？韩家奴回应说：穆宗虽然残暴，但能减省徭役，缓解地方税，每个人都过得很开心。累计穆宗一朝，没罪而被杀的，都还没超出如今秋山田猎的伤亡之数。因此我也觉得穆宗贤一目了然。皇上哑口无言。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28641.html": {
		"context": "傅潜，冀州衡水人。太宗在藩邸，召置左右。即位，隶殿前左班，三迁东西班指挥使。征太原，一日，再中流矢。又从征范阳，先至涿州，与契丹战，生擒五百余人。翌日，上过其所，见积尸及所遗器仗，嘉叹之。师旋，擢为内殿直都虞侯。上对枢密言：潜从行有劳，赏薄。 真宗即位，领忠武军节度，数月召还。咸平二年，复出为镇、定、高阳关三路行营都部署。契丹大入，缘边城堡悉飞书告急，潜麾下步骑凡八万余，咸自置铁、铁棰，争欲奋击。潜畏懦无方略，闭门自守，将校请战者，则丑言骂之。朝廷屡间道遣使，督其出师，会诸路兵合击，范廷召、桑赞、秦翰亦屡促之，皆不听。廷召等怒，因诟潜曰：公恇怯乃不如一妪尔。潜不能答。都钤辖张昭允又屡劝潜，潜笑曰：贼势如此，吾与之角，适挫吾锐气尔。然不得已，分骑八千、步二千付廷召等，于高阳关逆击之，仍许出兵为援。洎廷召等与契丹血战而潜不至。 及车驾将亲征，又命石保吉、上官正自大名领前军赴镇、定与潜会。潜卒逗遛不发，致敌骑犯德、棣，渡河凑淄、齐，劫人民，焚庐舍。上驻大名而边捷未至，且诸将屡请益兵，潜不之与；有战胜者，潜又抑而不闻。上由是大怒，乃遣高琼单骑即军中代之，令潜诣行在。至，则下御史府，命钱若水同劾按，一夕狱具。百官议法当斩，从驾群臣多上封请诛之。上贷其死，下诏削夺潜在身官爵，并其家属长流房州。潜子内殿崇班从范，亦削籍随父流所，仍籍没其赀产。五年，会赦，徙汝州。景德初，起为本州团练副使，改左千牛卫上将军，分司西京。大中祥符四年，车驾西巡至洛，因令从驾还京，迁左监门大将军，还其宅。久之，判左金吾街仗。天禧元年，卒。",
		"question-answer": {
			"对以下语句中天赋加点词的表述，恰当的一项是 A．再中流矢再：又  B．枣殿前左班隶：归属于  C．译挫吾魄力尔适：到，往  D．师雄，擢为内殿直都虞侯旋：获胜": "B",
			"以下语句断句恰当的一项是 A.上驻名字／而边捷未至／且诸将屡请益兵／潜不之／与有战胜者／潜又抑而不闻  B.上驻名字而边捷未至／且诸将屡请益兵／潜不之与／有战胜者／潜又抑而不闻  C.上驻名字而边捷未至／且诸将屡请益兵／潜不之／与有战胜者／潜又抑而不闻  D.上驻名字／而边捷未至／且诸将屡请／益兵潜不之与／有战胜者／潜又抑而不闻": "B",
			"以下对全文相关內容的解析和归纳，有误的一项是 A.傅潜随驾征范阳，与契丹对战有功，获得了升职，但太宗觉得傅潜功劳挺大，对他的奖励不足。  B．契丹侵入，傅潜不管不顾官府的指令和属下的请缨，自始至终不想要发兵。  C．傅潜被高琼替代后，返回官府就被交到御史府，钱若水一个夜里就判罪定案了。  D．傅潜被放逐房州，他的孩子也被削掉官衔随父放逐，她们的财产统统被收走。": "C",
			"把古语中画水平线的句子翻译成现代汉语语法。1潜畏懦无理念，闭门自守，将校请缨者，则丑言骂之。2至，则下御史府，命钱若水同劾按，一夕狱具。": "1傅潜怯懦柔弱没什么计谋，闭门自守，官兵们有请缨的，他就恶语相加。2（他）抵达后，就将其交货御史府，指令钱若水统一核查核查罪行，一个夜里判罪定案。"
		},
		"translation": "傅潜，冀州衡水人。年青时事热点奉州将张廷翰。太宗在王爷府时，将其召到身旁给予按置。太宗继位，傅潜归属于於殿前左班，三次升职为东西班指挥者使。出战太原时，一天以内，2次被流箭所中。又追随征伐范阳，优先抵达涿州，与契丹对战，活捉其五百余人。第二天，皇上经过此处，看到满地全是沉积的遗体和丢弃的器仗，禁不住而为赞美。回师以后，擢升为内殿直都虞候。皇上对枢密说：傅潜随身出战多有贡献，奖励不足。又加封马步都军头、兼罗州刺史，改任捧日右厢都指挥使、兼富州团练使，迁任曰骑、天武上下厢都指挥使，兼云州防御力使。  真宗继位后，傅潜兼忠武军观察使，几个月后被招回。咸平二年，又担任镇、定、高阳关三路行营都部署。契丹大举侵入，边境线古城堡所有急速传输吃紧公文，傅潜部下现有八万步兵骑兵，统统自己置办铁檛、铁棰，竞相要想全力进攻。傅潜怯懦柔弱胸无韬略，闭门自守，官兵们有请缨的，则被他恶语相加。没多久，契丹攻占狼仿冒，倾其所有精英进攻威虏，侵略宁边军及祁、赵，出任巡查突袭的骑兵队发兵邢、洺，镇、定路不可以行驶超出一个月的历程。官府数次从小道外派使臣，催促他发兵，会与各界兵单职业，范廷召、桑赞、秦翰也数次督促他，傅潜一概不听。范廷召等发火，就侮辱她说：您怯弱得还比不上一个老太太呢。傅潜无言以答。都钤辖张昭允又频繁劝导傅潜，傅潜笑着说：贼兵阵营这般强劲，我和之交锋，只不过挫我的魄力罢了。殊不知迫不得已，分配骑兵队八千、步兵团两千元交到范廷召等，在高阳关迎击契丹，并承诺发兵援助。及范廷召等与契丹冲锋陷阵而傅潜却沒有赶到，康保裔因此阵亡。  直到皇上即将亲征，又指令石保吉、上官正从名字带领前军赶赴镇、定与傅潜聚集。傅潜自始至终有意推迟坐观成败，导致对手骑兵队侵略德、棣，度过黄河奔向淄、齐，劫掠老百姓，焚烧处理房子。皇上驻足名字而边境线的捷报不上，且诸将数次恳求增兵，傅潜就是说未予出兵；有战斗得胜利者，傅潜又抑制她们未予上奏。皇上从而而大怒，就派高琼单到军内替代他，指令傅潜前去皇上所在城市。抵达后，则将其交货御史府，指令钱若水统一核查核查罪行，一个夜里判罪定案。百官掂量法度当判斩头，随驾臣子多呈进缄封好的奏章恳求诛灭他，皇上饶恕其死刑，下谕旨削夺傅潜全部的官衔官爵，连在其亲属长期性放逐到房州。他的儿子内殿崇班傅从范，也被削掉官籍随父放逐房州，并收走全部财产。咸平五年，正好遇赦，迁移汝州。景德年间，启用为本州团练副使，改任左千牛卫上将军，分司西京。大中祥符四年，皇上西巡到洛，因此令其随驾回京，升级成左监门大元帅，偿还其宅第。长期之后，兼左金吾街仗。天禧年间，过世。  "
	},
	"http://www.yuwen360.com/ywtk/wyw/28387.html": {
		"context": "李靖，本名药师，雍州三原人也。少有文武材略，每谓所亲曰：大丈夫若遇主逢时，必当立功立事，以取富贵。其舅韩擒虎，号为名将，每与论兵，未尝不称善，抚之曰：可与论孙、吴之术者，惟斯人矣。初仕隋为长安县功曹。左仆射杨素、吏部尚书牛弘皆善之。素尝拊其床谓靖曰：卿终当坐此。  大业末， 累除马邑郡丞。会高祖击突厥于塞外，靖察高祖，知有四方之志，因自锁上变，将诣江都，至长安，道塞不通而止。高祖克京城，执靖将斩之，靖大呼曰：公起义兵，本为天下除暴乱，不欲就大事，而以私怨斩壮士乎！高祖壮其言，太宗又固请，遂舍之。  四年，靖又陈十策以图萧铣，高祖从之。铣集兵于夔州。铣以时属秋潦，江水泛涨，三峡路险，必谓靖不能进，遂休兵不设备。九月，靖乃率师而进，将下峡，诸将皆请停兵以待水退，靖曰：兵贵神速，机不可失。进兵至夷陵。铣将文士弘率精兵数万屯清江，靖见其军乱，纵兵击破之。  时诸将咸云铣之将帅与官军拒战死者，罪状既重，请籍没其家，以赏将士。靖曰：王者之师，义存吊伐。降而籍之，恐非救焚拯溺之义。但恐自此已南城镇，各坚守不下，非计之善。于是遂止。江、汉之域，闻之莫不争下。以功授上柱国，封永康县公。乃度岭至桂州，遣人分道招抚，其大首领冯盎、李光度、宁真长等皆遣子弟来谒，靖承制授其官爵。  突厥诸部离叛，朝廷将图进取，以靖为代州道行军总管，率骁骑三千，自马邑出其不意，直趋恶阳岭以逼之。突利可汗不虞于靖，见官军奄至，于是大惧，相谓曰：唐兵若不倾国而来，靖岂敢孤军而至？一日数惊。靖候知之，潜令间谍离其心腹，其所亲康苏密来降。四年，靖进击定襄，破之，可汗仅以身遁。太宗尝谓曰：昔李陵提步卒五千，不免身降匈奴，尚得书名竹帛。卿以三千轻骑深入虏庭，克复定襄，威振北狄，古今所未有。",
		"question-answer": {
			"对以下语句中字体加粗词的表述，有误的一项是 A．累除马邑郡丞除：出任  B．执靖将斩之执：抓住  C．主者之师，义存吊伐吊：问慰，抚慰  D．突利可汗不虞于靖虞：蒙骗": "D",
			"下列六句话各自编出四组，所有立即反映李靖国防才可以的一组是 ①可与论孙、吴之求美者，惟斯人矣  ②左仆射杨素、吏部尚书牛弘皆善之  ③靖察高祖，知有四方之志  ④靖曰：兵贵神速，机不可失  ⑤靖见其军乱，纵兵击败之  ⑥靖候知之，潜令特工离其亲信  A．①②⑥  B．③④⑤  C．①③⑥  D．④⑤⑥": "D",
			"以下对全文相关內容的了解和剖析，有误的一项是 A．李靖年青时就会有文才武略，左仆射杨素觉得他未来当官一定能保证自身现在的位置。  B．李靖在进攻萧铣的作战中，注重军队的速率，把握住了主动权，最后获得了战事的获胜。  C．李靖觉得战事的目地是吊民伐罪，看待战俘不应该太严苛，結果使许多 对手积极归顺。  D．唐太宗觉得李靖在平定突厥各处的叛变中战功卓著，能够和汉朝的李陵相提并论。": "D",
			"把原文中画水平线的句子翻译成现代汉语语法。 1男子汉大丈夫若遇主逢时，必当有功立事，以取荣华富贵。2降而籍之，恐非救焚拯溺之义。3卿以三千轻骑深层次虏庭，克复定襄。": "1男子汉大丈夫假如遇到贤明的君王和好时机，就一定要创建贡献贡献工作，来博得荣华富贵。  2投降了也要抄没她们的财产，也许不符把她们从生灵涂炭中援助出去的原意吧。 3你领着三千轻骑兵深层次到突厥国内，最终攻破了定襄。"
		},
		"translation": "李靖，原名医师，是雍州三原县人。年青时会文才武略，经常对自身亲密接触的人说：男子汉大丈夫假如遇到贤明的君王和好时机，就一定要创建贡献贡献工作，来搏取荣华富贵。在隋朝出任马邑郡丞的官衔，正遇上唐高祖李渊李渊去进攻突厥，李靖观查李渊，了解他有夺得天地的用意，因此为自己戴上束缚，即将前去扬州，向官府汇报兵变，来到长安，由于路面阻塞堵塞才罢手。高祖占领京城，把握住李靖，即将杀他。李靖大喊到：您拉上公平正义的团队，本应是天地除暴动，为何不愿贡献大事儿，却要由于本人的私怨干掉壮士呢?高祖觉得他得话很有魄力，太宗又果断恳求(不必杀他)，因此就放了他。太宗没多久就把李靖召入幕府。  萧铣占有荆州即位，高祖派李靖去平定他，那一年八月，在夔州集聚部队。萧铣觉得那时候更是秋汛时节，江水高涨，三峡道路十分风险，确信李靖不可以涉足，因此让兵士歇息，不用提防。九月，李靖就领兵前行，将下三峡，名将们都恳求终止涉足来等候江水退了再聊。李靖说：兵贵神速，机遇不可以缺失，假如趁江水高涨的局势，迅速地抵达荆州城外，就是说大家常说的疾雷炸响，赶不及掩住耳朵里面，它是战略家的上等对策。即便她们知道人们的行動，急匆匆征调部队，都没有方法解决人们，那样她们一定会变成战俘的。涉足来到夷陵，萧铣的名将文士弘领着十多万精兵强将屯驻在清江，李靖挥师击败了他。赶到江陵，扎营在城外，萧铣十分担心，这时候才从江南征调人军马队，果真调遣不上。李靖又击败了他的勇将杨君茂、郑文秀。萧铣派人恳求投降，李靖立即进到占有了江陵城，部队号令如山，铁的纪律，沒有私底下掳掠的状况。  许多人恳求抄没萧铣名将中抵御的人的家资来奖励官兵们，李靖说：我们都是仁义之师，战斗的实际意义取决于抚慰老百姓处罚千古罪人，老百姓遭受了萧铣的驱遣迫使，抵御和战斗难道说是她们自身的意向吗?人们理应弘扬宽大为怀的沈北，来慰藉近远老百姓的心，别人投降了也要抄没财产，也许不符把她们从生灵涂炭中援助出去的原意吧。惟恐从这往南的每个城区都是恪守不投降了，这并不是一个好计谋。因此沒有那般做。汉阳一带听见这一信息，沒有众人皆知着归顺的。  李靖凭着军功被授于上柱国的官衔，受封永康县公，代理商荆州刺史，李靖因此渡过五岭赶到桂州，派人分开招抚各部族大头领冯盎等，李靖秉承皇上的意旨授于她们官爵。一共招抚了九十六州，六十余万户，皇上用激情的谕旨对他多方面犒劳激励。大宗商品承继主座，任职李靖为兵部尚书。  突厥各处背叛，官府方案涉足进攻，任职李靖为代州行军主管。李靖带领三千强悍的骑兵队出敌不意，从马邑直走恶阳岭来迫使敌方。突利可汗沒有预料到李靖会那样做，见到士兵忽然赶到，因此很担心。官兵们纷纷议论：唐军要不是调遣全国性部队来啦，李靖如何敢孤军深入呢?一天以内数次自相惊扰。李靖根据侦查了解这样的事情，暗地里让特工挑唆突利可汗和他亲信名将的关联，突利可汗亲密接触的康苏密前去投降。贞观四年，李靖进击定襄，击败了突厥，突利可汗只身一人逃跑了。唐太宗曾告诉他：过去李陵领着步兵团五千去进攻匈奴人，最终免不了自身投降了匈奴人，但还获得史籍留名。你领着三千轻骑兵深层次到突厥国内，最终攻破了定襄，威名威慑了北部的胡人，这简直从古至今所沒有的贡献，充足报当初在渭水被她们击败的憎恨了。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131044.html": {
		"context": "陈尧咨字嘉谟，举进士第一，授将作监丞、通判济州，召为秘书省著作郎、直史馆、判三司度支勾院，始合三部勾院兼总之。擢右正言、知制诰。崇政殿试进士，尧咨为考官，三司使刘师道属弟几道以试卷为识验，坐贬单州团练副使。复著作郎、知光州。寻复右正言、知制诰，知荆南。改起居舍人，同判吏部流内铨。旧格，选人用举者数迁官，而寒士无以进，尧咨进其可擢者，帝特迁之。改右谏议大夫、集贤院学士，以龙图阁直学士、尚书工部郎中知永兴军。长安地斥卤，无甘泉，尧咨疏龙首渠注城中，民利之。然豪侈不循法度，敞武库，建视草堂，开三门，筑甬道，出入列禁兵自卫。用刑惨急，数有仗死者。尝以气凌转运使乐黄目，黄目不能堪，求解去，遂徙尧咨知河南府。既而有发尧咨守长安不法者，帝不欲穷治，止削职徙邓州，才数月，复知制诰。     尧咨性刚戾，数被挫，忽忽不自乐。尧叟进见，帝问之，对曰：尧咨岂知上恩所以保佑者，自谓遭谗以至此尔！帝赐诏条其事切责，乃皇恐称谢。还，判登闻检院，复龙图阁直学士。坐失举，降兵部员外郎。丧母，起复工部郎中、龙图阁直学士、会灵观副使。边臣飞奏唃厮啰立文法召蕃部欲侵边，以为陕西缘边安抚使。再迁右谏议大夫、知秦州，徙同州，以尚书工部侍郎权知开封府。入为翰林学士，以先朝初榜甲科，特诏班旧学士蔡齐之上。  换宿州观察使、知天雄军，位丞郎上。尧咨内不平，上章固辞，皇太后特以只日召见，敦谕之，不得已，拜命。自契丹修好，城壁器械久不治，尧咨葺完之。然须索烦扰，多暴怒，列军士持大梃侍前，吏民语不中意，立至困仆。以安国军节度观察留后知郓州。建请浚新河，自鱼山至下杷以导积水。拜武信军节度使、知河阳，徙澶州，又徙天雄军。所居栋摧，大星霣于庭，散为白气。已而卒，赠太尉，谥曰康肃。  尧咨于兄弟中最为少文，然以气节自任。工隶书。善射，尝以钱为的，一发贯其中。兄弟同时贵显，时推为盛族。  《宋史陈尧咨传》  【注释】①唃厮啰：唃厮啰政权的创始者。原名欺南凌温。吐鲁王朝赞普后裔。②须索：勒索。③挺：棍棒。④催：折断。⑤霣：通陨，降，落下。",
		"question-answer": {
			"以下对原文中画浪线一部分的断句，恰当的一项是 A．尧咨于兄弟中更为少/文然以骨气自任/工隶书/善射/尝以钱为的/一发贯在其中  B．尧咨于兄弟中更为少文/然以骨气/自任工隶书/善射/尝以钱为的/一发贯在其中  C．尧咨于兄弟中更为少/文然以骨气/自任工隶书/善射/尝以钱为的/一发/贯在其中  D．尧咨于兄弟中更为少文/然以骨气自任/工隶书/善射/尝以钱为的/一发贯在其中": "D",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A．进士，指中国古代科举规章制度中，根据最终一级考题的人，是古代科举殿试及第者之称。意指能够 进授官爵的人。民俗称考取进士为金榜提名。  B．团练副使，唐肃里时，不在设观察使的地域设定团练史，掌地区国防：并设团练副使。宋朝团练使为将领兼衔，团练副使就等于掌管地区国防的副司令员。苏东坡就贬官为黄州团练副使。  C．迁，指调离、调转，原文中指升职加薪；左迁则为贬职调转。原文中的拜、擢、改、徙等均为官衔同级调转。  D．谥，古时候王侯将相、高級官员、知名文士等人死之后被增加的头衔叫溢号。依照谥法，溢号大概分成三类：一为上谥（夸奖类），二为中谥，（怜悯类），三为下谥（指责类）。文中尧咨谥康肃，为上谥，康表达安乐抚民。": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．尧咨曾以势压人，为难转运使乐黄目，黄目难以忍受他，没多久又许多人告发尧咨不守法律纪律。真宗皇帝对这2件事不愿研究，仅仅 把他贬职调往邓州。  B．尧咨因考入榜眼而踏入官运，以后一路升职。但由于在殿试做评委时，涉及到刘师道侄子舞弊恶性事件而贬官为团练副使。  C．尧咨可以引荐贤良的寒门素士，遭受真宗嘉奖。但由于他性格暴虐，因此官运屡次不如意，因此一直郁郁寡欢。真宗下诏责怪，他才惊惧地赔罪。  D．长安沒有甘泉，因此尧咨输通龙首渠导入城中心，老百姓盈利。和契丹修完以后，古城墙和器材长期性没有人整修，他便率人所有整修好。他人死之后谥为康肃，意指安乐抚民。": "A",
			"把原文中划水平线的句子翻译成现代汉语语法。1然豪侈不循法度，敞武库，建视草堂，开三门，筑甬道，进出列禁兵还击。用刑惨急，数有仗逝者。  2尧咨内高低不平，上章固辞，太后特以只日召见，敦谕之，迫不得已，拜命。": "1可是尧咨不遵照法度，进出当季禁军整队护卫他。应用酷刑严刻峻急，多有受杖刑而死的人。2尧咨心里高低不平，上疏果断回绝不就职，太后特意召见他，他迫不得已才去赴任。"
		},
		"translation": "陈尧咨字嘉谟，科举制度中榜眼，被授为将作监丞、通判济州，征招为校书郎，值史馆，判三司度支勾院。又被破格提拔作右正言、知制诰。奉诏出任殿试评委时，三司使刘师道叮嘱侄子刘几道在考卷上做标记，陈尧咨因协助舞弊而获罪，贬官为单州团练副使。没多久，官复经典著作郎，管理方法光州，改任生活起居舍人，另外担任吏部流内铨。中旧条款要求，被引荐选拨的优秀人才能够 频繁获得升职。但寒门素士却沒有升阶的方式，尧咨破格提拔了这些能够 破格提拔的人，真宗因此奖励他非常升了他的官。晋升右谏议医生，集贤院学土，以尚书工部郎中的真实身份掌管永兴军。长安多盐碱地，沒有甘泉水，陈尧咨引龙首渠进城，惠利于民。可是尧咨不守法度，进出时列禁兵维护自身。用刑严刻峻急，多有被棍子砍死的人。以前以势压人，欺侮转运使乐黄目，黄目难以忍受，向皇上恳求免职离去，因此皇上调尧咨去河南做县令。没多久又许多人告发尧咨在守长安时会非法行为，皇上不愿追根究底，仅仅 降他的职调往邓州，短短的好多个月，又官复知制诰。  尧咨性格刚直暴虐，官运上屡次挫败，因此一直郁郁寡欢。他的哥哥尧叟拜访皇上，皇上问啥事，尧叟说：尧咨哪儿了解皇上是以便维护他的大德呢，他自身认为是遭到馋言才到这一程度呢！皇上因此下诏一条条例举他做的事来责怪他，他才惴惴不安地赔罪。他妈妈病故，陈尧咨服丧期满时，起复工部郎中，龙图阁直学土、会灵观副使。守边重臣急奏吐蕃唃厮啰创建政党集结属下要想入侵宋代边境线，陈尧咨被选为陕西省缘边安抚使，再晋升为右谏议医生，掌管秦州，调往同州，以尚书工部侍郎的真实身份掌管开封府。入朝为翰林学土，由于先朝榜眼的真实身份，特下诏赐予，官职在蔡齐之中。  没多久，为宿州观察使，掌管天雄军，位在丞郎。尧咨心里郁闷高低不平，上疏果断回绝不任职。太后非常召见，陈尧咨迫不得已而赴任。自打和契丹修完以后，古城墙和战斗器材长期性无法得到修整，因此尧咨率人维修结束。但勒索烦恼老百姓，又粗鲁爱生气，令士兵们拿着大棒列队服侍在前，小吏及老百姓得话他会稍不顺心，马上就击倒在地。以安国军节度观查留后掌管郓州，授职武信军观察使，掌管河阳，又调往澶州，再调往天雄军。所住居所的屋梁断裂，兴达着陆在小院中，消退为一股白气。没多久去世，追赠为太尉，溢号为康肃。  陈尧咨在兄弟之中至少文才，但以骨气自比。工于隶书，擅于阿胶，以前用一枚铜钱为耙子，一箭破孔经过。兄弟另外显达，被那时候的大家青睐为盛族。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131045.html": {
		"context": "邓肃，字志宏，南剑沙县人。少警敏能文,美风仪，善谈论。居父丧，哀毁逾礼。入太学,所与游皆天下名士。     钦宗嗣位，补承务郎，授鸿胪寺簿。金人犯阙，肃被命诣敌营，留五十日而还。张邦昌僭位，肃义不屈，奔赴南京，擢左正言。先是，朝廷赐金国帛一千万，肃在其营，密觇，均与将士之数，大约不过八万。至是为上言之，且言：金人不足畏，但其信赏必罚，不假文字，故人各用命。朝廷则不然，有同时立功而功又相等者，或已转数官，或尚为布衣，轻重上下，只在吏手。赏既不明，谁肯自劝？欲望专立功赏一司，使凡立功者得以自陈。若功状已明而赏不行，或功同而赏有轻重先后者，并置之法。上从之。朝臣受伪命者众，肃请分三等定罪。上以肃在围城中，知其姓名，令具奏。肃具言之，上以为然。  耿南仲得祠禄归，其子延禧为郡守，肃劾：南仲父子同恶，沮渡河之战，遏勤王之兵，今日割三镇，明日截两河。及陛下欲进援京城，又为南仲父子所沮。误国如此，乞正典刑。南仲尝荐肃于钦宗，肃言之不恤，上嘉其直，赐五品服。范讷留守东京，不战而逃。肃言：讷出师两河，望风先遁，今语人曰：留守之说有四，战、守、降、走而已。战无卒，守无粮，不降则走。且汉得人杰，乃守关中，奔军之将，岂宜与此。讷遂罢。内侍陈良弼肩舆至横门外，买入内女童，肃连章论之。时官吏多托故而去，肃建议削其仕版，而取其禄以给禁卫，乞追付有司以正其罪。肃在谏垣，遇事感激，不三月凡抗二十疏，言皆切至，上多采纳。  会李纲罢，肃奏曰：纲学虽正而术疏，谋虽深而机浅，固不足以副圣意。惟陛下尝顾臣曰：李纲真以身徇国者。今日罢之，而责词甚严，此臣所以有疑也。且两河百姓无所适从，纲措置不一月间，民兵稍集，今纲既去，两河之民将如何哉？伪楚之臣纷纷在朝，李纲先乞逐逆臣邦昌，然后叛党稍能正罪，今纲既去，叛臣将如何哉？叛臣在朝，政事乖矣，两河无兵，外夷骄矣，李纲于此，亦不可谓无一日之长。执政怒，送肃吏部，罢归居家。绍兴二年，避寇福唐，以疾卒。",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A．赏既模糊不清，谁肯自劝告：鼓励B．肃言之不恤恤：救助  C．会李纲罢会：正逢D．叛臣在朝，政务乖矣乖：违反": "B",
			"以下句子姐姐为四组，统统说明邓肃论议抗直的一组是 ①肃义顽强，赶赴南京　②冲动专有功赏一司，使凡有功者足以自陈　  ③误国这般，乞正典刑　④奔军之将，岂宜与其　  ⑤李纲真以身徇国者　⑥李纲在此，亦不可以说无一日之长  A.①④⑤B．③④⑥C．①②③D．②⑤⑥": "B",
			"以下对全文相关內容的解析和归纳，有误的一项是 A．邓肃是南剑沙县人，他很孝敬，在为爸爸守丧期间，他忧伤过多以至毁损了人体。张邦昌创建伪政权后，他不愿随波逐流，因此赶赴南京，任左正言。  B．邓肃觉得金国奖罚分明，不徇私舞弊，因此士兵肯于用命。因此提议朝廷开设专业管理方法功赏的组织来标准惩处规章制度，获得皇帝批准。  C．金国侵入，邓肃奉旨前去金营，被金军扣留五十天才放入。在这段时间朝廷赐予金国丝帛一千万，邓肃在其军营生活偷窥到分到官兵的但是八万，他从而评定金国不够畏。  D．李纲任丞相时，邓肃觉得他手艺疏浅，机变不够，提议免除其职位，因而惹怒皇上，被罢免官衔。": "D",
			"把文言文阅读原材料中画水平线的句子翻译成现代汉语语法。 1内以肃在钱钟书围城中，知其名字，令具奏。2肃提议削其仕版，而取其禄以给禁卫，乞追付有司以正其罪。": "皇帝觉得邓肃在敌营中，了解这些人的名字，就要他详尽奏报。2邓肃提议从记述官员名籍的簿册中削掉她们的姓名,并把她们的俸禄用来给禁卫,恳求让相关部门惩处她们。"
		},
		"translation": "邓肃，字志宏，南剑沙县人。青少年时，他机敏聪明擅于发表文章，风范举止幽美，足智多谋。在为爸爸守丧期间，忧伤过多超过了常礼。进到太学，与他结识的人多见天地名士。  钦宗继位后，任承务郎，授鸿胪寺主簿。金国侵入，邓肃奉旨前去金营，被金军扣留五十天才放入。张邦昌创建伪政权后，邓肃不愿随波逐流，因此赶赴南京，任左正言。这以前朝廷赐予金国丝帛一千万，邓肃在其军营生活偷窥到分到官兵的但是八万。到这一那时候就对高宗说：金兵不值惧怕，但金军奖罚分明，不徇私舞弊，因此士兵都肯卖力。而朝廷却不一样，有另外有功而贡献又相同的，有的已数次升职加薪，有的却還是普通百姓。赐予的轻和重、官职的高矮，只在高官手里。功赏模糊不清，谁肯自身鼓励呢?期望朝廷开设专业管理方法功赏的组织，使有功者可以自己陈报。假如功状确立，而奖励不科学的，或是立的功同样而奖励不公平，含有轻有重，有先有后的，必须追责相关部门的义务。朝廷听取意见了邓肃的建议。朝廷高官中有很多缴械过伪政权的，邓肃恳求将这种人分三等判罪解决。皇帝觉得邓肃在敌营中，了解这些人的名字，就要他详尽奏报。邓肃一一详尽奏来，皇帝觉得他说的没错。  耿南仲要辞官，她们的孩子延禧为郡守。邓肃罢免耿南仲父子说：南仲父子全是罪孽的人，阻拦渡河之战，遏制勤王的部队，今天割让三镇，明天割让两河。直到皇上想出兵援救京城，又被南仲父子阻拦，她们那样伤害國家，恳求惩处典刑。耿南仲曾向钦宗强烈推荐过邓肃，但邓肃言语上沒有一丝同情，钦宗赞美邓肃忠心耿直，特赐他五品服。范讷留守儿童东京，不上场就逃走。邓肃以上罢免范讷：范讷曾发兵两河，不战而逃。如今对人说：留守儿童的叫法有四种，上场、留守儿童、缴械、逃走而已，假如要上场却沒有兵卒，要防御却沒有粮草，不肯缴械得话只有逃走。更何况汉代获得俊杰才士守好陕西关中，那样的不战而逃之将，怎能委以重担。朝廷因此罢免了范讷的官衔。管理方法宫室的事的陈良弼乘轿子到横门口，买内小女孩，邓肃连到奏章问责，那时候朝中官员多推诿离去，邓肃提议从记述官员名籍的簿册中削掉她们的姓名，并把她们的俸禄用来给禁卫，恳求让相关部门惩处她们。邓肃作为谏官，做事感愤慷慨激昂，不上三个月，一共上奏二十多个奏章抗命，所劝谏的都切中要害，皇帝大多数听取意见。  正逢李纲被罢免丞相职位，邓肃上奏说：李纲品学虽正但手艺疏浅，谋化虽深广但机变不够，原本不能与圣意相当。但皇上以前对臣说：李纲是真实的以身报国者。今天罢免他，而且惩罚十分苛刻。这就是我有顾虑的缘故。更何况两河老百姓本手足无措，李纲就职不够一个月，老百姓和士卒逐渐招集了起來。如今李纲离开，两河之民将该怎么办呢?张邦昌的余党，许多 还要朝当官，李纲此前恳求驱赶逆臣邦昌，随后才可以治叛党的罪。如今李纲罢免了，对叛臣将该怎么办呢?叛臣在朝廷，政务就偏离正轨了;两河沒有军力，外夷就会作乱。李纲这里也不可说沒有一点功效。朝廷发怒，邓肃被交吏部核查，被罢免归乡。绍兴市二年，邓肃避寇于福唐，患病过世。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28647.html": {
		"context": "冯唐，祖父赵人也。父徙代。汉兴徙安陵。唐以孝著，为郎中署长，事文帝。帝辇过，问唐曰：父老何自为郎？家安在？具以实言。文帝曰：吾居代时，吾尚食监高祛数为我言赵将李齐之贤，战于巨鹿下。吾每饮食，意未尝不在巨鹿也。父老知之乎？唐对曰：齐尚不如廉颇、李牧之为将也。上曰：何已？唐曰：臣大父在赵时，为官帅将，善李牧。臣父故为代相，善李齐，知其为人也。上既闻廉颇、李牧为人，良说，乃拊髀曰：嗟乎！吾独不得廉颇、李牧为将，岂忧匈奴哉！唐曰：主臣！陛下虽有廉颇、李牧，不能用也。上怒，起入禁中。良久，召唐让曰：公众辱我，独亡间处乎？唐谢曰：鄙人不知忌讳。 当是时，匈奴新大入朝那，杀北地都尉卬。上以胡寇为意，乃卒复问唐曰：公何以言吾不能用颇、牧也？唐对曰，臣闻上古王者遣将也，跪而推毂，曰：以内寡人制之，以外将军制之；军功爵赏，皆决于外，归而奏之。此非空言也。臣大父言李牧之为赵将居边，军市之租皆自用飨士，赏赐决于外，不从中复也。委任而责成功，故李牧乃得尽其知能，选车千三百乘，彀骑万三千匹，百金之士十万，是以北逐单于，破东胡，灭澹林，西抑强秦，南支韩、魏。当是时，赵几伯。后会赵王迁立，其母倡也，用郭开谗，而诛李牧，令颜聚代之。是以为秦所灭。今臣窃闻魏尚为云中守，军市租尽以给士卒，出私养钱，五日壹杀牛，以飨宾客军吏舍人，是以匈奴远避，不近云中之塞。虏尝一入，尚帅车骑击之，所杀甚众。夫士卒尽家人子，起田中从军，安知尺籍伍符？终日力战，斩首捕虏，上功莫府，一言不相应，文吏以法绳之。其赏不行，吏奉法必用。愚以为陛下法太明，赏太轻，罚太重。且云中守尚坐上功首虏差六级，陛下下之吏，削其爵，罚作之。繇此言之，陛下虽得李牧，不能用也。臣诚愚，触忌讳，死罪！文帝说。是日，令唐持节赦魏尚，复以为云中守，而拜唐为车骑都尉，主中尉及郡国车士。 十年，景帝立，以唐为楚相。武帝即位，求贤良，举唐。唐时年九十余，不能为官，乃以子遂为郎。",
		"question-answer": {
			"对下列句子中天赋加点的词的描述，不符合从文中寓意的一项是  A．乃拊髀曰髀：大腿内侧  B．上怒，起入禁中禁：拘押  C．上功莫府莫：通幕  D．乃以子遂为郎郎：郎官": "B",
			"以下一组句子中，通通表明文帝虚心接受冯唐提议的缘故的一组是  ①臣大父在赵时，当官帅将，善李牧②吾独不能廉颇李牧为将，岂忧匈奴哉  ③匈奴新大入朝那，杀北地都尉卬④用郭开谗，而诛李牧  ⑤愚觉得皇帝法太明，赏过轻，罚太重⑥唐时岁九十余  A．①③⑤B．②④⑥C．①④⑥D．②③⑤": "D",
			"下列对全篇有关内容的梳理和分析，不正确的一项是  A．冯唐在国防安全上带优质的家庭背景。祖父在赵国当官帅将，与将军李牧友善；父亲在代地做相，与将军李齐友善，这类都给冯唐积累了优质的国防安全工作经历。  B．冯唐处世忠实直率。虽然职位不高，却能坦率，给文帝进言；而且显示了他自信心毫不动摇的胸襟，充分体现他洞悉边境战争成功与失败根由的聪明伶俐。  C．冯唐知古明今。既搞清楚远古传说王者英雄遣将时的高度重视、信任、政府采购流程等道理，又一目了然文帝治军任用郭开这类奸邪文人雅士的缺陷，难以忘怀句句戳心，使文帝弄清楚。  D．冯唐以后遭到了一定的厚遇。文帝升他做车骑都尉，景帝他会担任楚相，武帝时，很多人极力推荐他，只因为他年龄很大，才没有担任大官。": "C",
			"把从文中画直线的句子翻译成现代汉语语法。1召唐让曰：人民群众辱我，独亡间处乎？ 2西抑强秦，南支韩、魏。理应时，赵几伯。": "1召见冯唐指责说：你当众污辱我，难道不能私下告诉我吗？2在西面抵挡强悍的秦国，在南面支援韩魏两国。在这里一状况下，赵国几乎称了霸。"
		},
		"translation": "冯唐，祖父是赵国人，他的父亲把家迁移到代地。汉朝建立后迁到安陵。冯唐凭借孝顺著名，担任郎中署长，侍候文帝。文帝蹲下辇经历，问他说：老年人您因是怎么回事仍出任郎官呢？您的家在哪里?冯唐皆按实答复。文帝说：我一直在代地的状况下,我的尚食监高祛经常向我谈起赵将李齐的贤能，以及他在巨鹿下面作战时的个人先进事迹。现如今我每一次就餐的状况下，心总牵挂着巨鹿的情景。您老年人掌握他吗?冯唐答复说：李齐还比不上廉颇与李牧的良将呢。皇帝说：什么缘故呢?冯唐说：臣的祖父在赵的状况下，做官统御士兵，跟李牧情份很好。而爸爸以前做过代相,与赵将李齐熟悉，因而臣把握他们的为人处事。文帝听说了廉颇、李牧的个人先进事迹以后,高兴得拍着大腿内侧说：唉!我为何没法获得像廉颇、李牧那一样的高层次人才来做我的将军?倘若得到了,我又何必焦虑匈奴为患呢!冯唐说：臣惶恐不安，昧死以陈，眼下纵使得到像廉颇、李牧那一样的良将，都搞不懂任用啊!文帝很发脾气，站起来进入宫中。已过好一会儿，召见冯唐指责说：你当众污辱我，难道不能私下告诉我吗？冯唐谢罪说：,搞不懂避忌。粗浅愚昧无知的我不想搞清楚避讳。  在这里一状况下，匈奴没多久重金入侵朝那县，干掉了北地郡的都尉孙卬，文帝正把匈奴入寇的事作为思绪，因而再问冯唐说：您怎么知道我不想搞清楚任用廉颇、李牧那一样的高层次人才呢?冯唐答复说：臣听说古代君王派遣将军的状况下，跪下来拉着车，说官衙内的事，由寡人当家做主，朝庭外的事则更由将军断掉。一切论功行赏及爵封的事，都由将军外出管理决策，回家了再报告一声就是了。这并非是无稽之谈。我的爷爷说，李牧为赵将，屯驻在国界线，军市的租税都独立用以犒飨士卒，赏赐外出管理决策，不必受官衙的牵制。君主既然一切委托他，而但求他获得成功，因此李可以竭尽全力他的智能化系统。派遣精选的兵车一千三百辆，能射的骑兵队一万三千辆，商品的价值百金之良士十万人，因而他能够在华北地区驱逐单于，大破东胡，击败猎林，在西面抵挡强悍的秦国，在南面支援韩魏两国。在这里一状况下，赵国几乎称了霸。以后，恰逢赵王迁称帝，他的母亲个倡家女。他称帝后，竟然听信郭开的馋言，终于杀了李牧，而派颜聚取代他。因此赵国被秦国消灭。现如今她告诉我魏尚做云中郡的郡守，他军市的租税仅用选稿飨士卒，更取下私有的钱财，每几天就宰一次牛，以飨客人、军吏及舍人，因而匈奴躲得远远的，担心接近云中郡的关塞。有一次，匈奴之前入侵，魏尚领着车骑攻击，打怪许多。这类士卒都是一般他人的儿女，由田地农活中间出来参军入伍，他们哪里把握军令和兵符的事呢?终日只拼命作战，斩敌首，虏敌人，到幕府记录战功。可是稍有不合,文吏就以相关法律法规来经济制裁他。该赏的不赏，但犯了法，文吏却绝对按律惩罚。我认为皇帝的法令太铁的纪律，赏赐过轻，严刑太重。而云中郡守魏尚犯了记录斩敌首的战功差了六级之罪，皇帝把他交给监管之吏治罪，清除他的官爵，并判他有期徒刑。进而要来，皇帝纵然得到像廉颇、李牧那一样的良将，都搞不懂任用的。我的确很愚昧无知，违犯了避讳，该得死缓，该得死缓！文帝听了心里十分高兴，当天就令冯唐拿着符节去宽恕了魏尚的罪，再一次就职他为云间刺史。又就职冯唐为车骑都尉，首领中尉和郡县的车战之士。  已过十年，景帝称帝，就职冯唐为楚相。武帝称帝，访求贤良的人，村内引荐冯唐。那时冯唐早就九十多岁，不能再做官了，因而任用他的小孩冯遂为郎官。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28648.html": {
		"context": "郑译，字正义，荥阳开封人也。译颇有学识，兼知钟律，善骑射，周武帝时，译时丧妻，帝命译尚梁安固公主。及帝亲总万机，以为御正下大夫，俄转太子宫尹。时太子多失德，内史中大夫鸟丸轨每劝帝废太子而立秦王，由是太子恒不自安。其后诏太子西征吐谷浑，太子乃阴谓译曰：秦王，上爱子也，鸟丸轨，上信臣也。今吾此行，得无扶苏之事乎？译曰：愿殿下勉著仁孝，无失子道而已。勿为他虑。太子然之。既破贼，译以功最，赐爵开国子，邑三百户。后坐亵狎皇太子，帝大怒，除名为民，太子复召之，译戏狎如初。因言于太子曰：殿下何时可得据天下？太子悦而益昵之。及帝崩，太子嗣位，是为宣帝。译颇专权，时帝幸东京，译擅取官材，自营私第，坐是复除名为民。刘昉数言于帝，帝复召之，顾待如初。 初，高祖①与译有同学之旧，译叉素知高祖相表有奇，倾心相结。及高祖为大冢宰，总百揆，以译兼领天官都府司会，总六府事。出入卧内，言无不从，赏赐玉帛不可胜计，每出入，以甲士从，俄而进位上柱国，恕以十死。 译性轻险，不亲职务，而赃货狼籍。高祖阴疏之，然以其有定策功，不忍废丛。阴敕官属不得白事于译。译犹坐厅事，无所关预。译惧，顿首求解职，高祖宽谕之，接以恩礼。及上受禅，以上柱国公归第，赏赐丰厚。译自以被疏，阴呼道士章醮②以祈福助，其婢奏译厌蛊左道。译叉与母别居，为宪司所劾，由是除名。 开皇十一年，以疾卒官，时年五十二。 （选自《隋书列传第三》，有删节） 【注】①高祖：指睛文帝。②章睡：道教的一种祈祷形式。",
		"question-answer": {
			"对以下语句中天赋加点词语的表述，有误的一项是 A.及帝亲总万机总：统管  B.愿陛下勉著仁孝勉：勤奋  C.译擅取官材，自营私第营：运营  D.阴敕官属不可白事于译敕：劝诫": "C",
			"以下以字使用方法与别的三项不一样的一项是 A.认为御正下大夫B.高祖宽谕之，接以恩礼  C.以上柱国公归第D.阴呼法师章醮以祁福助": "D",
			"把原文中划线的句子翻译成现代汉语语法。1今吾此番，得无扶苏的事乎？2刘防数言于帝，帝复召之，顾待如初见。3高祖阴疏之，然因其有定策功，不忍心废放。": "1现如今我此次出战，该不容易有扶苏一样的遭受吧？ 2刘昉多次向皇帝求情，皇帝又招回了郑译，还像当时一样看待他。3高祖心里早已生疏了他，殊不知由于他有奠基石之功，狠不下心将他罢职放远。",
			"依据文意简述宣帝宠爱郑译最关键的缘故。": "当初宣帝太子之职遭受威协，又奉诏出战，郑译出谋画策，协助太子度过难关。"
		},
		"translation": "郑译，字良知，是荥阳开封人。郑译很有大学问，并明白歌曲，擅长骑马射箭。郑译那时候老婆过世，皇帝指令郑译娶梁安固小公主。直到帝亲身当权，任职郑译做御正下大夫，没多久改成太子宫尹。那时候太子有许多 不负责任的个人行为，内史中大夫乌丸轨经常劝皇帝毁掉太子改立秦王，因而太子一直不舒心。之后下诏让太子西征吐谷浑，太子就暗地里对郑译说：秦王是皇帝的钟爱的孩子。乌丸轨是皇帝信赖的重臣。今日我此次交通出行，能产生秦代扶苏那般的事儿吗？郑译说：期望陛下竭尽全力問仁孝敬，不违反作孩子的标准就可以了。不必担忧其他事。太子觉得他说的没错。击败对手以后，郑译因为贡献挺大，受赐官爵为开国功臣子，执掌三百户人的县的月俸。之后由于和皇太子玩笑，皇帝很发火，去除官称，贬为贫民。太子又召他回家，郑译像之前一样玩笑。因此对太子说：陛下何时能够 有着天地？太子非常高兴，就更亲密接触他。直到皇帝病逝，太子称帝，就是说宣帝。破格任职他做开府、内史下大夫、封归昌县公，执掌一千户的县的月俸，把朝廷交给他。没多久升级成内史上大夫，加封为沛国公，执掌五千户的县的月俸，任职他的孩子郑善愿做归昌公，郑元琮做永安县男，并监国史。郑译十分独断专行，那时候皇帝巡街东京，郑译擅自提用宫中的原材料，自身修建房子，因而获罪，再此去除官籍变成贫民。刘昉多次在皇帝那边劝导，皇帝又把他招回来，像之前那般看待他。指令他承担内史事。  当时，高祖杨坚与郑译有同学们的情分，郑译又一直了解高祖长相独特，因此全心全意结识。直到高祖干了大冢宰，总揽朝廷，任职郑译兼管天官都府司会，主管六府的事务管理。出入卧房，他的计谋统统听取意见，赐予的玉帛数不胜数。每一次进出城堡，由破甲的兵士追随。封他的孩子郑元璹做仪同。那时候尉迥、王谦、司马消难等启动叛变，高祖更为亲密接触优待他。没多久进封上柱国，要求他能够 犯十种罪刑，都被宽容，不处决。  郑译性更轻佻阴险毒辣，不关注岗位职责，受贿的东西数不胜数。高祖暗地里生疏他，但由于他有献计献策的贡献，狠不下心免去放逐他，暗地里叮嘱官员不必把事儿汇报给郑译。郑译依然受到牵连，浑浑噩噩。郑译很担心，叩头恳求弃官，高祖宽慰他，按礼仪知识会见他。直到高祖受禅即位，郑译在上柱国公的位置上离休回家了，赐予了他许多 东西。郑译因给自己被生疏，暗地里招法师章醮来帮他祁福，他的奴婢控诉郑译从业妖术。  郑译又和妈妈两地分居，被宪司罢免，因而去除官称。  开皇十一年，患病在岗位上去世，那时候五十二岁"
	},
	"http://www.yuwen360.com/ywtk/wyw/131048.html": {
		"context": "陶谐，字世和，会稽人。弘治八年乡试第一。明年成进士，选庶吉士，授工科给事中。请命儒臣日讲《大学衍义》，孝宗嘉纳之。正德改元，刘瑾等乱政。谐请以瑾等误国罪告先帝，罪之勿赦。瑾摘其讹字令对状，伏罪乃宥之。帝命中官崔杲等往江南、浙江织造，杲等复乞长芦盐引。谐再疏争皆不听谐当出理边储以工科掌印无人请俟行日遣官代署瑾遂中谐下诏狱廷杖斥为民旋榜为奸党又诬以巡视十库时缺布不奏，复械至阙下杖之，谪戍肃州。瑾诛，释还乡，其党犹用事，竟不获召。嘉靖元年复官。未至，除江西佥事，转河南管河副使。命沿河植柳，傍艺葭苇，有事采以为埽①。总理都御史请推行之诸道，岁省费钜万。迁参政，历左、右布政使，皆在河南。久之，疏言：守令迁太骤，宜以六年为期。言官忤旨，当优容。养病官才力堪任者，毋终弃。时南京御史马敭等劾王琼被逮，而新例养病久者率不复收叙，故谐以为言。又奏：今天下差徭烦重。既有河夫、机兵、打手、富户、力士诸役，乃编审里甲，复征旷丁课及供亿诸费。乞皆罢免。帝采纳之。     寻迁兵部右侍郎，总督两广军务。海寇陈邦瑞、许折桂等突入波罗庙，欲犯广州，为指挥李筜所蹙。邦瑞投水死，折桂还所执指挥二人，乞就抚。谐居折桂等东莞，编为总甲，使约束其党五百人为新民。兵部以降贼群聚，恐乘隙为变，令解散其党。琼山沙湾洞贼黎佛二等杀典史，谐复剿平。为总督三年，俘斩累万。九庙灾，自陈致仕归。卒，赠兵部尚书。隆庆初，谥庄敏。  （选自《明史陶谐传》）  【注】埽（so）：把树技、秫秸、石块等用绳索捆住制成的圆柱型的物品，用于维护河岸防潮侵蚀。",
		"question-answer": {
			"以下对原文中画波浪线一部分的断句，恰当的一项是 A．谐再疏/争皆不听/谐当出理边储/以工科掌印无人请/俟行日遣官代署/瑾遂中/谐下诏狱廷杖/斥民利/旋榜为奸党/  B．谐再疏/争皆不听/谐当出理边储/以工科掌印无人/请俟行日遣官代署/瑾遂中/谐下诏狱廷杖/斥民利/旋榜为奸党/  C．谐再疏争/皆不听谐/当出理边储/以工科掌印无人请/俟行日遣官代署/瑾遂中谐/下诏狱廷杖/斥民利/旋榜为奸党/  D．谐再疏争/皆不听/谐当出理边储/以工科掌印无人/请俟行日遣官代署/瑾遂中谐/下诏狱廷杖/斥民利/旋榜为奸党/": "D",
			"以下对原文中天赋加点同语的有关內容的解說，有误的一项是 A．乡试是中国古时候科举制度之一，小于市级考题，小试者为举人，第一全名是解元。  B．中官是古时候特供皇上、君王以及大家族组员役使的高官，别称宦官、太监或阉人。  C．里甲是明朝社会发展支部建设，里甲设里长，里长承担征缴粮税、监管制造等事项。  D．九庙是古时候君王的祖庙，本为七庙，王莽掌权时又提升两庙，后历朝皆沿此制。": "A",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．陶谐刚入官运，重视宣传教育经义。他于弘治八年报名参加乡试考中第一名，此后踏入官运，因此他请一些儒臣每日解读《高校衍义》，皇上也十分适用。  B．陶谐揭秘权势，遭受权佞严厉打击。陶谐告发刘瑾等权臣祸国乱政的罪刑，以至遭受刘瑾的诬蔑损伤，他起先被关入牢房受杖刑，后贬官滴戍守肃州。  C．陶谐关注民生工程，上奏劝谏皇上。他觉得國家徭役已很繁杂了，在定编里甲户籍时，应当免去附加征缴出门壮丁的各种各样花费，皇上听取意见了他的提议。  D．陶谐招抚降寇，确保地区平静。他省长广东、广西军务时，将被李筜战胜后缴械的许折桂以及部众五百余人姐姐为总甲，按置在东莞，使她们变成新住户。": "A",
			"把原文中画水平线的句子翻译成现代汉语语法。1谐请以瑾等误国罪告先帝，罪之勿赦。瑾摘其讹字令对状，伏罪乃宥之。2命池河植柳，傍艺葭苇，急事采认为埽。": "1陶谐奏请以误国罪告刘瑾相当于先帝灵前，对她们判罪并未予饶恕。刘瑾摘掉奏章中的错别字指令他投案自首招供，陶谐服罪侧后方得宽容。2陶谐指令老百姓池河种植垂柳，边上再栽种蒲棒，有洪水灾害时作为防汛原材料。"
		},
		"translation": "陶谐，字世和，会稽人。弘治八年乡试报考第一名。第二年变成进士，选授翰林院庶吉士，授官工科给事中。奏请皇帝命儒臣每天进讲《高校衍义》，孝宗嘉许并听取意见他的提议。  正德年间，宦官刘瑾等搅乱朝廷。陶谐奏请以误国罪告刘瑾相当于先帝灵前，对她们判罪并未予饶恕。刘瑾摘掉奏章中的错别字指令他投案自首招供，陶谐服罪侧后方得宽容。皇帝指令太监崔杲等前去江南、浙江视查纺织，王杲等还请赏运销长芦官盐的凭照。陶谐2次上疏抵制，皇帝也不遵从。陶谐领命出门清除边境线贮备，因工科无人掌印，奏请来看后外派高官代理商职位。刘瑾遂趁机损伤，矫皇帝令将陶谐资金投入牢房，并惩处廷杖，将陶谐贬斥为贫民。然后张榜公布陶谐为奸党。又诬陷他在巡查各库房时发觉布料缺乏而不上奏，再度将陶谐戴上刑具拖到宫门口杖责，并将他贬往肃州戍守。刘瑾被处决后，陶谐出狱返乡，因刘瑾的党羽依然当权用事，竟没获召用。  嘉靖年间恢复正常官。并未上任，被任为江西佥事，转任河南管河副使。陶谐指令老百姓池河种植垂柳，边上再栽种蒲棒，有洪水灾害时作为防汛原材料。国家总理都御史奏请在各道实行此项作法，每一年省下数十万运送蒲棒的花费。提高为参议，列任左、右布政使，其任都会河南。  已过一段时间，陶谐上疏说：县令、知县高官任职升调太快，就职要以六年历时。谏议官违反皇帝旨意，理应给予优惠待遇包容。针对才华出众能担任职位在家里静养的高官，不必弃之不用。那时候南京御史马敭等因罢免王琼而被拘捕，依据新定规章，静养长期的高官已不再次叙用，因此陶谐因此而上疏。又上奏说：如今天地差役繁杂，已下设河夫、机兵、找打手、富户、力士等劳役，但编审里甲户籍时，又要征缴出门壮丁的地方税及供求平衡等花费。乞请一概免除。皇帝听取意见了他的建议。  没多久晋升兵部右侍郎，省长广东、广西军务。水上贼寇陈邦瑞、许折桂等忽然攻进波罗庙，要想侵略广州，被守军指挥者李嶅击败。邦瑞投水自尽，近摆挂还所俘指挥者二人，恳求接纳官府招抚。陶谐将折桂等按置在东莞，收归为总甲，令近挂等约束力其属下五百人变成新住户。兵部因缴械的贼寇集中化居住，担忧她们乘飞机作乱，指令散伙贼党。没多久，阳春县的盗贼赵林花等进攻县里，与德庆州盗贼凤二全串通作乱，陶谐攻克一百二十五座仿冒。皇帝说：陶谐的贡献需加纪录，但之前放任盗贼为患的又到底是谁？因此只赐予陶谐银币。琼山县沙湾洞贼盗黎佛二等人残害本县典史，陶谐又前去讨平消灭盗贼。陶谐任省长广东、广西军务三年，虏获击杀盗贼累近万名。后因亲人去世返乡服丧。服满后启用为兵部左侍郎。九庙火灾事故，陶谐自陈犯法弃官返乡。过世后，追赠兵部尚书。隆庆年间，溢号庄敏。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28393.html": {
		"context": "丁宝桢，字稚璜，贵州平远人。咸丰三年进士，选庶吉士。母丧里居，遵义杨隆喜反，斥家财募壮士八百捍乡里。服阕，会苗、教蜂起，巡抚蒋霨远奏留军，特旨授编修，增募至四千人，复平越、独山诸城。十年，除知岳州府，始罢遣所募兵。亏饷巨万，乃陈五百金案上，语众曰：与诸君共事久，今库馈诎，徒手归，奈何？众泣曰：公毁家纾难，我等敢他求乎？遂去。 同治二年，擢山东按察使。会僧格林沁治兵鲁、豫间，令击河北宋景诗。旋劾其擅议招抚，部议降三级。又明年，迁布政使。僧格林沁战殁曹州，坐法再干议，皆得恩旨留任，于是言者复摭他款弹之，事下曾国藩，国藩白其无罪。巡抚阎敬铭夙高其能，至是乞休，举以自代，遂拜巡抚之命。时捻①趋海澨，李鸿章建议筑墙胶莱河，宝桢会军蹙之。六年，东捻走濰河，东军王心安筑垒方成，而堤墙未竣，捻长驱渡河，宝桢以闻。上怒，鸿章交部议，宝桢亦褫②职留任。先是东军守濰河，本皖将潘鼎新汛地。皖军甫南移，而北路遽失。诏斩心安，宝桢抗辩，乃宥心安而责鸿章；宝桢复屡疏相诋，于是上益责鸿章忌刻纵寇矣。明年，西捻趋定州，近畿震动。宝桢闻警，即驰至东昌，率骑旅千、精卒三千，赍五日粮，倍道北援，捻遂南溃。是役也，朝廷遣宿卫之旅出国门备寇，统兵诸将帅皆获谴让，而上独以宝桢一军猝出寇前，转战雄、任、深、祁、高、肃间，复饶阳，功最盛，数降敕褒嘉，加太子少保。 而其诛安得海事尤著人口。安得海者，以奄人侍慈禧太后，颇用事。八年秋，乘楼船缘运河南下，旗缯殊异，称有密遣。所过招纳权贿，无敢发者。至泰安，宝桢先已入告，使骑捕而守之。安得海犹大言，谓：汝辈自速辜耳！传送济南，宝桢曰：宦竖私出，非制。且大臣未闻有命，必诈无疑。奏上，遂正法。 光绪二年，代吴棠署四川总督。成都将军恒训覈覆堤工，亦摭及盐运病商民、流弊大，宝桢抗辩。上虑宝桢惑浮言，敕勿易初念。寻予实授。宝桢弥自警勖，益兴积谷，严督捕。治蜀凡十年，初莅事时，郭内月有盗劫，至是诛匪几尽，声为道不拾遗。十一年，卒官，赠太子太保，谥文诚，予山东、四川、贵州建祠。 宝桢严刚有威。其初至山东也，僧格林沁方蹙捻淄川颇贵倨见司道官不设坐宝桢投谒告材官启王坐则见否则罢左右皆大惊王服其强为改容加礼敬铭闻之，大称异，至之日，亲迓于郊。自是事无大小，皆咨宝桢而后行。至今言吏治者，常与沈葆桢并称，尤励清操。丧归，僚属集赙，始克成行云。子五人，体常尤著名，官广东布政使。 （节选自《清史稿》有删改）  ①捻:捻即捻军，是太平天国阶段北方地区的农户农民起义。②褫：夺走",
		"question-answer": {
			"对以下句中天赋加点字的表述有误的一项是 A.与诸位相处久，今库馈诎诎：可循，贫乏。  B.坐法再干议干：干涉，干预。  C.宝桢会军蹙之蹙：迫使，靠近。  D.并且诛安得海事局尤著人口数量著：登陆、备案。": "D",
			"对原文中画波浪线一部分的断句，恰当的一项是 A.僧格林沁方蹙捻/淄川颇贵倨/见司道官不设坐/宝桢投谒告/材官启王/坐则见/不然罢上下/皆大惊/王服/其强为改容加礼/  B.僧格林沁方蹙捻/淄川颇贵倨/见司道官不设坐/宝桢投谒/告材官启王/坐则见/不然罢/上下皆大惊/王服其强/为改容加礼/  C.僧格林沁方蹙捻淄川/颇贵倨/见司道官不设坐/宝桢投谒/告材官启王/坐则见/不然罢/上下皆大惊/王服其强/为改容加礼  D.僧格林沁方蹙捻淄川/颇贵倨/见司道官不设坐/宝桢投谒/告材官启王/坐则见/不然罢上下/皆大惊/王服其强/为改容加礼": "C",
			"以下对原文的归纳和剖析，有误的一项是 A.丁宝桢散去家产征募壮士拱卫村里，在解散壮士时，他直言不讳亏钱的饷银没法偿还，大伙儿感悟丁宝桢毁家纾难的不求回报努力，竞相舍弃饷银离去。  B.丁宝桢早前宦海浮沉，数次贬官，曾因与捻军长期性对决时修建防御工事不好，被革职留任，由于直言不讳上谏，维护了王心安，却使皇帝不正确惩罚了李鸿章。  C.同治七年，南街捻军攻击到京城周边，丁宝桢带领一千骑兵队，三千步兵团，迅速南下，进军数地，收复失地，获得皇帝的频繁奖赏，加官为太子太保。  D.丁宝桢性格刚直纪律严明有威势，不屈从权势，磨炼自身廉洁的无节操，家无余财，后人谈起官员的工作作风和治绩，常常把和我沈葆桢放到一起来夸赞。": "B",
			"把原文中画水平线的句子翻译成现代汉语语法。1巡抚阎敬铭夙高其能，至是乞休，举以自代，遂拜巡抚之命。2上虑宝桢惑浮言，敕勿易初念。寻予实授。宝桢弥自警勖，益兴积谷，严督捕。": "1山东巡抚阎敬铭素来青睐丁宝桢的才可以，到这时候就恳求离休，引荐丁宝桢来替代自身，因此官府就任职他做山东巡抚。2皇帝担忧丁宝桢被流言蜚语疑惑，亲身一声令下告知丁宝桢不必更改当时的念头。没多久就宣布授于他实职，丁宝桢也更为的自身警醒鼓励，更加重视存储谷物，严格开展督责抓捕。"
		},
		"translation": "丁宝桢，字稚璜，是贵州平远人。咸丰三年考取进士，被选作庶吉士。因亲人去世在小乡村定居，正逢遵义市的杨隆喜谋反，丁宝桢倾其家产征募了八百壮士捍护卫故乡。服丧终结，正逢苗民教匪叛变蜂拥而上而起，巡抚蒋霨远上奏官府，申请办理让丁宝桢部留到平叛军内，皇帝非常一声令下授于他编撰一职。丁宝桢又提升征募，兵士数量来到四千人，占领了平越、独山等众多封地，咸丰十年，被授于岳州县令，才解散了征募的部队。愧疚的饷银十分多，就把五百两银两放到桌案上，对大伙说：我与诸位在一起相处好长时间了，如今府库的钱粮紧缺，大家空下手回家了，该怎么办？大伙儿泪流成河说：您甘愿捐赠全部财产，拯救内忧外患，人们还如何敢有此外的恳求，因此竞相离去。  同治二年，擢升山东按察使，正逢僧格林沁在鲁、豫二地统领部队，指令丁宝桢进攻河北宋景诗，没多久丁宝桢被罢免私自提倡招抚，兵部决议决策将其贬职三级，又来到第二年升职做布政使。僧格林沁在曹州阵亡，因犯了干涉朝议而违法，都获得皇帝的恩点饶恕留任原职，因此谏官们又收集罗织了别的的罪行来罢免他，这事发送到曾国藩处，曾国藩向皇帝禀告说他没罪。山东巡抚阎敬铭素来青睐丁宝桢的才可以，到这时候就恳求离休，引荐丁宝桢来替代自身，因此官府就任职他做山东巡抚。那时候捻军靠近了海澨，李鸿章提议在胶莱河修建长墙防御力，丁宝桢聚集部队迫近警示，同治六年，大道捻军逃往濰河，东路军王心安不久筑造营垒，可是堤墙并未进行，捻军直捣黄龙度过了濰河，丁宝桢把这件事情禀告给皇帝，皇帝大怒，将李鸿章交货兵部决议，丁宝桢也革去职位临时留任，这以前东路军镇守濰河，本是安徽名将潘鼎新驻防地段，安徽军不久南移，而北路就马上落败。皇帝一声令下将王心安斩头，丁宝桢上书直言不讳争辩，皇帝就宽宥了王心安而训斥李鸿章，宝桢又频繁上书告发，皇帝因此愈发训斥李鸿章处世尖酸刻薄善妒、放肆寇敌，第二年，南街捻军赶赴定州，京畿周边大幅振动，丁宝桢听见战情警示，马上快马奔驰到东昌，带领一千骑兵队，三千精英步兵团，带著五天谷物，日夜兼程，支援北方地区，捻军因此往南溃逃，这次战争，官府外派禁军到京城外防备捻军，头领兵士的诸位名将都遭受责怪，而皇帝只由于丁宝桢这一支部队突然冒出在对手以前，进军雄雄、任、深、祁、高、肃美国各州间，占领饶阳，贡献较大，数次下降诏书褒奖奖励，加太子太保一职。  而他干掉安德海的恶性事件特别是在被群众赞叹，安德海，以宦官真实身份服侍慈禧皇太后很多年，甚为擅权，同治八年秋季，安德海乘座楼船顺着大运河南进，旗子不同寻常，自称为秘密的外派，所经的地方，结识权势，扣除行贿，没人敢揭发，来到泰安，宝桢早已先进朝揭发，外派骑兵队拘捕安德海并看押起來。安德海还吹牛皮，讲到：大家这种人是自身引来祸患而已！传送解送至济南，丁宝桢说：宦官擅自出京，是不符祖制的。更何况重臣们沒有据说有那样的（密秘外派的）指令，一定有诈没确定无疑。禀明皇帝，因此将安德海就地正法。  光绪二年，替代吴棠出任四川省长。成都市大将恒训再度审查河堤工程项目，又苛刻责难到盐运伤害富贾群众，流弊挺大，回绝指责，开展争论。皇帝担忧丁宝桢被流言蜚语疑惑，亲身一声令下告知丁宝桢不必更改当时的念头。没多久就宣布授于他实职，丁宝桢也更为的自身警醒鼓励，更加重视存储谷物，严格开展督责抓捕。丁宝桢整治四川共十年，不久上任履行职责时，城里每个月常有偷盗打劫的案子，到这时候基本上把劫匪诛灭整洁，声称为路不拾遗，光绪十一年，在位上过世，追赠太子太保，溢号文诚，给与山东四川贵州三地创建宗祠的荣誉。  丁宝桢性格刚直纪律严明有威势，他刚到山东时，僧格林沁已经淄川围歼捻军，主动影响力高雅，十分倨傲，见省部级下列高官不设坐位，丁宝桢投寄名帖求见，说低等武官丁某投书腹黑王爷，给与坐位就觐见，不给坐位就看不到，身旁的侍者工作人员都惊恐万状，僧格林沁钦佩他的强势顽强，为丁宝桢更改仪态礼敬能加。敬铭据说那件过后，大幅赞不绝口，丁宝桢上任的那一天，亲身在野外迎来，此后后不管尺寸事务管理，都先资询丁宝桢以后才推行，到今日谈起官员的工作作风和治绩，常和沈葆桢一齐被赞叹。特别是在磨炼淡泊无节操，人死之后遗体归乡，身旁的追随随员们集聚在一起取出钱协助申请办理丧礼，扶柩返乡才可以出行。有五个孩子，丁体常特别是在知名，官至广东布政使。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131050.html": {
		"context": "冯奉世，字子明，上党潞人也，徙杜陵。汉兴，至武帝末，奉世以良家子选为郎。本始中，从军击匈奴。军罢，复为郎。     是时，西域诸国新辑，汉方善遇，欲以安之，选可使外国者。前将军韩增举奉世以卫候使持节送大宛诸国客。至伊脩城，莎车与旁国共攻杀汉所置莎车王万年，并杀汉使者奚充国。莎车遣使扬言北道诸国已属匈奴矣，于是攻劫南道，与歃盟畔汉。奉世与其副严昌计，以为不亟击之则莎车日强，其势难制，必危西域。遂以节谕告诸国王，因发其兵，南北道合万五千人进击莎车，攻拔其城。莎车王自杀，传其首诣长安。诸国悉平，威振西域。宣帝召见韩增，曰：贺将军所举得其人。  永光二年秋，陇西羌人旁种反，诏召奉世等人入议。是时，四方饥馑，朝廷方以为忧，而遭羌变。奉世曰：羌虏近在境内背畔，不以时诛，亡以威制远蛮。臣愿帅师讨之。  于是遣奉世将万二千人骑，到陇西，分屯三处。奉世具上地形部众多少之计，愿益三万六千人乃足以决事。书奏，天子大为发兵六万余人，拜太常弋阳侯任千秋为奋武将军以助焉。奉世上言：愿得其众，不须烦大将。十月兵毕至陇西十一月并进羌虏大破斩首数千级余皆走出塞。明年二月，奉世还京师，更为左将军。光禄勋如故。其后录功拜爵，下诏曰：羌虏桀黠，贼害吏民。左将军光禄勋奉世前将兵征讨，斩首八千余级，卤马、牛、羊以万数。赐奉世爵关内侯，食邑五百户，黄金六十斤。  后岁余，奉世病卒。居爪牙官前后十年，为折冲宿将，功名次赵充国。",
		"question-answer": {
			"以下对原文中画波浪线一部分的断句，恰当的一项是 A．十月/兵毕至陇西/十一月/并举/羌虏大破/斩头千余级/余皆摆脱塞。  B．十月/兵毕至陇西/十一月/并举羌虏大破/斩头千余级余/皆摆脱塞。  C．十月兵毕至/陇西十一月并举/羌虏大破/斩头千余级/余皆摆脱塞。  D．十月/兵毕至/陇西十一月并举/羌虏大破/斩头千余级余/皆摆脱塞。": "A",
			"以下对原文中天赋加点词句的有关內容的解說，有误的一项是 A．郎，官称，帝王侍从官的统称。汉朝之后为中央官署的高官。汉朝的郎官大多数是在皇室子女中选拨的高层次人才。  B．节，意味着官府大臣的真实身份，凡拥有节的大使，就意味着大臣驾临，可履行支配权。如持节分封诸侯国、持节出使国外及持节签订和谈等。  C．歃，即歃血，古时候订盟时的一种典礼。古时候举办会盟时饮家畜的血或是嘴巴上刷上家畜的血，表达诚心。  D．羌，是中国在历史上一个关键的部落，从秦汉时便屡常见于史籍，五胡之时也是创立一方政党，参加中原的军政争夺。": "B",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．莎车国和别的一些国家攻杀了汉朝任职的莎车王，叛变汉朝，冯奉世临危不惧，在莎车强大起來以前平定了这次叛变。  B．宣帝对冯奉世的主要表现很令人满意，因此向引荐冯奉世给官府的前将军韩增恭贺。  C．永光二年秋季，陇西郡羌族所有叛逆，虽然那时候官府正为天地手机版饥荒而焦虑，冯奉世還是提议官府发兵平定叛变。  D．冯奉世任武将官衔前后左右有十年，是杀怪爱国的元老，曾封号为左将军、关内侯。": "C",
			"把古语中画线的句子翻译成现代汉语语法。1是时，西域诸国新辑，汉方善遇，欲以安之，选可让国外者。2奉世具上地貌部众是多少之计，愿益三万六千人乃得以决事。": "1这时候，西域诸国不久与汉朝合好，汉朝正提前准备尊重她们，想暗地里安抚这种国家，就选择能够出使国外的人。2冯奉世向皇上详尽汇报地貌和必须是多少军队的方案，恳求增兵三万六千人，（那样）才得以处理战争。"
		},
		"translation": "冯奉世字子明，上党郡潞县人，之后迁移到杜陵。汉朝盛行之后，到武帝末期，冯奉世由于是良家子女而被选任作郎官。本始年里，随部队进攻匈奴人。战事完毕后，又干了郎官。  这时候，西域诸国不久与汉朝合好，汉朝正提前准备尊重她们，想暗地里安抚这种国家，就选择能够出使国外的人。前将军韩增强烈推荐冯奉世以卫候的真实身份持节接送大宛等国的客人归国。到伊脩城，莎车国人与别的一些国家一起攻杀了汉朝所任职的莎车王万年，还杀了汉朝大使奚充国。  莎车国派大使放话说北道诸国早已所属匈奴人了，那时候就进攻劫掠南道诸国，并与她们歃血为盟叛变汉朝，冯奉世和他的副手严昌商讨，觉得假如不迅速进攻，莎车国就会日渐强劲，那样局势就无法操纵，一定会严重危害全部西域。因此以使节通知各位君王，进而启动了她们的部队，南北道一共一万五千人攻击莎车国，占领了它的封地。莎车王自尽，就将他的头颅传入长安。诸国都平定出来，冯奉世的威名振动了西域。宣帝召见韩增，说：庆贺大将引荐的人很合格。  永光二年秋季，陇西郡羌族的旁支叛逆，皇上下诏召见冯奉世等入朝商讨防范措施。那时候，年年农作物收获不太好，官府已经因此焦虑，却又碰到羌族背叛。冯奉世说：羌族贼兵近在国境线之内叛变，倘若不立即诛灭，就沒有方法工作制服远处的蛮夷。我愿带领部队征讨她们。  （皇上）立即外派冯奉世带领一万二千领兵来看，到陇西郡，分别屯兵三处。冯奉世向皇上详尽汇报地貌和必须是多少军队的方案，恳求增兵三万六千优秀人才得以处理战争。信件上奏，皇上出兵六万多人，封太常弋阳侯任千秋为奋武大将前往輔助他。冯奉世上奏说：期望获得大量兵士，无须烦请将军。  十月，部队都结合到陇西郡。十一月，一齐攻击。羌族贼兵惨败，被击杀头颅者数千个，剩下的都逃离边境线。第二年二月，冯奉世返回京师，改任左将军，光禄勋的岗位不会改变。以后记功封爵，皇上下诏说：羌族贼兵残暴诡谲，残害官员老百姓。左将军光禄勋冯奉世前时带领部队征伐，斩头八千余人，夺得牛马羊不计其数。赐冯奉世关内侯的官爵，食邑五百户，黄金六十斤。  以后一年多，冯奉世病逝。他任将领官衔前后左右有十年，为杀怪卫国的元老，名利仅次于赵充国。"
	},
	"http://www.yuwen360.com/ywtk/wyw/131051.html": {
		"context": "赵子潚字清卿，七岁而孤。家贫力学。登宣和中进士第。调真州刑曹掾，与守争狱事，解官去。改衢州推官。胡唐老奇其才，任之。属时多故，子潚佐唐老缮完城具，苗、刘兵至城下，不能攻，以功进一秩。累官吏部郎中，求补外，迁户部郎中，总领江、淮军马钱粮。诸司馈礼，月以千缗，悉归之公帑。除直秘阁、两浙转运副使。朝廷遣人检沙田芦场，欲概增租额，子潚以承买异冒占，力止之。时议者言：田之并太湖者被水患，宜分道诸浦注之江。诏子潚往案视。还言：太湖当数州巨浸岂松江一川所能独泄昔人于常熟北开浦二十四以达大江又开浦十于昆山东南以入海今皆湮塞宜加疏浚从之。明州守赵善继治郡残酷，子潚率诸监司劾罢之。除直敷文阁、知临安府，吏不能欺，禁权家僦人子女为仆妾者。诏权户部侍郎，升敷文阁待制，复知临安府。调三衙卒修筑都城，不扰而办。金主亮渝盟，子潚献助军一十五万钱，特迁一秩。帝幸建康，充行宫留守参谋官。扈跸还，复知临安府。金人来议和，子，子潚谓事情叵测，宜以军礼待之。孝宗嗣位，志图恢复，子潚练兵，习为鹅鹳鱼丽阵，上观于便殿，嘉之，赐金带。擢敷文阁直学士，移知明州、沿海制置使。台谏王十朋、王大宝抗疏留之，帝曰：朕委以防海，行召还矣。初，海寇以赂通郡胥吏，吏反为之用，匿其踪迹，贼遂大炽，商舶不通。子潚以礼延土豪，俾率郡胥分道入海，告之曰：用命者有厚赏，不则杀无贷。胥众震恐，争指贼处，悉禽获。凡豪猾为贼囊橐者，穷治之，海道遂平。升龙图阁直学士、知福州。岁饥，告籴旁郡，米价顿平，民赖以济，进龙图阁学士，移知泉州。乾道二年卒于官，年六十六。",
		"question-answer": {
			"下列对文中画线部分的断句，正确的一项是 A．太湖当数州巨浸/岂松江一川所能独泄/昔人于常熟北开浦二十四以达大江/又开浦十于昆山东南以入海/今皆湮塞/宜加疏浚/ B．太湖当数州/巨浸岂松江一川/所能独泄/昔人于常熟北开浦二十四以达大江/又开浦十于昆山东南以入海/今皆湮塞/宜加疏浚/ C．太湖当数州巨浸/岂松江一川所能独泄/昔人于常熟北开浦/二十四以达大江/又开浦十于昆山/东南以入海/今皆湮塞/宜加疏浚/ D．太湖当数州/巨浸岂松江一川/所能独泄/昔人于常熟北开浦二十四以达/大江又开浦十于昆山东南以入海/今皆湮塞/宜加疏浚/": "A",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A．郎中本是帝王侍从官的通称，其职责原为护卫、陪从，随时建议，备顾问及差遣。后世以郎中为各部要职。 B．宋朝时，府的地方长官称知某府事，简称知府，一般总领一个州的军政事务，有时会兼领其他的官职。 C．跸指帝王的车驾或行幸之处，帝王出行时沿途停留暂住称作扈跸，而驻跸则指官员随侍皇帝出行至某处。 D．学士本为负责文学撰述之官，因接近皇帝，往往参与机要政务，宋代始设专职，刚刚入直馆阁者则称为直学士。": "C",
			"下列对原文有关内容的概括和分析，不正确的一项是 A．赵子潚刚直敢言，不畏权贵。入仕不久，他就与真州守争论案件审理问题，并因此辞职而去；后来明州守赵普继治郡残暴，他率众弹劾了他。 B．赵子潚心系百姓，体恤民情。朝廷想增加沙田芦场的承租费用，他据理力争，加以阻止；福州发生饥荒，他多方筹款平抑米价，百姓得以保全。 C．赵子潚处事谨慎，重视军事。金人前来议和，他认为应当用军营的礼节来接待，以防意外；孝宗继位，他排练并献上阵法，受到皇帝嘉奖。 D．赵子潚为官清廉，明于吏治。他总领江淮军马钱粮时，将所得馈赠全部上交国库；他看到明州官吏接受海盗贿赂相互勾结，就严明赏罚制度。": "B",
			"把文中画横线的句子翻译成现代汉语。1属时多故，子潚佐唐老缮完城具，苗、刘兵至城下，不能攻，以功进一秩。2胥众震恐，争指贼处，悉禽获。凡豪猾为贼囊橐者，穷治之，海道遂平。": "1恰逢当时变乱纷起，子潇辅佐唐老修理城墙与器械，苗、刘军队兵临城下，不能攻取，子凭借功劳晋升一级。 2群吏震惊恐慌，抢着指明海盗所在，海盗都被擒获。对于强横狡诈窝藏海盗的人，子氵肃都加以彻底查办，海道最终得以畅通。"
		},
		"translation": "赵子潚字清卿，七岁就成了孤儿，家庭贫困，努力学习。考中宣和年间的进士。调任真州刑曹掾，因狱事与太守发生争执，辞官离去。改任衢州推官。胡唐老认为他才能出众，任用他。恰逢当时变乱纷起，赵子潚辅助胡唐老修缮城垣器械，苗、刘的军队到了城下，不能攻取，赵子潚凭借功劳晋升一级官职。累迁至吏部郎中，请求调到外地就职，任户部郎中，总领江、淮军马钱粮。各部门赠送财物，每月常有千缗，全部归入国库。授直秘阁、两浙转运副使。朝廷派人检查沙田芦场，想要增加租额，赵子潚认为承买不同于冒名占有，极力阻止。当时谏议官上奏：挨着太湖的田地遭受水患，应该分路各浦注入江中。皇帝诏令赵子潚去调查。回来后，赵子潚说：“太湖为数州大湖，松江一川怎能单独疏泄。前人在常熟北部开了二十四个浦口通往大江，又在崑山东南开了十个浦口使河水入海，现在全部堵塞，应该加以疏通。”皇帝听从了他的意见。明州太守赵善继治理郡务十分残酷，赵子潚带领各监司弹劾，罢免了他的官职。被任命为直敷文阁、临安府知府，官吏欺骗不了他，禁止权贵之家雇良家子女为仆妾。下诏任命他暂代户部侍郎，升任敷文阁待制，又担任临安府知府。调用三衙士卒修筑都城，没有扰乱就办成了。金主完颜亮背叛盟约，赵子潚献上助军钱十五万缗，特升官一级。皇帝到建康，(赵子潚)充任行宫留守参谋官。随从皇帝车驾回来，又担任临安府知府。金人前来议和，赵子潚认为事情不可预测，和议时应该严阵以待。孝宗即位，立志恢复国土，赵子潚练兵，演习“鹅鹳鱼丽阵”，皇上在便殿观看，很赞赏，赏赐他金带。提拔为敷文阁直学士，调任明州知州、沿海制置使。台谏王十朋、王大宝上书直言留下赵子潚，皇帝说：“朕委任他防海重任，就要召他回来。”当初，海寇用财物买通郡胥吏，胥吏反过来被他们利用，隐藏他们的踪迹，贼人于是非常猖獗，商船不通。赵子潚以礼接待当地恃势横暴的人，让他们率领郡胥吏分路入海，告诉他们说：“听从命令的有厚赏，否则格杀勿论。”众胥吏震惊、害怕，争着指明贼人所在之地，全部把他们擒获。凡是强横狡诈不守法纪窝藏贼人的，都彻底加以查办，海道于是得以畅通。升任龙图阁直学士、福州知州。当年闹饥荒，从别的郡中买入粮食，米价立刻平稳，百姓靠此得以救济。升龙图阁学士，调任泉州知州。乾道二年在官任上去世，享年六十六岁。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28653.html": {
		"context": "杨惟中，字彦诚，弘州人。金末，以孤童子事太宗，知读书，有胆略，太宗器之。年二十，奉命使西域三十余国，宣畅国威，敷布政条，俾皆籍户口属吏，乃归，帝于是有大用意。 皇子阔出伐宋，命惟中于军前行中书省事。克宋枣阳、光化等军，光、随、郢、复等州，及襄阳、德安府，凡得名士数十人，收伊、洛诸书送燕都，立宋大儒周悖颐祠，建太极书院，延儒士赵复、王粹等讲授其间，遂通圣贤学，慨然欲以道济天下。拜中书令，太宗崩，太后称制，惟中以一相负任天下。  定宗即位，平阳道断事官斜彻横恣不法，诏惟中宣慰，惟中按诛之。金亡，其将武仙溃于邓州，余党散入太原、真定间，据大明川，用金开兴年号，众至数万，剽掠数千里。诏会诸道兵讨之，不克。惟中仗节开谕，降其渠帅，余党悉平。  宪宗即位，世祖以太弟镇金莲川，得开府专封拜。乃立河南道经略司于汴梁，奏惟中等为使，俾屯田唐、邓、申、裕、嵩、汝、蔡、息、毫、颍诸州。初灭金时，以监河桥万户刘福为河南道总管，福贪鄙残酷，虐害遗民二十余年。惟中至，召福听约束，福称疾不至。惟中设大梃于坐，复召之，福不得已，以数千人拥卫见惟中，惟中即握大梃击仆之。数日福死，河南大治。迁陕右四川宣抚使。时诸军帅横侈病民，郭千户者尤甚，杀人之夫而夺其妻，惟中戮之以徇，关中肃然。语人曰：吾非好杀，国家纲纪不立，致此辈贼害良民，无所控告，虽欲不去，可乎？ 岁己未，世祖总统东师，奏惟中为江淮京湖南北路宣抚使，俾建行台，以先启行，宣布恩信，蒙古、汉军诸帅并听节制。师还，卒于蔡州，年五十五。",
		"question-answer": {
			"对以下语句中天赋加点的词句的表述，有误的一项是 A．平阳道断事官斜彻横恣非法横恣：蛮横放纵。  B．剽掠数千里剽掠：打劫抢掠。  C．惟中至，召福听约束力约束力：制订老规矩。  D．以先启行，宜布恩信公布：广泛宣传策划。": "C",
			"以下对原文中有关內容的解說，有误的一项是 A．称制指君主制时期在嗣君幼年、没法亲身听政的情况下，由王后、太后或太皇太后等女士执政者代理商皇上掌管国政。  B．仗节是手持符节的含意，古时候在重臣出使或是将军拜师的情况下，皇上授于她们符节，为此做为凭据和权利的代表。  C．屯田是封建社会机构员工在官土里开展开荒耕种的农业组织结构，根据这类方式官府能够 获得一些军饷和税粮。  D．遗民有灭亡之民、沦陷区的百姓、朝代更替后不仕新朝的人、劫后剩下的老百姓等义，原文中指金亡后不肯归降元的百姓。": "D",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．杨惟中维护文化，高度重视文化艺术建没。元军攻占宋代枣阳等地后，他收罗本地名土和儒学经典著作，为宋朝大儒周悖颐立祠，创建太极书院，发扬儒学。  B.杨惟中有胆才华横溢，备受官府赏识。他二十一岁即被派往西域，顺利完成重任；晚年时期出任江淮京湖南省东路宣抚使，蒙、汉军队将帅都归他指挥者所管。  C．杨惟中惩恶扬善保民，决不会姑息迁就。他尽管讨厌砍人，但還是依次坚决处决了伤害百姓的河南道主管刘福和军帅郭千户，威慑住了暴民。  D.杨惟中大智大勇，擅于劝降抚慰。金朝余党大张旗鼓造反，官府列出的各道的军力征伐却不曾制胜，他前去劝谕，劝降了她们的头领，余党都被平定。": "C",
			"把原文中画水平线的句子翻译成现代汉语语法。1延儒士赵复、王粹等授课期间，遂通圣人学，慨然欲以道济天地。2吾非好杀，国家纲纪不立，致此辈贼害良民，没有控诉，虽欲没去，可乎？": "1（杨惟中）邀约儒士赵复、王粹等在书院授课，他因此通晓圣贤之学，热血沸腾地想要圣人之法帮助国家。2我并不是喜爱屠戮，国家沒有法律纪律，导致这类歹人迫害良民，（百姓们）无从控诉，即便我不愿意祛除她们，可以吗？"
		},
		"translation": "杨惟中字彦诚，是弘州人。金朝末期，以弃儿的真实身份服侍太宗，明白念书，有胆识，太宗赏识他。他二十岁的情况下，领命出使西域三十多个国家，传扬国威，公布政令，让她们都备案户籍设定属官，随后才回到，皇上因此有器重他的用意。  皇上阔出讨伐宋代，指令杨惟中在军内行中书省事。攻破宋代枣阳、光化等军，攻破光、随、郢、复等州，及其襄阳、德安府，共得到名士数十人。搜集程颢、程颐的经典著作送到燕都，创建宋代大儒周敦颐的宗祠，创建太极书院，邀约儒士赵复、王粹等在书院授课，杨惟中因此通晓圣贤之学，慨然想为圣道帮助国家。杨惟中任中书令，太宗过世，皇太后临朝听政，杨惟中一人以丞相的真实身份承担天下事。  定宗继位，平阳道断事官斜彻横行不法，皇上谕旨杨惟中代皇帝前往传扬政令，抚慰百姓，杨惟中审问以后将其处决。金朝亡国后，金朝名将武仙在邓州败退，余党逃散于太原、真定中间，占有了大明川，应用金朝开兴年号，总数做到数十万，掳掠数千里。皇上谕旨列出的各道的军力进讨，沒有击败。杨惟中执符节前去劝谕，其头领缴械，其余党所有平定了。  宪宗继位，世祖以太弟的真实身份驻守金莲川，有权利设立衙署和任职高官。因此在汴梁开设河南道经略司，奏请任职杨惟中为经略使，他会在唐、邓、申、裕、嵩、汝、息、亳、颍等州屯田。刚灭金时，由监河桥万家刘福为河南道主管，刘福贪婪惨忍，欺负迫害金朝的遗民二十多年。杨惟中上任后，召刘福来听训，刘福称病不到。杨惟中在坐位上面了大木棍，又召他，令人对刘福说：你没听指令，我要以军法来处置。刘福迫不得已，有千余人保卫着我等你杨惟中，杨惟中便手握着棒子将他击倒。几日后刘福死了，河南从而清明节稳定。杨惟中改任陕右四川宣抚使。那时候各军队的名将猖狂奢华，损害百姓，有一个叫郭千户的特别是在利害，砍人之夫而争夺他的老婆，杨惟中将其处决示众，陕西关中因此纪律稳定。杨惟中对人说：我并不是喜爱屠戮，国家沒有法律纪律，导致这类歹人迫害百姓，百姓们无从控诉，即使我不愿意祛除她们，可以吗？  己未年，世祖统率东路军，奏请任职杨惟中为江淮京湖南省东路宣抚使，他会创建行御史台，因在世祖之先启行，公布官府的恩泽信誉度，蒙古、汉军的各军队名将都遵从他的控制。军队回到时，杨惟中在蔡州过世，时岁五十五岁。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28403.html": {
		"context": "张裔字君嗣，蜀郡成都人也。治公羊春秋，博涉史、汉。汝南许文休入蜀，谓裔干理敏捷，是中夏钟元常之伦也。刘璋时，举孝廉，为鱼复长，还州署从事，领帐下司马。张飞自荆州由垫江入，璋授裔兵，拒张飞于德阳陌下，军败，还成都。为璋奉使诣先主，先主许以礼其君而安其人也，裔还，城门乃开。先主以裔为巴郡太守，还为司金中郎将，典作农战之器。先是，益州郡杀太守正昂，耆帅①雍闿恩信著于南土，使命周旋，远通孙权。乃以裔为益州太守，径往至郡。阄遂趑趄！不宾，假鬼教曰：张府君如瓠壶，外虽泽而内实粗，不足杀，令缚与吴。于是遂送裔于权。 会先主薨，诸葛亮遣邓芝使吴，亮令芝言次可从权请裔。裔自至吴数年，流徙伏匿，权未之知也，故许芝遣裔。裔临发，权乃引见，问裔日：蜀卓氏寡女，亡奔司马相如，贵上风俗何以乃尔乎？裔对日：愚以卓氏之寡女，犹贤于买臣之妻。权又谓裔日：君还，必用事西朝，终不作田父于阁里也，将何以报我？裔对日：裔负罪而归，将委命有司。若蒙侥幸得全首领，五十八已前父母之年也，自此已后大王之赐也。权言笑欢悦，有器裔之色。裔出阁，深悔不能阳愚，即便就黯，倍道兼行。权果追之，裔已入永安界教十里，追者不能及。 既至蜀，丞相亮以为参军，署府事，又领益州治中从事。亮出驻汉中，裔以射声校尉领留府长吏，常称日：公赏不遗远，罚不阿近，爵不可以无功取，刑不可以贵势免，此贤愚之所以佥忘其身者也。其明年，北诣亮谘事，送者数百，车乘盈路，裔还书与所亲日：近者涉道，昼夜接宾，不得宁息，人自敬丞相长史，男子张君嗣附之，疲倦欲死。其谈啁流科，皆此类也。少与犍为杨恭友善，恭早死，遗孤未数岁，裔迎留，与分屋而居，事恭母如母。恭之子息长大，为之娶妇，买田宅产业，使立门户。抚恤故旧，振赡衰宗，行义甚至。加辅汉将军，领长史如故。建兴八年卒。子笔嗣，历三郡守监军。笔弟都，太子中庶子。 （选自《三国志卷四十-》） 【注】①趑趄( zlju)：踌躇不定，怀有二心。②谈啁(tiao)流速：谈吐诙谐机灵敏捷。",
		"question-answer": {
			"对以下各句中加点语句的表述，有误的一项是 A．典作农战之器典：执掌  B．故许芝遣裔遣：外派  C．深悔不可以阳愚阳：装作  D．裔还书与所亲日亲：爸爸妈妈": "B",
			"以下每组句中，加点词的实际意义和使用方法同样的一组是 A．外虽泽而内实粗谦谦君子博览群书而日参省乎己  B．犹贤于买臣之妻若七郑而有利于君  C．小伙张君嗣附之胡为乎遑遑欲何之  D．近者涉道，白天黑夜接宾今者有奸险小人之话，令大将与臣有邰": "D",
			"以下对全文相关內容的归纳和剖析，有误的一项是 A．张裔普遍涉足史-#，曾任鱼复K、巴郡太守等职。在益州太守候选人的难题上，官府无需雍闿，而用张裔。雍阁担忧自身交结吴国的事儿9l文露，就托词把张裔消磨到吴国。  B．张裔应答敏捷，以朱买臣老婆的不贤淑，答复孙权借卓文君远走他乡的事对蜀地风俗习惯的讽刺；以五十八岁之前是爸爸妈妈给的性命为由，恰当回应了孙权明确提出的知恩图报难题。  C张裔言谈举止幽默风趣，有一次他要向诸葛亮资询事务管理，临走时，有百余送别，牛车满大街全是。张裔之后写信亲人说，大家尊敬的是丞相长史这一职衔，他为这一职衔累到要死了。  D张裔十分讲仗义，朋友杨恭人死之后，张裔照料他的亲人，并协助他的子孙后代 安家立业。他还抚恤故旧，救助没落的大家族。之后尽管官至辅汉大将，依然讲仗义。": "A",
			"把从文中画线的句子翻译成现代汉语语法。1起先，益州郡杀太守正昂，耆率雍闿恩信著于南土，重任周璇，远通孙权。2公赏不遗远，罚不阿近，爵不能有功取，刑不能贵势免，此贤愚往往佥忘其身者也。": "1在这里以前，益州郡人杀掉郡太守正昂，元老雍闿在中国南方一带威信和权威威望很高，便派人四处活动，与远处的孙权结识。2丞相赐予不忽略关联生疏的人，处罚不偏向关联亲密接触的人，官爵不可以由于有功而获得，酷刑不可以由于荣华富贵势力而免去，这就是说贤良的人与愚钝的人都能忘作为国的缘故。"
		},
		"translation": "张裔,字君嗣,蜀郡成都人。他科学研究《公羊春秋》,普遍涉足《史记》、《汉书》。汝南人许文休入蜀后,觉得张裔干净利索敏捷,是中原一带钟繇一类的角色。刘璋阶段,张裔被荐举为孝廉,任鱼复县县委书记,返回州里任州署从业,担任帐下诸葛。张飞从荆州由垫江进到蜀地,刘璋授于张裔军队,他会在德阳陌下抵挡张飞,結果张裔兵败,退还成都。做为刘璋的太阳龙宝宝前去见面刘备,刘备同意他一定对刘璋以诚相待并抚慰刘璋的属下,张裔返回成都,因此开城热烈欢迎刘备,刘备任职张裔为巴郡太守,回成都后任司金中郎将,承担农机具、武器的生产制造。在这里以前,益州郡人杀掉该郡太守正昂,一位年老的头领雍闿，他在中国南方一带声望知名度很高,便派人四处活动,还远往孙权那边求情。没想到官府让张裔成为了益州太守,直接赴郡所就任。雍闿因此闹矛盾狂妄自大,他借鬼教煽动人说:张府君像只胡芦,外边虽然明亮但里面具体很不光滑,不值杀他,指令大家把他缚绑送到吴国。因此她们把张裔押赠给孙权。  值刘备去世,诸葛亮外派邓芝出使东吴,诸葛亮教邓芝言谈之间应向孙权明确提出恳求放还张裔。张裔自从到吴国,两年来一直放逐归隐,孙权并不了解他这一人,因此准予了邓芝的恳求放还张裔。张裔临走前,孙权召见他,问她说:蜀地卓氏的小寡妇,和司马相如远走他乡,贵地风俗习惯为什么会是这一模样?张裔回应说:我觉得卓家守活寡的女人,比朱买臣老婆贤慧得多。孙权又对张裔说:你归国后,一定会为西蜀法律效力,终不容易像个农家呆在小乡村街巷里,那麼你将用哪种回报我呢?张裔回应说:张裔负罪归国,将把自己生命交到官府分配;假如能心存侥幸保得住脑壳,则我五十八岁之前是爸爸妈妈给的性命,从此之后则是老大您恩赐的时光。孙权欢乐地谈论着,有赏析张裔才能的含意。  返回蜀国后,丞相诸葛亮用张裔为丞相府参军入伍,代行王府政务服务,又做兼职益州治中从业。诸葛亮出军驻扎汉中市,张裔以射声校尉真实身份兼留府长史,常常夸赞说:丞相赐予不忽略关联生疏的人,处罚不包容关联亲密接触的人,官爵有功不能得,酷刑荣华富贵势力不可免,这就是说精明能干者和愚昧无知普普通通者都能忘作为国的缘故。第二年,张裔南下去见诸葛亮资询相关事务管理,送别的人百余,马车都堵满了路面,张裔复信对家人说:前几日出发上道前,白天黑夜招待到访的人客,无法得到歇息,大家尊敬的是丞相长史这一职衔,孩子君嗣附在这里一岗位上,因此疲惫得要死了。他谈吐诙谐聪明伶俐便捷,都像那样。张裔青春年少与犍为人杨恭十分友善,杨恭早前去世,留有的小孩沒有多少岁,张裔将李家人收到自身家里,分房子给他住,服侍杨恭妈妈如同自身的妈妈。杨恭的儿们长大以后,又为她们娶媳妇,选购田宅宫产业链,让她们独当一面。抚恤故人的亲属,协助救助没落的大家族,十分讲仗义。后加封辅汉大将,担任长史依旧。建兴八年(230),张裔过世。他的孩子张縠承继他的官爵,列任三个郡的郡守和监军。张縠侄子张郁,任皇太子中庶子。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28405.html": {
		"context": "才难，不其然乎！今人尽知才难，尽能言才难，然竟不知才之难，才到面前竟不知爱，幸而知爱，竟不见有若己有者，不见有称喜赞扬不啻若自其口出者，如孔北海之荐祢正平，跣足救杨彪也。何也？以其非真惜才也；虽惜才，亦以惜才之名好，以名好故而惜之耳。则又安望其能若己有、不啻若口出如孔北海然也？呜呼！吾无望之矣！ 举春秋之天下，无有一人能惜圣人之才者，故圣人特发此叹，而深羡于唐、虞之隆也。然则才固难矣，犹时时有之；而惜才者则千古未见其人焉。孔子惜才矣，又知人之才矣，而不当其位。入齐而知晏平仲，居郑而知公孙子产，闻吴有季子，直往观其葬，其惜才也如此，使其得志，肯使之湮灭而不见哉！然则孔子之叹才难，非直叹才难也，直叹惜才者之难也。 夫才有巨细，巨才方可称才也。有巨才矣，而肯任事者尤难。既有大才，又能不避祸害，身当其任，勇以行之，而不得一第，则无凭，虽惜才，其如之何！幸而登上第，有凭据，可藉手以荐之矣，而年已过时，则虽才如张襄阳，亦安知听者不以过时而遂弃，其受荐者又安知不以既老而自懈乎？ 夫凡有大才者，其可以小知处必寡，其瑕疵处必多，非真具眼者与之言必不信。当此数者，则虽有大才，又安所施乎？故非自己德望过人，才学冠世，为当事者所倚信，未易使人信而用之也。然非委曲竭忠，真若自己有，真不啻若口出，纵人信我，亦未必能信我所信之人，憾不得与之并时，朝闻而夕用之也。呜呼！可叹也夫！",
		"question-answer": {
			"表述以下句中加点的语句。1举秋春之天地 举： 2直叹惜才者之难也 直：  3可藉手以荐之矣 藉：  4则虽然有大才，又安所施乎 施：": "1举：全、全部  2直：仅、仅仅  3藉：凭着、依靠  4施：使出",
			"原文中何也？因其非真惜才也的以字，与以下语句中加点的以字使用方法同样的一项是 A.夫夷以近，则游者众  B.强秦往往害怕加兵于赵者，徒以吾两个人在也  C.余嘉其可以古道，作《师说》以贻之  D．（大少爷）欲以客往赴秦军，与赵俱死": "B",
			"把原文中划线的句子翻译成现代汉语语法。1则又安望其能若己有、不啻若口出如孔北海然也？ 2故非自身德望挑球，学识冠世，为追名逐利所倚信，未易使人信而用之也。": "1那麼又怎能期望他如孔北海那样（看待人才）如同自身有着（的才可以一样）、不仅仅 仿佛从嘴中讲出（称赞得话）呢？ 2因此（假如）并不是自身的品行威望超出许多人，才可以见识跨越当世，被当权的人仰仗、信赖，就不容易随便令人信赖并器重他。",
			"文中讨论人才难题，创作者在文尾传出能够叹也的感慨，请简略归纳叹的缘故。": "1爱护人才之难，真实爱护人才的人之少；2选拨人才的规范不善。"
		},
		"translation": "人才难，爱惜人才者更难得。李贽认为才固难矣，犹时时有之；而惜才者则千古未见其人焉。爱惜人才者难得，而在当政者中爱 惜人才者尤为难得。李贽说孔子是惜才者，但是不当其位，手中无权，虽然看到了人才，也知道爱惜，但无权委以重任，不能发挥人才作用，使之湮灭而不见，这是非常遗憾的。由此可见，当政者对待人才必须爱惜。只有认识人才，爱惜人才，委以重任，发挥作用，才能使国家富强。对待人才，也应该有正确的认识。首先不以是否中举登第为凭据，而要看是否有真才实学。其次金无足赤，人无完人，任何人才都会有缺点毛病，不能以小疵掩大德，更不能以有微瑕为借口，弃置大才而不用。如何对待人才，古住今来，很多人探讨这个问题。司马迁说：人君愚智贤不肖，莫不欲求忠以自为，举贤以自佐，然亡国破家相随属。而圣君治国，累世而不见者，其所谓忠者不忠，而所谓贤者不贤也。强调人君辨别人才真伪之重要。韩愈说：千里马常有，而伯乐不常有。强调识别人才者之重要。李贽进一步提出爱惜人才之重要。这些论述尽管都有一定的局限性，但是对于我们如何正确对待人才，仍有一定的启发意义。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28663.html": {
		"context": "高颎，字昭玄，自云渤海蓓人也。父宾，背齐归周，大司马独孤信引为僚佐，赐姓独孤氏。颎少明敏，有器局，略涉书史，尤善词令。初，孩孺时，家有柳树，高百许尺，亭亭如盖。里中父老曰：此家当出贵人。年十七，周齐王宪引为记室。武帝时，袭爵武阳县伯，除内史上士，寻迁下大夫。以平齐功，拜开府。寻从越王盛击隰州叛胡，平之。 高祖得政，素知颎强明，又习兵事，多计略，意欲引之入府，遣邗国公杨惠谕意。承旨欣然曰：愿受驱驰。纵令公事不成，颎亦不辞灭族。于是为相府司录。时长史郑译、司马刘昉并以奢纵被疏，高祖弥属意于颊，委以心膂。尉迟迥之起兵也，遣子惇率步骑八万；进屯武陟。高祖令韦孝宽击之，军至河阳，莫敢先进。高祖以诸将不一，令崔仲方监之，仲方辞父在山东。时颎又见刘昉、郑译并无去意，遂自请行，深合上旨，遂遣颎；受命便发，遣人辞母，云忠孝不可两兼，歔欷就路。至军，为桥子沁水，贼于上流纵火筏，颎预为土狗以御之。既渡，焚桥而战，大破之，因平尉迟迥。军还，侍宴于卧内，上撤御帷以赐之。进位柱国，改封义宁县公，迁相府司马，任寄益隆。 高祖受禅，拜尚书左仆射，兼纳言，进封渤海郡公，朝臣莫与为比，上每呼为独孤而不名也。颎深避权势，上表逊位，让于苏威。上欲成其美，听解仆射。数日，上曰：苏威高蹈[注]前朝，颎能推举。吾闻进贤受上赏，宁可令去官!于是命颎复位，俄拜左卫大将军，本官如故。颎每坐朝堂北槐树下以听事，其树不依行列，有司将伐之。上特命勿去，以示后人。其见重如此。母忧去职，二旬起令视事。颎流涕辞让，优诏不许。 开皇九年，晋王广大举伐陈，以颎为元帅长史，三军谘禀，皆取断于颎。及陈平，以功加授上柱国，进爵齐国公。颎又逊位，诏曰：公识鉴通远，器略优深，此则天降良辅，翊赞朕躬，幸无词费也。其优奖如此。是后右卫将军庞晃及将军卢贲等，前后短颎于上。上怒之，皆被疏黜。因谓颎曰：独孤公犹镜也，每被磨莹，皎然益明。未几，尚书都事姜晔、楚州行参军李君才并奏称水旱不调，罪由高颎，请废黜之。二人俱得罪而去，亲礼逾密。上尝从容命颎与贺若弼言及平陈事，颎曰：贺若弼先献十策，后于蒋山苦战破贼。臣文吏耳，焉敢与大将军论功！帝大笑，时论嘉其有让。 (选自《隋史高颊传》 [注]高蹈，隐居",
		"question-answer": {
			"对以下语句中天赋加点的词的表述，有误的一项是 A．颖亦不辞灭族辞：逃避  B．任寄益轰隆：庄重  C．幸无词费也幸：期望  D．前后左右短颎于上短：污蔑": "B",
			"下列每组语句中，统统说明高颇有礼让之礼的一组是 ①纵令公务不了，颎亦不辞灭族②以上逊位，让于苏威  ③顾每坐朝廷北槐树下以听事④颎流鼻涕辞让，优诏不能  ⑤臣文吏耳，焉敢与大元帅论功⑥时论嘉其有让  A．①③⑤B．①②④C．②⑤⑥D．③④⑥": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．高颎爸爸因曾做独孤信智囊，被赐独孤氏。高颎钟头就聪明难学，很有供气量，村里的乡亲们依据她们家杨树的特点，就预测分析高家未来一定会出現贵人相助。  B。高祖主持人朝廷时，了解高颎精明能干，而且熟习国防，雄才大略，就派邗国公杨惠表述了要想召他到自身府里委以重任的意向，高颎恬然同意。  C．尉迟迥举兵侵略，高祖所派名将害怕轻率前行，所派监军又不想要前往，高颎自我推荐前去，巧施计谋，大败敌军，获得官府的奖励。  D．高祖即位后，数次册封高颎，对高颎常呼独孤而不称名；还罢黜了一些污蔑高颎的高官，由此可见皇帝想贡献高颎盛名的用意。": "D",
			"把原文中画水平线的句子翻译成现代汉语语法。1时长史郑译、司马刘昉并且以奢纵被疏，高祖弥属意于颊，委以心膂。2母忧去职，二旬起令视事。颎流鼻涕辞让，优诏不能。": "1那时候长史郑译、司马刘昉都由于奢华放肆被生疏，高祖更加看重高颠，把他做为亲信大臣。2因亲人去世而辞职，二十天就被指令站起来朝办公室。高颎流着泪水回绝，但皇帝奖赏的谕旨不愿意。"
		},
		"translation": "高颎字昭玄，自称为是渤海蓓人。爸爸高宾，背叛北齐归降北周，北周大司马独孤信召他干了智囊，赐他独孤姓式。高颎青少年时聪慧灵巧，很有量度胸怀，读过一些史籍，非常善于辞令。当时，在儿童时，家里有一棵杨树，有百尺多高，茂盛高挺好似引擎盖。村里的父老说：这个会出大贵人相助。十七岁，周的齐王宇文宪召引他做记室。武帝时，又沿袭官爵干了武阳县伯，又被选任为内史上士，没多久又升级成下医生。因平定北齐有功，封号为开府。没多久随越王宇文盛进攻隰州叛变的胡人，平定了叛变。  高祖主持人朝廷，早知高颎精明能干，而且熟习国防，谋略丰富多彩，便想延揽入宰相府。因此派邗国公杨惠传达宰相的含意，高颎领悟旨意十分高兴地说：想要接纳迫使。即便工作不可以取得成功，因为我不害怕灭族之灾。因此任宰相府司录。那时候长史郑译、司马刘昉都由于奢华放肆被生疏，高祖更加注重高颎，把他做为亲信大臣。尉迟迥举兵叛变，外派自身的孩子尉迟惇步骑兵队八万，入驻武陟。高祖指令韦孝宽进攻反贼，官军到河阳，诸路大军都害怕领跑上场。高祖见诸将沒有统一指挥，便指令崔仲方前往监军，崔仲方以爸爸在山东为由回绝。那时候高颎见郑译、刘昉也没有前去阵线的含意，便积极恳求交通出行，很合高祖的情意，因此外派高颎。高颎接纳命令马上来看，派人委托拜别妈妈，说忠孝不能两全，便感叹哀叹着到了路。到军内，在沁水上铁路桥，贼军在上下游学会放下点燃火的小帆船，高颎事先制做土狗(水里阻碍，前锐后广，前高后低，状如坐狗的土墩)以抵挡火船。度过沁水后烧毁桥与反贼背水一战，惨败反贼，因此平定了尉迟迥。部队撤销，参加皇帝室内举行的宴席，皇帝竟撤掉御帐赏给他。晋位柱国，改封义宁县公，晋升宰相府司马，信赖倚托的影响力更为提升。  高祖接纳周的禅让，高颎拜受尚书仆射，兼任纳言，进封渤海郡公，朝官中沒有谁可以比得过他，皇上经常称他为独孤而不叫他的姓名。高颎很留意绕开权利影响力，上表章恳求离职，请苏威接任。皇上想贡献他让贤的盛名，愿意他消除仆射的官衔。几日后，皇帝说：苏威在前朝归隐不愿当官，高颎能举荐他。她告诉我强烈推荐贤良的人受上赏，怎能他会去除官衔呢?因此指令高颎修复原点，没多久又拜高颎为左卫大大将，原先的官衔不会改变。高颎常常坐着朝廷北部的一棵槐树下办公室解决政务服务，那棵树没有队伍以内，主事的要取消它，皇帝非常标示不必砍，用它昭告后代。高颎被注重到这类水平。因亲人去世而辞职，二十天就被指令站起来朝办公室。高颎流着泪水回绝，但皇帝的指令不容许。  开皇九年，晋王杨广巨资征讨陈国，任职高颎为上将长史，三军凡有资询禀告的事，都由高颎选择。直到陈国被平定，凭着贡献加授上柱国，进封爵位齐国公。高颎又明确提出退位，皇帝下诏说：老先生眼界志存，谋定后动，这就是说老天爷下降出色的辅臣，冠名赞助我呀，期望你请别再多了。他被奖赏到这类程度。  这之后右卫大将庞晃和大将卢贲等，依次在皇上眼前污蔑高颎。皇上很发火，这种污蔑的人都遭罢黜。皇上趁机对高颎说：独孤老先生如同一面镜子，常常被摩擦，却更为光亮。没多久，尚书都事姜晔、楚州行参军李君才一起上奏称风吹雨打失调，产生洪水灾害大旱，罪行都由于高颎，恳求免去他。二人都因惹恼而被罢黜，皇上与高颎关联更为亲密无间。皇上曾随便让高颎和贺若弼讨论平定陈国的事，高颎说：贺若弼先献十个计谋，后又于蒋山奋战战胜贼军。我仅仅文臣，如何敢跟大元帅争功呢?皇帝哈哈大笑，那时候大伙儿都赞美高颎有礼让之礼。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28408.html": {
		"context": "梁惠王曰：晋国，天下莫强①焉，叟之所知也。及寡人之身，东败于齐，长子死焉；西丧地于秦七百里；南辱于楚。寡人耻之，愿比死者一洒之②，如之何则可？ 孟子对曰；地方百里而可以王。王如施仁政于民，省刑罚，薄税敛，深耕易耨③；壮者以暇日修其孝悌忠信，入以事其父兄，出以事其长上。可使制梃以达秦楚之坚甲利兵矣。 彼夺其民时，使不得耕耨以养其父母。父母冻饿，兄弟妻子离散，彼陷溺其民，王往而征之，夫谁与王敌？故曰：仁者无敌。王请勿疑！ 《梁惠王上》 【注释】 ①莫强：没有比它更强的。②比：替，为；一：全，都；洒：洗刷。全句说，希望为全体的死难者洗恨雪耻。③易耨：及时除草。易，疾，速，快；耨，除草。",
		"question-answer": {
			"融合选段內容，谈一谈孟子对战事的观点。": "孟子抵制为了实现君主发展疆域和报仇雪耻的欲念而陷溺其民的战事，他觉得战事的目地是以便救民，只能施行仁政，才可以得民心。",
			"浅析孟子明确提出了什么实际的仁政对策，目地各是啥?": "在化学物质制造层面，包含三项內容：一是缓解刑罚，二是少收赋税，三是稳步发展，立即锄草。目地是以便发展趋势制造、养民。在忠恕之道层面，关键是注重孝悌忠信的文化教育。目地取决于教民。那样施行仁政，就能够无敌于天下。",
			"以下各类中，对上边《孟子》选段的了解，有误的一项是 A．应对梁惠王的疑虑，孟子直接了当的明确提出了他的仁政认为。实际上還是无非化学物质制造和文明创建抓牢的难题。  B．在化学物质制造层面，包含三项內容：一是刑罚，二是薄赋税，三是深耕细作易耨。尽管省刑罚归属于法制，薄赋税归属于财政局，深耕细作易耨才归属于农业。  C．在文明创建层面，关键還是教育热点问题，但是，在儒学政冶的文化教育中，文化艺术专业知识是第一位的，为人处事是第二位的，品德教育是第二位的，因此孟子这里仍然注重的是孝、悌、忠、信。  D．孟子觉得，要是这双手都把握住了，国不管尺寸都能够稳步发展。弱国能够击败强国，弱国能够击败大国。由于，施行仁政的人是无敌于天下的。": "C",
			"融合上边选段，请简略表明你对仁者无敌的了解。": "孟子这一见解，在东汉动荡阶段，有重大意义。现如今时期，孝悌忠信虽然有新的內容，但仍应是中华传统美德，要发扬。"
		},
		"translation": "惠王说：晋国曾一度在天地称强，它是老爷子您了解的。但是来到我此刻，东面被齐国击败，我的儿子都死了了；西面缺失了七百里农田给秦国；南面又受楚国的污辱。我来这种事觉得十分羞耻感，期望替全部的遇难者报仇雪恨，我想怎么做才行呢？  孟子回应说：要是有旭中一百里的农田就能够使天地归服。老大假如对群众施行仁政，免减刑罚，少收赋税，稳步发展，立即锄草；让身强体壮的人抽出来時间涵养孝敬、尊重、忠实、诚信的品行，在家里服侍爸爸妈妈哥哥，外出尊重老人上级领导.那样就是说让她们制做木棍还可以严厉打击这些有着牢靠铠甲锋利刀枪的秦楚部队了。  由于这些秦国、楚国的执政者夺走了她们群众的制造時间，使她们不可以稳步发展来赡养老人。爸爸妈妈受冷饿肚子，弟兄老婆东离西散。她们使群众深陷谷底当中，老大去讨伐她们，有由谁来和您抵御呢？因此说：施行仁政的人是无敌于天下的。老大请不必顾虑！"
	},
	"http://www.yuwen360.com/ywtk/wyw/28664.html": {
		"context": "滁州之西南，泉水之涯，欧阳公作州之二年，构亭曰丰乐，自为记，以见其名义。既又直丰乐之东，几百步，得山之高，构亭曰醒心，使巩记之。 凡公与州宾客者游焉，则必即丰乐以饮。或醉且劳矣，则必即醒心而望，以见夫群山相环，云烟之相滋，旷野之无穷，草树众而泉石嘉，使目新乎其所睹，耳新乎其所闻，则其心洒然而醒，更欲久而忘归也。故即其事之所以然而为名，取韩子退之《北湖》之诗云。噫！其可谓善取乐于山泉之间，而名之以见其实，又善者矣。 虽然，公之作乐，吾能言之。吾君优游而无为于上，吾民给足而无憾于下，天下之学者，皆为才且良，夷狄鸟兽草木之生者，皆得其宜，公乐也。一山之隅，一泉之旁，岂公乐哉？乃公所以寄意于此也。 若公之贤，韩子殁数百年而始有之。今同游之宾客，尚未知公之难遇也。后百千年，有慕公之为人，而览公之迹，思欲见之，有不可及之叹，然后知公之难遇也。则凡同游于此者，其可不喜且幸欤！而巩也，又得以文词托名于公文之次，其又不喜且幸欤！ 庆历七年八月十五日记。",
		"question-answer": {
			"以下句子中对天赋加点的字的表述，有误的一项是 A．既又直丰乐之东几百步直：径自  B．以见夫山川之相环，云雾之相刺啦：侵扰  C．吾民给足而无悔于下憾：怨气  D．一山之隅，一泉之旁隅：角落里": "B",
			"以下每组句子中，天赋加点字的实际意义和使用方法同样的一组是 A．①草树众而泉石嘉②则其心洒殊不知醒  B．①而名之以见实际上②又足以文词托名于文书之次  C．①山泉水之涯②荒野之无限  D．①则必即丰乐以饮②则必即醒心而望": "D",
			"下列句子各自编出四组，所有主要表现公之乐的一组是 ①则其心洒殊不知醒，更欲久而忘归也。②一山之隅，一泉之旁。  ③天地之学者，皆为才且良。④夷狄鸟兽万物之生者，皆得其宜。  ⑤则凡结伴游在此者，其不需喜且幸欤！⑥而览公之迹，思欲见之。  A．①②⑤B．①③④C．②④⑥D．③⑤⑥": "B",
			"以下对全文的了解和鉴赏不适当的一项是 A．文中写欧阳修以醒心名亭，而曾巩而为作记，并与欧阳修的文章内容《丰乐亭记》恰当地联系在一起，以醒围绕全文。  B．文中虽是记，却关键紧紧围绕欧阳修的醉乐醒进行讨论，讨论善于记叙。  C．创作者强调欧阳修醉仅仅现象，醒方是本质，乐则是反映，而这类乐就取决于一山之隅，一泉之旁的山水之乐。  D．如同韩愈诗常说：需留醒心处，准拟醉时来。欧阳修筑亭题名的寓意就是说以便使人到国富民强的太平盛世里能洒殊不知醒，而这也更是文中的中心思想所属。": "C",
			"汉语翻译下边的句子。1或醉且劳矣，则必即醒心而望。2夷狄、鸟兽、万物之生者皆得其宜，公乐也。3则凡结伴游在此者，其不需喜且幸欤？": "许多人喝醉酒而且疲劳了，就一定会到醒心亭犹豫景色。2偏远地区的人、鸟和兽、万物生长发育都适度极佳，这才算是欧阳修的开心。3那麼但凡与他这里结伴游的人，难道说能够 不觉得开心和好运吗？"
		},
		"translation": "在滁州的西南方，山泉水的边上，欧阳修出任知州的第二年，工程建筑亭子叫丰乐亭，自身写了一篇《丰乐亭记》，来表明丰乐亭名字的来历。以后又在仅离丰乐亭东面几百步的地区，寻找地势高的地区，工程建筑亭子喊醒心亭，而且请我来它写一篇记。  要是欧阳修和客人来去玩，一定会到丰乐亭喝酒。有时，游客喝醉酒而且疲劳了，就一定会到醒心亭远眺，见到那山峦围绕着，白云山岚水汽滋长扩散，一望无际的荒野，花草植物繁茂，泉水岩层秀丽，让她们双眼所见到的、耳朵里面所听见的常有清爽的觉得，她们的心也因惊讶而醒来时，乃至多做停留而忘记了回来。因此依据那样的事为它取名字醒心亭，它是源自韩愈《北湖》一诗的句子。唉！他真能够 说善于从泉水中间得到快乐，并且给他们取名字来显示信息他们的具体情况，也是更善于的了！  尽管这般，欧阳修的开心，我可以描述。人们的君主在可以宽敞化民，无需酷刑，人们的老百姓再下衣食住行充足，沒有怨气。天地的上学的人都贤明有才可以，偏远夷族鸟兽万物生长发育都适度极佳，这才算是欧阳修的开心。而一座山的角落里、一池山泉水的边上，难道说是欧阳公的开心吗？这实际上是欧阳修用于这里寄予他的理想化呀。像欧阳修公贤明，韩愈人死之后的几百年才有。如今与他结伴游的客人都没了解欧阳修的难能可贵。之后的百上千年，许多人敬仰欧阳公的处世，来参观考察他的遗址，要想见他一面，却因没法再看到而感慨不已，随后才了解欧阳修的难能可贵。因此但凡与他这里结伴游的人，难道说能够 不觉得开心、好运吗？可是我曾巩又能够 凭着本文借助在欧阳修的文章内容以后名扬，难道说并不是开心和好运的事吗？宋仁宗庆历七年八月十五日记。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28664.html": {
		"context": "滁州之西南，泉水之涯，欧阳公作州之二年，构亭曰丰乐，自为记，以见其名义。既又直丰乐之东，几百步，得山之高，构亭曰醒心，使巩记之。 凡公与州宾客者游焉，则必即丰乐以饮。或醉且劳矣，则必即醒心而望，以见夫群山相环，云烟之相滋，旷野之无穷，草树众而泉石嘉，使目新乎其所睹，耳新乎其所闻，则其心洒然而醒，更欲久而忘归也。故即其事之所以然而为名，取韩子退之《北湖》之诗云。噫！其可谓善取乐于山泉之间，而名之以见其实，又善者矣。 虽然，公之作乐，吾能言之。吾君优游而无为于上，吾民给足而无憾于下，天下之学者，皆为才且良，夷狄鸟兽草木之生者，皆得其宜，公乐也。一山之隅，一泉之旁，岂公乐哉？乃公所以寄意于此也。 若公之贤，韩子殁数百年而始有之。今同游之宾客，尚未知公之难遇也。后百千年，有慕公之为人，而览公之迹，思欲见之，有不可及之叹，然后知公之难遇也。则凡同游于此者，其可不喜且幸欤！而巩也，又得以文词托名于公文之次，其又不喜且幸欤！ 庆历七年八月十五日记。",
		"question-answer": {
			"本文作者是曾巩，和我韩子、欧阳公等在中国文学史上被称作": "唐宋八大家",
			"在文中的第②段中，能与《醉翁亭记》中醉翁之意不在酒，在意山水间也相映衬的句子是": "其可以说善取乐于泉水中间",
			"第②中画水平线的句子用一个四字成语而言就是说": "耳目一新",
			"以下句子各自编出四组，所有都主要表现公之乐的一组是 ①则其心洒殊不知醒，更欲久而忘归也。②一山之隅，一泉之旁。③天地之学者，皆为才且良。④夷狄鸟兽万物之生者，皆得其宜。⑤则凡结伴游在此者，其不需喜且幸欤！⑥而览公之迹，思欲见之。  A．①②⑤B．②④⑥C．①③④D．③⑤⑥": "C",
			"依据文章，讲讲你对欧阳公处世当官的观点。": "提醒：处世，欧阳修是一个与民同乐、豪爽潇洒的人；做官，欧阳修是一个远在江湖忧其君（忧国忧民）的好官。"
		},
		"translation": "在滁州的西南方，山泉水的边上，欧阳修出任知州的第二年，工程建筑亭子叫丰乐亭，自身写了一篇《丰乐亭记》，来表明丰乐亭名字的来历。以后又在仅离丰乐亭东面几百步的地区，寻找地势高的地区，工程建筑亭子喊醒心亭，而且请我来它写一篇记。  要是欧阳修和客人来去玩，一定会到丰乐亭喝酒。有时，游客喝醉酒而且疲劳了，就一定会到醒心亭远眺，见到那山峦围绕着，白云山岚水汽滋长扩散，一望无际的荒野，花草植物繁茂，泉水岩层秀丽，让她们双眼所见到的、耳朵里面所听见的常有清爽的觉得，她们的心也因惊讶而醒来时，乃至多做停留而忘记了回来。因此依据那样的事为它取名字醒心亭，它是源自韩愈《北湖》一诗的句子。唉！他真能够 说善于从泉水中间得到快乐，并且给他们取名字来显示信息他们的具体情况，也是更善于的了！  尽管这般，欧阳修的开心，我可以描述。人们的君主在可以宽敞化民，无需酷刑，人们的老百姓再下衣食住行充足，沒有怨气。天地的上学的人都贤明有才可以，偏远夷族鸟兽万物生长发育都适度极佳，这才算是欧阳修的开心。而一座山的角落里、一池山泉水的边上，难道说是欧阳公的开心吗？这实际上是欧阳修用于这里寄予他的理想化呀。像欧阳修公贤明，韩愈人死之后的几百年才有。如今与他结伴游的客人都没了解欧阳修的难能可贵。之后的百上千年，许多人敬仰欧阳公的处世，来参观考察他的遗址，要想见他一面，却因没法再看到而感慨不已，随后才了解欧阳修的难能可贵。因此但凡与他这里结伴游的人，难道说能够 不觉得开心、好运吗？可是我曾巩又能够 凭着本文借助在欧阳修的文章内容以后名扬，难道说并不是开心和好运的事吗？宋仁宗庆历七年八月十五日记。"
	},
	"http://www.yuwen360.com/ywtk/wyw/28667.html": {
		"context": "李晟，字良器，洮州临潭人。世以武力仕，然位不过裨将。晟幼孤，奉母孝。身长六尺。年十八，往事河西王，忠嗣，从击吐蕃。悍酋乘城，杀伤士甚众，忠嗣怒，募射者，晟挟一矢毙之，三军欢奋。忠嗣抚其背曰，万人敌也。凤翔节度使高升召署列将。击叠州叛羌于高当川，又击连狂羌于罕山，破之。 大历初，李抱玉署晟右军将。吐蕃寇灵州，抱玉授以兵五千击之，辞曰：以众则不足，以谋则多。乃请千人。由大震关趋临洮，屠定秦堡，执其帅慕容谷钟，虏乃解灵州去。马璘与吐蕃战盐仓，败绩，晟率游兵拔璘以归，封合川郡王。璘内忌晟威略，归之朝，为右神策都将。 晟性疾恶，临下明。每治军，必曰：某有劳，某长于是。虽厮养小善，必记姓名，尤恶下为朋党者。笃分义，隆于故旧。岚州刺史谭元澄尝有德于晟，后贬死。晟既贵，直其枉，诏赠元澄宁州刺史，晟抚其二子，为成就之。 在凤翔，尝曰：魏征以直言致太宗于尧舜上，忠臣也。我诚慕焉。行军司马李叔度曰：彼缙绅儒者事，公勋德何希是哉晟曰，君失辞。晟幸得备蒋相，苟容身不言，岂可谓有犯无隐邪？是非唯上所择尔。叔度惭。故晟每进对，謇謇尽大臣节，未尝露于外。治家以严，子侄非晨昏不辄见，所与言未尝及公事。正岁，崔氏女归宁，让曰：尔有家，而姑在堂，妇当治酒食，且以待宾客。即却之，不得进。 九年，薨，年六十七。帝闻流涕诏百官就第进吊比大敛帝手诏誓以存保世嗣申告柩前。",
		"question-answer": {
			"对以下语句中天赋加点的词句的表述，有误的一项是 A．璘内忌晟威略威略：武勇和智谋  B．笃分义，隆于故旧故旧：以往的旧物品  C．是是非非唯上所择尔是是非非：对错  D．正岁，建氏女归宁归宁：已嫁女人走娘家探亲访友": "B",
			"对原文中画波浪线一部分的断句，恰当的一项是 A．帝闻流涕诏／百官就第进吊/比大敛／帝手诏誓／以存保世嗣／申告柩前  B．帝闻流涕／诏百官就第进吊／比大敛／帝手诏／誓以存保／世嗣申告柩前  C．帝闻流涕／诏百官就第进吊／比大敛／帝手诏／誓以存保世嗣／申告柩前  D．帝闻流涕／诏百官就第／进吊比大敛／帝手诏誓/以存保世嗣/申告柩前": "C",
			"以下对全文相关內容的归纳和解析，有误的一项是 A．李晟对敌方战斗武勇。李晟数次率军与吐蕃战斗，在高当川、罕山连输羌人；在临洮生擒吐蕃统领，消除灵州之围。  B．李晟对盆友重情义为人正直。岚州刺史谭元澄以前有恩于李晟，谭元澄含冤贬官至死，李晟不但为其申冤，还照顾其儿女。  C．李晟对官府尽忠尽节。李晟敬仰魏征并仿效魏征直言进谏，廷外从来不泄漏官府商业秘密，呈现了古重臣尽忠报国的风采。  D．李晟对亲朋好友规定严苛。李叔度进谏李晟不必干涉朝廷，李晟严格地指责了李叔度不绝臣忠；在家里都不与晚辈谈公务。": "D",
			"把原文中画水平线的句子翻译成现代汉语语法。1忠嗣怒，募射者，晟挟一矢毙之，三军欢奋。2魏征以直言不讳致太宗于尧舜上，贤臣也。我诚慕焉。": "1王忠嗣发火，征募善于阿胶的兵士。李晟一箭射死了那吐蕃军首领，三军都喝彩振作。2魏征由于直言进谏,让太宗获得超出尧舜的销售业绩，简直贤臣啊!我真是敬仰他。"
		},
		"translation": "李晟字良器，是洮州临潭县人，世世代代凭武艺当官，但岗位也不超出偏将。李晟年幼年,父亲去世，服侍妈妈很孝敬。他个子六尺。十八岁时，投靠河东区观察使王忠嗣，追随他攻击吐蕃。一个强悍的吐蕃军首领走上古城墙，破坏力了许多 唐代兵士。王忠嗣发火，征募善于阿胶的兵士。李晟一箭射死了那吐蕃军首领，三军都喝彩振作。王忠嗣抚摩着他的背说:简直力敌数万人的勇将啊!凤翔观察使不断上涨征招他，分配他任列将。在叠州高当川进攻叛逆的羌人，又在罕山击败了连狂羌。累积战功升级成左羽林大元帅。广德年间，攻击党项，立了功，封特进、试太常卿。  大历年间，李抱玉召李晟去任右大将。吐蕃侵害灵州，抱玉交给他们五千兵士攻敌，李晟回绝说:用强攻，兵不足；用智取则兵雨顺风调。因此恳求带一千兵士。由大震关向临洮迈进，占领定秦堡，生擒了吐蕃统领慕容谷钟，对手就撤了包围着灵州的部队。马璘与吐蕃在盐仓战斗不成功，李晟率巡哨兵救下马璘，被官府受封合川郡王。马璘内心妒忌李晟的武勇和智谋，他会返回京城，任右神策军都将。  李晟天性讨厌丑陋，对下属纪律严明。每一次战斗，必然说:别人有贡献，别人在这些方面善于。即便是做杂役的人干了点好事儿，也一定记录下来名字，非常憎恨属下结党营私。恪守信义，对老友情感浓厚。岚州刺史谭元澄曾对李晟有恩，后被官府放逐而死。李晟贵显后,为他申冤，官府下诏追赠元澄为宁州刺史，李晟养育他的一儿一女，让她们成年人、成材。  李晟在凤翔时,曾说：魏征由于直言进谏,让太宗获得超出尧舜的销售业绩，简直贤臣啊!我真是敬仰他。军队诸葛李叔度说：那就是文武官的职分，您功百度地图厚,如何还追求完美这呢?李晟说:您讲错了，我荣幸能充任将相，假如以便独善其身没话，这难道说能说成皇上有不正确臣下不瞒报吗？这并不是皇上所需挑选的大臣。叔度听了很愧疚。因此李晟每一次早朝,回答皇上,都忠实刚正不阿地尽到重臣的无节操,未曾居功自傲、出类拔萃。治家严苛，子侄辈并不是早中晚不非常碰面，话家常时，未曾涉及到国家大事。元月，嫁入崔氏的闺女走娘家来，李晟指责他说：给你家，你的家婆在堂，媳妇儿理应备办酒食，提前准备接待客人。马上遮挡她，不许进门处。顺通礼义，催促忠恕之道，竟来到那样的水平。  贞元九年,李晟过世,寿终六十七岁。皇上听见死讯直落泪，一声令下百官到李晟府第吊丧。到装棺入殓时，皇上亲身写谕旨，对天发誓维护李晟的子孙后代，持续他的官爵，在他的遗体前撰写。"
	}
}