{
	"https://www.wenyiso.com/yuedudaan/2795.htm": {
		"context": "萧相国何者，沛丰人也。高祖为布衣时，何数以吏事护高祖。  及高祖起为沛公，何常为丞督事。沛公至咸阳，诸将皆争走金帛财物之府分之，何独先入收秦丞相御史律令图书藏之。沛公为汉王，以何为丞相。项王与诸侯屠烧咸阳而去。汉王所以具知天下阸塞，户口多少，强弱之处，民所疾苦者，以何具得秦图书也。汉王引兵东定三秦，何以丞相留收巴蜀，填抚谕告，使给军食。  汉二年，汉王与诸侯击楚，何守关中，为法令约束，立宗庙社稷宫室县邑，关中事计户口，转漕给军，汉王数失军遁去，何常兴关中卒，辄补缺。上以此专属任何关中事。  汉三年，汉王与项羽相距京索之间，上数使使劳苦丞相。鲍生谓丞相曰：“王暴衣露盖，数使使劳苦君者，有疑君心也。为君计，莫若遣君子孙昆弟能胜兵者悉诣军所，上必益信君。”于是何从其计，汉王大说。  汉五年既杀项羽定天下论功行封群臣争功岁余功不决高祖以萧何功最盛封为酂侯所食邑多。功臣皆曰：”臣等身被坚执锐，多者百余战，少者数十合，攻城略地，大小各有差。今萧何未尝有汗马之劳，徒持文墨议论，不战，顾反居臣等上，何也？”高帝曰：“诸君知猎乎？”曰：“知之。”“知猎狗乎？”曰：“知之。”高帝曰：“夫猎，追杀兽兔者狗也，而发踪指示兽处者人也。今诸君徒能得走兽耳，功狗也。至如萧何，发踪指示，功人也。且诸君独以身随我，多者两三人。今萧何举宗数十人皆随我，功不可忘也。”  群臣皆莫敢言。汉十一年，陈豨反，高祖自将，至邯郸。未罢，淮阴侯谋反关中，吕后用萧何计，诛淮阴侯。上已闻淮阴侯诛，使使拜丞相何为相国，益封五千户，令卒五百人一都尉为相国卫。诸君皆贺，召平独吊。曰：“上暴露于外而君守于中，非被矢石之事而益君封置卫者，以今者淮阴侯新反于中，疑君心矣。夫置卫卫君，非以宠君也。愿君让封勿受，悉以家私财佐军，则上心说。”相国从其计，高帝乃大喜。何素不与曹参相能，及何病，孝惠自临视相国病，因问曰：“君即百岁后，谁可代君者？”对曰：“”知臣莫如主。”孝惠曰：“曹参何如？”何顿首曰：“帝得之矣！臣死不恨矣！”  孝惠二年，相国何卒，谥为文终侯。",
		"question-answer": {
			"下列对文中画波浪部分的断句，正确的一项是 A.汉五年/既杀项羽/定天下/论功行封群臣/争功岁余/功不决/高祖以萧何功最盛/封为酂侯/所食邑多 B.汉五年/既杀项羽/定天下/论功行封/群臣争功/岁余功不决/高祖以萧何功最盛/封为酂侯/所食邑多 C.汉五年/既杀项羽/定天下/论功行封/群臣争功岁余/功不决/高祖以萧何功最盛/封为酂侯/所食邑多 D.汉五年/既杀项羽/定天下/论功行封群臣/争功岁余功不决/高祖以萧何功最/盛封为酂侯所食邑多": "B",
			"下列对文中加点的词语相关内容的解说，不正确的一项是 A.布衣，指麻布衣服，借指平民百姓，黔首、庶民、黎庶、黎元、氓等也是百姓的称谓。 B.社稷，分言之社为谷神，稷为土神。古时君主都祭祀社稷，后来就用社稷代表国家。 C.昆弟，就是兄弟的意思，同昆仲，指兄和弟。从弟则是堂弟的意思。 注：社为土神，稷为谷神 D.顿首，是古代地位相等或平辈之间互相表示敬意的礼节，也称为“叩头”。其形式如同稽首。后来引申为书信语的开头或结尾，其意思如同现代书信语的“向您问好”、“致敬”等等。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是 A.萧何眼光远大，深谋远虑。作者运用对比的手法，刘邦率军进入咸阳后，将领们忙于争分金帛财物，而萧何却首先收取秦王朝文献档案，将其珍藏，为统一天下创造了条件。 B.萧何勤勤恳恳，长期辅佐刘邦。萧何在刘邦还是平民百姓的时候就经常帮助他。楚汉战争中，萧何以丞相身份留守巴蜀、关中，使刘邦有稳固的后方。 C.萧何是谋士、战略家。天下平定论功行赏时，刘邦以狩猎为喻，坚持认为萧何之功最高。经过刘邦的开导，武将们对萧何都不敢再说什么。. D.萧何深得刘邦宠信。淮阴侯被杀后，派遣使者拜丞相萧何为相国，加封食邑五千户，为保护萧何安全，命令安排五百名士兵由一名都尉率领充任相国的卫队。": "D",
			"把文中画横线的句子翻译成现代汉语。1汉三年，汉王与项羽相距京索之间，上数使使劳苦丞相。2今诸君徒能得走兽耳，功狗也。至如萧何，发踪指示，功人也。": "1汉王三年，汉王与项羽两支军队在京索之间对峙，汉王多次派遣使者到关中去慰劳丞相。2现在你们诸位只能奔走追获野兽，不过是有功的猎狗。至于萧何，他能发现踪迹，指示方向，是有功的猎人。"
		},
		"translation": "相国萧何是沛县丰邑人。因为他通晓律令，执法公平，没有别人能比得上，所以被任命为沛县的主吏掾。高祖还是平民百姓的时候，萧何屡次利用自己县吏的职权保护他。  等到高祖起兵当了沛公，萧何常常作为他的辅佐官，督察处理日常事务。沛公进入咸阳，将领们都争先奔向储藏金帛财物的仓库去分东西，唯独萧何先去把秦朝丞相和御史大夫保管的法律诏令以及各种图书文献收藏起来。沛公立为汉王，让萧何当丞相。项羽与诸侯的军队屠杀焚烧咸阳，然后离去。而汉王后来之所以能详细地知道全国各处的险关要塞，户口多少，兵力强弱，百姓们的疾苦，都是因为萧何完整地得到了秦朝的文献档案。汉王带兵东出，平定三秦，萧何以丞相的身份留在后方，负责收服巴蜀，镇守安抚，发布政令，告谕百姓，为在前方作战的军队供给粮食。  汉王二年，汉王联合诸侯一起攻打项羽，萧何留守关中，他制定各种法令制度，建立宗庙、社稷、宫殿、县邑，萧何在关中管理户口，通过水路和陆路转运军粮，供应前方的军队。汉王在战场上多次损失军队逃走，萧何经常征发关中的士卒，随时补充汉王军队的损失。汉王因此把关中的事务专门委托给萧何。  前204年（汉王三年），汉王与项羽两支军队在京索之间对峙，汉王多次派遣使者到关中去慰劳丞相。鲍生对丞相说：“君王在外，风餐露宿，却屡屡派人来慰劳您，这是起了怀疑您的心思。为您打算，您不如把自己子孙兄弟中能够作战的都派到前线军队中去，这样君王一定会更信任您。”于是萧何听从了他的计策，汉王大为高兴。  前202年（汉王五年），已经消灭了项羽，平定了天下，汉王要评定功劳，进行封赏。由于群臣争功，过了一年多仍然没把功劳的大小决定下来。高祖认为萧何的功劳最大，把他封为酂侯，给他的食邑很多。功臣们都说：“我们亲自身披铠甲，手执兵器作战，多的打过一百多仗，少的也经历了几十次战斗，攻破敌人的城池，夺取敌人的土地，或大或小，都有战功。现在萧何没有立过汗马功劳，只不过靠舞文弄墨，发发议论，从不上战场，却反而位居我们之上，这是什么道理？”高祖说：“诸位懂得打猎吗？”功臣们回答：“懂得。”又问：“你们知道猎狗的作用吗？”答道：“知道的。”高祖说：“打猎的时候，追赶扑杀野兽兔子的是猎狗，能够发现踪迹向猎狗指示野兽所在之处的是猎人。现在你们诸位只能奔走追获野兽，不过是有功的猎狗。至于萧何，他能发现踪迹，指示方向，是有功的猎人。何况你们都只是自己本人追随我，至多不过加上两三个亲属，而萧何全部宗族几十个人都跟随我，他的功劳是不能忘记的。”群臣听了，都不敢再说什么。  前196年（高祖十一年），陈豨反叛，高祖亲自统率军队，到达邯郸。战事还没有结束，淮阴侯韩信在关中谋反，吕后采用萧何的计策，杀了淮阴侯。高祖听说淮阴侯已经被杀的消息后，就派遣使者拜丞相萧何为相国，加封食邑五千户，命令安排五百名士兵由一名都尉率领充任相国的卫队。当时许多人都向萧何道贺，只有召平表示哀吊。召平对相国说：“皇上在外作战风餐露宿，而您留守京城，并不需要冒着矢石去冲锋陷阵，但皇上却要给您加封食邑、设置卫队，这是因为淮阴侯刚刚在关中谋反，皇上对您也起了疑心。设置卫队来保护您，这不是宠信您的表示。希望您辞让封赏不予接受，再把自己的全部家财私产拿出来赞助军需，这样皇上心里就会高兴了。”相国听从了召平的计策，高祖果然大为高兴。萧何向来与曹参不和，到萧何病重时，孝惠帝亲自去探望相国的病情，顺便问他：“您百岁之后，谁可以继代您的职位？”萧何回答说：“了解臣下的莫过于君主。”孝惠帝接着问：“曹参这个人怎么样？”萧何叩头说：“皇上您找到合适的人了！我死而无憾了！”  前193年（孝惠帝二年），相国萧何去世，谥为文终侯。"
	},
	"https://www.wenyiso.com/yuedudaan/2794.htm": {
		"context": "孙楚字子荆，太原中都人也。祖资，魏骠骑将军。父宏，南阳太守。楚才藻卓绝，爽迈不群，多所陵傲，缺乡曲之誉。年四十余，始参镇东军事。文帝遣符劭孙郁使吴将军石苞令楚作书遗孙皓劭等至迁佐著作郎复参石苞骠骑军事。楚既负其材气，颇侮易于苞，初至，长揖曰：“天子命我参卿军事。”因此而嫌隙遂构。苞奏楚与吴人孙世山共讪毁时政，楚亦抗表自理，纷纭经年，事未判，又与乡人郭奕忿争。武帝虽不显明其罪，然以少贱受责，遂湮废积年。初，参军不敬府主，楚既轻苞，遂制施敬，自楚始也。征西将军、扶风王骏与楚旧好，起为参军。转梁令，迁卫将军司马。时龙见武库井中，群臣将上贺，楚上言曰：“顷闻武库井中有二龙，群臣或有谓之祯祥而称贺者，或有谓之非祥无所贺者，可谓楚既失之，而齐亦未为得也。夫龙或俯鳞潜于重泉，或仰攀云汉游乎苍昊，而今蟠于坎井，同于蛙虾者，岂独管库之士或有隐伏，厮役之贤没于行伍？故龙见光景，有所感悟。愿陛下救小过，举贤才，垂梦于傅岩，望想于渭滨，修学官，起淹滞，申命公卿，举独行君子可惇风厉俗者，又举亮拔秀异之才可以拨烦理难矫世抗言者，无系世族，必先逸贱。夫战胜攻取之势，并兼混一之威，五伯之事，韩、白之功耳；至于制礼作乐，阐扬道化，甫是士人出筋力之秋也。伏愿陛下择狂夫之言。”惠帝初，为冯翊太守。元康三年卒。初，楚与同郡王济友善，济为本州大中正，访问铨邑人品状，至楚，济曰：“此人非卿所能目，吾自为之。”乃状楚曰：“天才英博，亮拔不群。”楚少时欲隐居，谓济曰：“当欲枕石漱流。”误云“漱石枕流”。济曰：“流非可枕，石非可漱。”楚曰：“所以枕流，欲洗其耳；所以漱石，欲厉其齿。”楚少所推服，惟雅敬济。初，楚除妇服，作诗以示济，济曰：“未知文生于情，情生于文，览之凄然，增伉俪之重。”  （选自《晋书•列传第二十六》，有删改）  ［注］傅岩：古地名。相传商代贤士傅说为奴隶时版筑于此，故称。后泛指栖隐之处或隐逸之士。渭滨：代指姜子牙。《韩非子•喻老》：“文王举太公于渭滨者，贵之也。”后以“渭滨”指太公望吕尚。",
		"question-answer": {
			"下列对文中画框部分的断句，正确的一项是 A.文帝遣符劭/孙郁使吴/将军石苞令楚作书遗/孙皓劭等至吴/不敢为通/楚后迁佐著作郎/复参石苞骠骑军事 B.文帝遣符劭/孙郁使吴/将军石苞令楚作书遗孙皓/劭等至吴/不敢为通/楚后迁佐著作郎/复参石苞骠 骑军事 C.文帝遣符劭孙郁使/吴将军石苞令楚/作书遗孙皓/劭等至吴/不敢为通/楚后迁佐著作郎/复参石苞骠骑军事 D.文帝遣符劭/孙郁使吴/将军石苞令楚作书遗孙皓/劭等至吴/不敢为/通楚后迁佐著作郎/复参石苞骠骑军事": "B",
			"下列对文中加粗词语的相关内容的解说，不正确的一项是 A.长揖，古代汉族交际礼仪，即拱手高举，自上而下行礼。上古时开始流行，长幼尊卑都可用，但多数用于平辈之间。 B.经年，经过一年。此处的“经年”与柳永《雨霖铃•寒蝉凄切》“此去经年，应是良辰好景虚设”中的“经年”词义不太相同。 C.世族，原指先世有功之官族，后泛指世家大族和书香门第。如韩愈《卢氏墓志铭》中有“夫人本宗，世族之后”可谓佐证。 D.五伯，春秋时先后称霸的五个诸侯——齐桓公、宋襄公、晋文公、秦穆公、楚庄王，另一说指齐桓公、晋文公、楚庄王、吴王阖闾、越王勾践。": "C",
			"下列对原文有关内容的概括和分析，不正确的一项是 A.孙楚出身官宦世家，其才学文章无与伦比，且性情豪爽超逸，却常有凌侮轻慢他人居高自傲的言行，故在当地缺少美誉。 B.孙楚自负才气过人，对待上司、同僚、同乡态度均十分轻慢，武帝虽然对其非常欣赏，也不得不公布其罪状，将其停职处理。 C.孙楚见识高远，不同流俗。当时“龙见武库井中”，他认为大臣们的看法均属错误，朝廷应从这种自然现象中得到感悟和启发。 D.孙楚才思敏捷，重情重义。好友王济对其颇为推崇，称赞其才识出众，对孙楚悼念妻子的诗作大加赞赏，认为诗作情深意浓，令人感动。": "B",
			"把文中画横线的句子翻译成现代汉语。1岂独管库之士或有隐伏，厮役之贤没于行伍？故龙见光景，有所感悟。2楚少所推服，惟雅敬济。": "1难道管库房的人中或者有英才潜藏，服劳役的人中有贤者埋没在行伍里？所以龙出现这种情况，应令人有所感悟。2孙楚很少有所推崇佩服的，仅非常尊崇王济一人。",
			"针对“龙见武库井中”，孙楚向皇帝提出了什么建议？请简要回答。": "赦免犯有小过错的人，任用贤才；修建学校，起用有才德而久居下位的人；明令三公九卿，要优先从隐逸之士或普通人中推荐选拔不同类型的人才。"
		},
		"translation": "孙楚字子荆，是太原中都人。祖父孙资，曾是魏骠骑将军。父亲孙宏，曾任南阳太守。孙楚的才思文采（在当时）无与伦比，豪爽超逸高于同辈，多有凌侮轻慢他人居高自傲的言行，在当地缺少美誉。到了四十多岁，才开始参与镇东军的事务。文帝派符劭、孙郁出使吴国，将军石苞让孙楚写信给孙皓。符劭等人到吴国，不敢为他通报此信。孙楚后来迁任佐著作郎，又参与石苞骠骑军务。孙楚又自负其才气，对石苞很是轻视，刚到时，长揖说：“天子叫我参与你的军务。”因此两人之间有了隔阂。石苞上奏孙楚与吴国人孙世山一起诋毁朝廷的政治措施，孙楚也上奏章为自己申诉，纷争混乱了一年，事情尚未裁决，又和同乡人郭奕怨恨相争。虽然武帝不张扬他的罪过，但他因小有轻贱而受人指责，于是被停职埋没多年。初时，参军多不尊敬其上司，孙楚既已轻视石苞，于是制订了参军要尊敬上司的规定，这是从孙楚开始的。征西将军、扶风王司马骏和孙楚是旧时友好，起用他为参军。转任梁县县令，升任卫将军司马。这时有龙出现在武库水井中，群臣将要上表称贺，孙楚上奏道：“最近听说武库的水井中出现了两条龙，众臣中有人认为是吉祥之兆而称贺，也有人认为并非吉兆而没什么可庆贺的，可以说是楚人已错，而齐人也不算对。龙有时俯身潜藏于深泉，有时高入云端游于苍天，然而现在盘伏在浅井中，与青蛙、小虾一样，难道管库房的人中或者有英才潜藏，服劳役的人中有贤者埋没在行伍里？所以龙出现这种情况，应令人有所感悟。希望陛下救免犯有小过错的人，任用贤才，也托梦给在傅岩筑墙为奴的奇才，仰慕吕尚那样的高人，修建学校，起用有才德而久居下位的人，明令三公九卿，任用可使民风淳朴敦厚而品行独特的君子，并任用善理繁难事务而敢于拨乱反正、明达事理、才能出众的优异特出的人才，不要拘泥于世袭贵族，而一定要优先从隐逸之士或普通人中推举选拔不同类型的人才。事实上，战胜和攻取的形势，兼并和统一的威风，那是（春秋）五伯和韩信、白起所建立的功勋；至于制定礼乐，阐明和弘扬道德教化，正是士人出力的时候。谨望陛下选择我这个狂人的意见。”惠帝初年，任冯翊太守。元康三年去世。当初，孙楚和同郡的王济交好，王济为本州大中正，询乡邑人士的品行表现，问到孙楚时，王济说：“这个人不是你所能了解的，我自己来办。”于是就评述孙楚道：“天生才智优异而学识广博，明达事理，才能出众，超出一般人。”孙楚年轻时想隐居，对王济说：“想以山石为枕，以江水洗漱。”误说是“以山石洗漱，以江流为枕”。王济说：“江流不能枕，山石不能洗。”孙楚说：“所以说以江流为枕，是想洗净耳朵；所以说用山石洗漱，是想磨砺牙齿。”孙楚很少有所推崇佩服的，仅非常尊崇王济一人。当初，孙楚在因妻死服丧期满除去丧服后，写诗给王济看，王济说：“我不明白是文生于情，还是情生于文，但读此诗令我很伤感，增加了夫妇间的相互敬重。”"
	},
	"https://www.wenyiso.com/yuedudaan/2791.htm": {
		"context": "祖莹，字元珍，范阳遒人也。好学耽书，以昼继夜，父母恐其成疾，禁之不能止。常密于灰中藏火，驱逐僮仆，父母寝睡之后，燃火读书，以衣被蔽塞窗户，恐漏光明，为家人所觉。由是声誉甚盛。中书监高允每叹曰：“此子才器，非诸生所及，终当远至。”时中书博士张天龙讲《尚书》，选为都讲。生徒悉集。莹夜读书劳倦，不觉天晓。催讲既切，遂误持同房生赵郡李孝怡《曲礼》卷上座。博士严毅，不敢还取，乃置《礼》于前，诵《尚书》三篇，不遗一字。讲罢，孝怡异之，向博士说，举学尽惊。后高祖闻之，召入，令诵五经章句，并陈大义，帝嗟赏之。以才名拜太学博士，征署彭城王元勰法曹参军，甚见重。尚书令王肃曾于省中咏《悲平城》诗，勰甚嗟其美，欲使肃更咏，乃失语云:“王公吟咏情性，声律殊佳，可更为诵《悲彭城》诗乎？”肃因戏勰云:“何意《悲平城》为《悲彭城》也？”勰有惭色。莹在座，即云：“所有《悲彭城》，王公自未见耳。”肃云:“可为诵之。”莹应声云：“悲彭城，楚歌四面起。尸积石梁亭，血流睢水里。”肃甚嗟赏之。勰亦大悦，退谓莹曰:“即定是神口。今日若不得卿，几为吴子所屈。”莹以文学见重，常语人云：“文章须自出机杼，成一家风骨。何能共人同生活也？”性爽侠有节气士有穷厄命途多舛者以命归之必尽见存拯时亦以此多之孝昌中，于广平王第掘得古玉印，敕召莹与黄门侍郎李琰之，令辨何世之物。莹云:“此是于阗国王晋太康中所献。”乃以墨涂字观之，果如莹言，时人称为博物。累迁国子祭酒，及出帝登阼，莹以太常行礼，封文安县子。稍以功迁仪同三司，进爵为伯。薨，赠尚书左仆射、司徒公、冀州刺史。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A.性爽侠/有节气士/有穷厄命途多舛者/以命归之/必尽见存拯时/亦以此多之 B.性爽侠/有节气/士有穷厄命途多舛者/以命归之/必尽见存拯时/亦以此多之 C.性爽侠/有节气/士有穷厄命途多舛者/以命归之/必尽见存拯/时亦以此多之 D.性爽侠/有节气士/有穷厄命途多舛者/以命归之/必尽见存拯/时亦以此多之": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A.博士，官名，最早出现于战国时期，汉武帝时设五经博士，专掌经学教授。 B.登阼，即位。阼是大堂前东面的台阶，天子即位时践阼升殿，故借指帝位。 C.伯，古代被君主封赏的五等爵位的第三等，周代有公、侯、伯、子、男五爵。 D.薨，古代称诸侯之死，位高之人专用，后世也指有封爵的大官或大夫之死。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是 A.祖莹勤奋好学，酷爱读书。他日夜苦读，父母怕他生病，但阻止不了，他常等父母睡下，偷偷地燃火读书，并遮盖窗户，后被发觉，因此深得赞誉。 B.祖莹才思敏捷，处变不惊。元勰想让王肃再吟咏一遍《悲平城》，由于说错名字而觉惭愧，祖莹随机应变当即诵读《悲彭城》，王肃惊叹，元勰大喜。 C.祖莹以文见长，世人看重。他在文章创作方面有着独到之处，认为写作必须自出匠心，成一家风骨，不能随便与他人一起探讨，以防文章失去个性。 D.祖莹博闻强识，辨物准确。皇帝下诏让祖莹与李琰之辨别所挖宝印为何世之物，祖莹说是于阗国王在晋太康时献给皇上的礼物，经验证，果如其言。": "C",
			"把文中画横线的句子翻译成现代汉语。1中书监高允每叹曰：“此子才器，非诸生所及，终当远至。” 2以才名拜太学博士，征署彭城王元勰法曹参军，甚见重。": "1中书监高允常常赞叹说：“这青年的才能和器局，不是诸生所能赶得上的，终将有远大前途。2（祖莹）凭借才学名声被任命为太学博士，被征召为彭城王元勰的法曹参军，很受器重。",
			"祖莹博学多才，请结合文本简要概括其具体表现。": "①祖莹讲学误拿《曲礼》，能口诵《尚书》三篇，不漏一字；②高祖令他诵背五经章句并讲述大义，听后赞赏不已；③祖莹诵读《悲彭城》，替元勰解困；④祖莹能够准确识别古代玉印。"
		},
		"translation": "祖莹，字元珍，是范阳遒县人。祖莹刻苦好学，沉湎于书籍之中，夜以继日，父母担心他会读出病来，想禁止他苦读却禁止不了。他经常在炭灰之中藏着火种，赶走仆人，等父母睡觉之后，偷偷地燃火读书，用衣被遮住窗户，以防泄漏光亮，被家人发觉。由此他的声誉更高了。中书监高允常常赞叹说：“这青年的才能和器局，不是诸生所能赶得上的，终将有远大前途。”当时中书博士张天龙讲授《尚书》，选他为都讲。学生们全部集合，祖莹晚上读书太劳累了，竟不知天亮了。博士十分着急地催促他去讲课，忙乱中祖莹误把同房间学生李孝怡的《礼》拿到讲台上去了。博士十分严厉，祖莹不敢回去换书，于是只好把《礼》放在前面，背诵《尚书》里三篇文章，竟不漏一字。讲完之后，李孝怡感到惊异，向博士说明了原委，学中师生全都大为惊奇。后来高祖听说此事，召他入内宫，要他诵背五经章句，并讲述大义，皇帝赞叹不已。祖莹凭借才学名声被任命为太学博士，被征召为彭城王元勰的法曹参军，很受器重。尚书令王肃曾经吟咏一首《悲平城诗》，彭城王元勰很是叹赏其文辞优美，想让王肃再吟咏，却失口说：“王公您吟咏情性，词语声律，都特别优美，是不是可以再吟一遍《悲彭城诗》？”王肃就开玩笑说：“怎么《悲平城》变成了《悲彭城》了？”元勰面有惭愧之色。祖莹当时在座，就说：“有《悲彭城》，只不过是王公您没有见过。”王肃说：“可以为我们读一读。”祖莹应声诵读：“悲彭城，楚歌四面起。尸积石梁亭，血流睢水里。”王肃听罢，很是惊叹赞赏。元勰也大为高兴，回来对祖莹说：“你真是神嘴啊。今天若不是你，我差点被吴子所压服。”祖莹以文学为世人所重，他常对人说：“文章必须自出匠心，成一家风骨。生活经历不同，怎么能会同别人有一样的风格呢？”祖莹性情豪爽，气节很高，处境困窘失意、命运充满不顺屡受挫折的士大夫，都会托命于他，他必然会尽力关怀救助，当时人也因此夸奖他。孝昌年间，在广平王府第挖得古代玉印，皇帝下诏让祖莹与黄门侍郎李琰之去辨别它是什么时代的东西。祖莹说：“这是于阗国王在晋朝太康年间献给皇上的礼物。”于是用墨涂字验看，果然像祖莹所说那样，当时人称赞他博闻多识。他多次升迁后担任国子祭酒，等到出帝登基，祖莹以太常卿的身份主持大礼，被封为文安县子。渐渐地因功迁升仪同三司，晋封为伯爵。他去世以后，朝廷追赠他为尚书左仆射、司徒公、冀州刺史。"
	},
	"https://www.wenyiso.com/yuedudaan/2788.htm": {
		"context": "李道传字贯之，隆州井研人。父舜臣，尝为宗正寺主薄。道传少庄重，稍长读河南程氏书，玩索义理，至忘寝食，虽处暗室，整襟危坐，肃如也。擢庆元二年进士第，调利州司户参军，徙蓬州教授。  嘉定初，召为太学博士，迁太常博士兼沂王府小学教授。会沂府有母丧，遗表官吏例进秩，道传曰：“有襄事之劳者，推恩可也，吾属何与？”于是皆辞不受。迁秘书郎、著作佐郎，见帝首言：“忧危之言不闻于朝廷，非治世之象。今民力未裕民心未固财用未阜储蓄未丰边备未修将帅未择风俗未能知义而不偷人才未能汇进而不乏而八者之中，复以人才为要。至于人才盛衰，系学术之明晦，今学禁虽除，而未尝明示天下以除之之意。愿下明诏，崇尚正学，取朱熹《论语孟子集注》、《中庸大学章句》、《或问》四书，颁之太学，仍请以周敦颐、邵雍、程颢、程颐、张载五人从祀孔子庙。”时执政有不乐道学者，以语侵道传，道传不为动。兼权考功郎官，迁著作郎。  时薛拯、胡榘等皆以新进用事，贿赂成风，道传言：“今名优儒臣，实取材吏，刻剥残忍、诞谩倾危之人进矣。”遂求补郡，于是出知真州。城圮弗治，道传甓之，筑两石坝以护并江居民，益浚二壕，又堤陈公塘，有警则决之以为阻，人心始固。除提举江东路常平茶盐公事。与漕臣真德秀振饥，道传分池、宣、徽三州，穷冬行风雪中，虽深村穷谷必至，赖以全活者甚众。  道传自蜀来东南，虽不及登朱熹之门，而访求所尝从学者与讲习，尽得遗书读之。笃于践履，气节卓然。一日以疾谒告，真德秀造焉，卧榻屏间，大书“唤起截断”四字，知其用功慎独如此。居官以惠利为本，振荒遣爱江东，人久而思焉。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A．今民力未裕/民心未固/财用未阜/储蓄未丰边备/未修将帅/未择风俗/未能知义而不偷人才/未能汇进而不乏 B．今民力未裕/民心未固/财用未阜储蓄/未丰边备/未修将帅/未择风俗/未能知义而不偷人才/未能汇进而不乏 C．今民力未裕/民心未固/财用未阜/储蓄未丰/边备未修/将帅未择/风俗未能知义而不偷/人才未能汇进而不乏 D．今民力未裕/民心未固/财用未阜/储蓄未丰/边备未修将帅/未择风俗/未能知义而不偷/人才未能汇/进而不乏": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A．教授，古代学官名，一般设在太学或国子监中，负责掌管典籍、教授生徒、监督科举考试等。 B．太学，我国古代设于京城的最高学府，始于西周，汉以后是传授儒家经典培养统治人才的场所。 C．道学，是宋元明时期思想学说的通称，以“二程”、朱熹为代表的程朱理学是其主要流派。 D．漕臣，管理漕运的官员，漕运指历代王朝利用水道运输粮食，供应京城或接济军需的运输方式。": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是 A．李道传慎独修己，为人庄重严肃。他虽处暗室，正襟危坐；在卧榻边屏风上书“唤起截断”四字，在生活小节上也有严格的规矩。 B．李道传淡泊名利，坚持直道正行。任职王府时，不愿意接受无功之禄；不满新进当权者的腐败习气，请求补任地方官职。 C．李道传笃于践履，为官惠利百姓。在真州知州任上修缮城墙，疏浚护城河；在池、宜、徽三州赈灾时，深入穷乡僻壤，许多百姓赖以全活。 D．李道传玩索义理，坚持道学正统。少时研读河南程氏书废寝忘食；向皇帝提议祭祀孔庙时让周敦颐、程颢、程颐等理学大家随从。": "D",
			"把文中画横线的句子翻译成现代汉语。1有襄事之劳者，推恩可也，吾属何与？2虽不及登朱熹之门，而访求所尝从学者与讲习，尽得遗书读之。": "1给那些对办成这事有功劳的人，施予恩惠就可以了，我们这些人有什么相干呢？虽然没有赶得上成为朱熹的亲传弟子，但他访求到曾经跟朱熹学习过的人，与他们一同交流研讨，搜罗了朱熹留下的全部著作，用心阅读。",
			"请简要概括李道传有关人才的主要观点。": "治理国家人才最重要；培养人才要坚持道学正统；要把人才用在重要岗位上。"
		},
		"translation": "李道传字贯之，隆州井研人。父亲李舜臣，曾经任宗正寺主簿。道传小时候端庄稳重，年龄稍大后读河南程氏的书，推究探析义理，以致废寝忘食，即使在暗室之中，他也正襟危坐，一派严肃的样子。庆元二年考中进士，调任利州司户参军，又改为蓬州教授。 嘉定初年，征召担任太学博士，又调任太常博士兼沂王府小学教授。正逢沂王府母丧，临终前所写的章表奏请给(参与治丧的)官吏按照惯例增加俸禄，李道传说:“施予恩惠给那些对办成事情有功劳的人就可以了，和我们这些人有什么相干呢?”于是就推辞不肯接受。调任秘书郎、著作佐郎，向皇帝创议:“在朝堂上听不到忧患正直的言论，这不是国家太平的体现。现在百姓生活还不富裕，民心还不稳定;国家的财力还不般实，储蓄还不丰富;边防准备还不到位，将帅还没有遴选;社会风气还没有做到懂得礼仪并且淳朴厚道，国家人才还没能做到大量吸收而不匮乏。而这八个方面之中，又以人才最为重要。至于人才的盛衰，在于学术是否昌明，现在虽然废除了学禁，但还没有明确昭告天下。希望陛下颁布明诏，崇尚正统，选朱熹《论语孟子集注》《中庸大学章句》、《或问》四书，在太学颁行，仍然让周敦颐、邵雍、程颢、程颐、张载五人配享孔子庙。”当时有不喜欢道学的官员，在言语上冒犯李道传，他不为所动。兼任考功郎官，不久改任著作郎。 这时薛拯、胡榘等人都以新入仕途而得势，他们贿赂成风，道传上奏：“现在有名望的优秀儒臣，沦为能吏，而那些刻薄残忍、傲慢奸诈的人却得以进用。”于是请求外出任职，出知真州。城墙毁坏，道传命人用砖砌起，筑起两道石坝来护卫沿江两岸的居民，疏通两条护城河，又在陈公塘四周设堤，有警报就决开堤坝作为屏障，人心开始稳定。又任提举江东路常平茶监公事。与漕臣真德秀赈济灾荒，道传分管池州、宣州和徽州，严冬时节，穿行在风雪之中，即使是偏远的山乡村野也一定要到达，很多人依赖他得以保全性命。 道传从蜀来到东南，虽然未能到朱熹门下拜谒，但他访求到了曾经跟朱熹学习过的人，与他们一同谈道学习，得到了朱熹的全部遗著，并且阅读了一遍。他笃于实践，气节高超。没有经史方面的论著，他说：“学问没有达到一定高度，不敢写。”对待诗文也未尝随意创作，他说：“学问没有达到一定高度，没有时间创作。”有一天李道传因病请假在家，真德秀来造访，见他在屏间设一卧榻，屏上写“唤起截断”四个大字，知道他用功慎独到了这样的地步。他做官把惠利百姓作为根本，赈济灾荒使江东百姓代代受益，百姓一直惦记着他。 "
	},
	"https://www.wenyiso.com/yuedudaan/2627.htm": {
		"context": "苏轼字子瞻，眉州眉山人。母程氏亲授以书，闻古今成败，辄能语其要。嘉祐二年，试礼部。主司欧阳修思惊喜，殿试中乙科。后以书见修，修语梅圣俞曰：“吾当避此人出一头地。”洵卒，赠光禄丞。既除丧，还朝，以判官告院，安时创行新法，轼上书论其不便；  新政日下，轼于其间，每因法以便民，民赖以安。徙知密州。司农行手实法，不时施行者以违制论。轼谓提举官曰：“违制之坐，若自朝廷，谁敢不从？今出于司农，是擅造律也。”提举官惊曰：“公姑徐之。”未几，朝廷知法害民，罢之。  元佑元年，轼以七品服入侍延和，即赐银绯，迁中书舍人，三年权知礼部贡举会大雪苦寒士坐庭中噤未能言轼宽其禁约使得尽技巡铺内侍每摧辱举子且持暖昧单词诬以为罪轼尽奏逐之四年，积以论事，为当轴者所恨。轼恐不见容，请外，拜龙图阁学士、知杭州。既至杭，大旱，饥疫并作。轼请于朝，免本路上供米三之一，复得赐度僧牒，易米以救饥者。明年春，又减价粜常平米，多作饘粥药剂，遣使挟医分坊治病，活者甚众。轼曰：“杭，水陆之会，疫死比他处常多。”乃裒羡缗得二千，复发橐中黄金五十两，以作病坊，稍畜钱粮待之。徽宗立，更三大敖，遂提举玉局观，复朝奉郎。轼自元佑以来，未尝以岁课乞迁，故官止于此。建中靖国元年，卒于常州，轼师父洵为文，既而得之于天，  尝自谓：“作文如行云流水，初无定质，但常行于所当行，止于所不可不止。”虽嬉笑怒骂之辞，皆可书而诵之。其体浑涵光芒，雄视百代，有文章以来，盖亦鲜矣。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A：三年/权知礼部贡举/会大雪苦寒/士坐庭中/噤未能言/轼宽其禁约/使得尽技/巡铺内侍每摧辱举子/且持暖昧单词/诬以为罪/轼尽奏逐之 B：三年/权知礼部贡举/会大雪苦寒/士坐庭中噤/未能言轼/宽其禁约/使得尽技/巡铺内侍每摧辱举子/且持暖昧单词/诬以为罪/轼尽奏逐之 C：三年/权知礼部贡举/会大雪苦寒/士坐庭中噤/未能言轼/宽其禁约/使得尽技巡铺内侍/每摧辱举子/且持暖昧单词/诬以为罪/轼尽奏逐之 D：三年/权知礼部贡举/会大雪苦寒/士坐庭中/噤未能言/轼宽其禁约/使得尽技巡铺内侍/每摧辱举子/且持暖昧单词/诬以为罪/轼尽奏逐之": "A",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A：主句既可指主管某项事务的官员，又可转指科举的主试官，文中指后者。 B：殿试是中国古代科举制度最高一级的考试，在殿选举行，由丞相主持。 C：司衣是官名，又称为大司农，主要掌管农桑，仓储、租税等相关事务。 D：当轴，指官处在重要的位置，当轴者则指身居显赫职位的当权官员。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是 A：苏轼自幼聪颖，深受时贤赏识。母亲亲自为他授课，他往往能说出要点。欧阳修十分看重他，曾对梅圣俞表示，应当避开此人让他出人头地。 B：苏轼因势利导，利用新法便民，当时王安石创行新法，他上书论其不便；新政下达，他常常设法使这些法令有利于百姓，百姓生活得以安宁。 C：苏轼直面饥疫，解救受灾百姓。她在任职杭州时遭遇早灾病疫，减免上供米三分之一纾缓灾情；同时又集贮钱粮、建造治病场所以防备疫病。 D：苏轼天赋异禀，为文得心应手、他从父习文，又极具才华，作文如行云流水，行止有度，婧笑怒骂之辞，皆可书而诵之，最终成为一代文宗。": "C",
			"把文中画横线的句子翻译成现代汉语。1又减价集常平米，多作馕粥药剂，遣使挟医分坊治病，活者甚众。2其体浑涵光芒，雄视百代，有文章以来，盖亦鲜矣。": "1又减价出售常平仓的米，制成许多稠粥和药剂，派人带着医生到各街巷治病，救活的人很多。2他的文章博大深沉光辉灿烂，称雄百代，自有文章以来，也属少见。"
		},
		"translation": "苏轼字叫子瞻，是眉州眉山人。十岁时，父亲苏洵到四方游学，母亲程氏亲自教他读书，听到古今的成败得失，常能说出其中的要害。嘉祐二年，参加礼部考试。当时文章晦涩怪异的弊习很重，主考官欧阳修想加以改正，见到苏轼《刑赏忠厚论》，很惊喜，想定他为进士第一名，但怀疑是自己的门客曾巩写的，便放在了第二名；又以《春秋》经义策问取得第一，殿试中乙科。后来凭推荐信谒见欧阳修，欧阳修对梅圣俞说：“我应当让这个人出人头地了。”适逢苏洵去世，朝廷赐给他金帛，苏轼推辞了，要求赠父亲一个官职，于是赠光禄丞。  当时新的法令纷纷颁布，苏轼在这期间，常常设法使这些法令有利于百姓，百姓得以安宁。改任密州知州。司农寺实行自报财产的手实法，不立即实行的以违反诏令论罪。苏轼对提举官说：“违反诏令的罪责，如果出自朝廷，谁敢不服从？现在出于司农寺，这是擅自制定法令。” 提举官吃惊地说：“你慢一点推行新法。”不久，朝廷知道这法令有害于百姓，撤销了它。  元佑元年，苏轼以七品官服入侍皇帝于延和殿，赐他银绯，升为中书舍人。元佑三年，权知礼部贡举。正逢大雪严寒，士子们坐在庭院中，颤抖地不能说话。苏轼放宽他们的禁约，使他们能尽量发挥。巡视考场的宦官常侮辱应试士人，而且抓住意义暧昧的个别辞语，诬陷为罪状，苏轼把这些宦官都奏请驱逐。元佑四年，因积累了一些议论政事的话，被当权的人所恨。苏轼怕不被他们所容忍，请求调到外地，任龙图阁学士、杭州知州。苏轼到杭州后，遇上大旱，饥荒和瘟疫并发。苏轼向朝廷请求，免去本路上供米的三分之一，又得赐予剃度僧人的牒文，用以换取米来救济饥饿的人。第二年春天，又减价出售常平仓的米，做了很多粥和药剂，派人带着医生到各街巷治病，救活的人很多。苏轼说：“杭州是水陆交通的要地，得疫病死的人比别处常要多些。”于是收集多余的钱二千缗，又拿出自己囊中黄金五十两，建造治病场所，渐渐积贮钱粮来防备疫病。徽宗即位，移居廉州，改任舒州团练副使，又移至永州。又经过三次大赦，就提举玉局观，恢复朝奉郎。苏轼从元佑以来，从未因每年考绩要求升迁，所以官职仅止于此。建中靖国元年，在常州去世。苏轼和弟弟苏辙，学他们的父亲苏洵写文章，从来得之于天资。  曾经自称：“写文章如同行云流水，本来就没有一定的格式，仅是常要在该说的地方就说，该停的地方就停。”即使是嬉笑怒骂的话，都可以写成文章。他的文体博大丰富光辉灿烂，称雄百代，自有文章以来，也属少见。"
	},
	"https://www.wenyiso.com/yuedudaan/2626.htm": {
		"context": "王安中字履道，中山阳曲人。进士及第，历秘书省著作郎。政和间，天下争言瑞应，廷臣辄笺表贺，徽宗观所作，称为奇才。他日，特出制诏三题使具草，立就，上即草后批：“可中书舍人。”未几，自秘书少监除中书舍人，擢御史中丞。开封逻卒夜迹盗盗脱去民有惊出与卒遇缚以为盗民讼诸府不胜考掠之惨遂诬服安中廉知之按得冤状即出民抵吏罪时上方乡神仙之事，蔡京引方士王仔昔以妖术见，朝臣戚里寅缘关通。安中疏请自今招延山林道术之士，当责所属保任；并言京欺君僣上、蠹国害民数事。上悚然纳之。已而再疏京罪，上曰：“本欲即行卿章，以近天宁节，俟过此，当为卿罢京。”京伺知之，大惧，其子攸日夕侍禁中，泣拜恳祈。上为迁安中翰林学士，又迁承旨。宣和元年，拜尚书右丞；三年，为左丞。金人来归燕，谋帅臣，安中请行。王黼赞于上，授庆远军节度使、河北河东燕山府路宣抚使、知燕山府，辽降将郭药师同知府事。药师跋扈，府事皆专行，安中不能制，第曲意奉之，故药师愈骄。靖康初，言者论其缔合王黼、童贯及不几察郭药师叛命，罢为观文殿大学士、提举嵩山崇福宫；又责授朝议大夫、秘书少监、分司南京，随州居住；又贬单州团练副使，象州安置。高宗即位，内徙道州，寻放自便。绍兴初，复左中大夫。子辟章知泉州，迎安中往，未几卒，年五十九。安中为文丰润敏拔，尤工四六之制。徽宗尝宴睿谟殿，命安中赋诗百韵以纪其事。诗成，赏叹不已，令大书于殿屏，凡侍臣皆以副本赐之。其见重如此。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A：开封逻卒夜迹盗/盗脱去/民有惊出与卒遇/缚以为盗/民讼诸府/不胜考掠之惨/遂诬服/安中廉知之/按得冤状/即出民/抵吏罪 B：开封逻卒夜迹盗/盗脱去/民有惊出与卒遇/缚以为盗/民讼诸府不胜/考掠之惨/遂诬服/安中廉知之/按得冤状/即出民/抵吏罪 C：开封逻卒夜迹盗/盗脱去/民有惊出与卒遇/缚以为盗/民讼诸府/不胜考掠之惨/遂诬服/安中廉知之/按得冤状/即出民抵吏罪 D：开封逻卒夜迹盗/盗脱去/民有惊出与卒遇/缚以为盗/民讼诸府不胜/考掠之惨/遂诬服/安中廉知之/按得冤状/即出民抵吏罪": "A",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A：方士，又称方术士，指中国古代好讲神仙方术、从事巫祝术数活动的人。 B：保任，意思是担保或担保者，文中特指因向朝廷推荐人才而负担保责任。 C：禁中，又称禁内，指皇室宗族所居之处，因所居宫室严禁随便进出得名。 D：四六之制，即骈文，因在发展中逐渐成为相对整齐的四六句式而由此称。": "C",
			"下列对原文有关内容的概括和分析，不正确的一项是 A：王安中进士出身，具有敏捷才思。他随众向朝廷表贺瑞应，徽宗称他为奇才，又出题专门考查，随即任命他为中书舍人，不久又擢升为御史中丞。 B：王安中弹劾蔡京，得到皇上采纳。蔡京投皇上所好，引荐道术之士，扰乱朝廷，他陈奏蔡京之罪，要求惩治，蔡京恐惧，其子蔡攸也哭请皇上宽恕。 C：王安中外放任职，仕途屡遭坎坷。金人前来归顺，他自请燕山府任职，与辽降将郭药师共事；靖康初，因此前的行事备受指责，仕途随之沉浮不定。 D：王安中诗文兼擅。受到皇上器重。他极有文采，为文厚实脱俗，曾受命赋诗百韵以纪盛宴，徽宗高度赞扬，下令书于大殿屏风，将副本赐给侍臣。": "C",
			"把文中画横线的句子翻译成现代汉语。1并言京欺君僣上、蠹国害民数事。上悚然纳之。2药师跋扈，府事皆专行，安中不能制，第曲意奉之，故药师愈骄。": "1同时上奏蔡京欺君犯上、祸国殃民等事。皇上惊恐，采纳了进言。2同时上奏蔡京欺君犯上、祸国殃民等事。皇上惊恐，采纳了进言。"
		},
		"translation": "王安中，字履道，中山阳曲人。哲宗元符三年进士。政和年间，天下之人纷纷说有祥瑞出现，朝廷大臣都上表祝贺，徽宗佶看了王安中的笺表之后，（高兴地）称赞他是一个奇才。有一天，徽宗下令出了三个题目让他拟稿，他立刻写完，皇帝（看后）在卷上批道：“他合宜担任中书舍人”。不久，便从秘书少监被任命为中书舍人，后又被提拔为御史中丞。开封府巡逻的士兵夜里追查盗贼，贼人逃脱离去，被惊吓而出来的百姓（恰巧）和士兵相遇，士兵就把他们作为盗贼给捆绑了起来；（被抓的）百姓在官府里争辩，但受不了残酷的拷打，于是承认了被捏造的罪名。王安中查访得知了这件事情，仔细考察后了解了其中的冤情，于是立刻释放了百姓，让那些士兵抵罪。当时皇上向往神仙之事（信奉道教），蔡京推荐了一个擅长道术的道士王仔昔给徽宗，朝臣外戚都攀附他（寅缘：指某种可资凭借攀附的关系）和他勾结（关通：串通）在一起。王安中向皇上进言列数蔡京欺君僭上、祸国殃民的事情。皇上肃敬地接受了他的建议，（王安中）接着又两次上疏陈述蔡京的罪行。皇上说：“我本来就想施行你的建议，（只是）因为天宁节快到了，等到过了这件事，我会为你罢免蔡京的。”蔡京探知了这件事，非常害怕，他的长子蔡攸日夜守在宫中，流着泪恳请祈求皇上开恩。宣和元年，王安中被任命为尚书右丞。金人灭辽，归以燕地，朝廷商量选派一个帅臣（宋代诸路安抚司的长官称帅臣，后泛称统帅、主将）去守卫燕地，王安中请求前去。王黼（fǔ）在皇上面前极力称赞他，于是授予他庆远军节度使、河北河东燕山府路宣抚使、知燕山府等官，和辽国降将郭药师共同主持府事。郭药师（自恃徽宗恩宠有加）飞扬跋扈，为所欲为，王安中不能遏制他，只好曲意逢迎，因此郭药师越发骄纵。当时山后各州尽已失陷，只有平州还被张觉占据。金人进攻燕地，任命张觉为临海军节度使。之后，张觉又背叛了金人，金人攻打他，张觉战败逃（奔，战败逃跑，逃亡）到了燕地。金人索要张觉非常急迫，王安中无奈之下，绞（勒）死了张觉，用箱子装着他的头颅送给了金人。郭药师公开说道：“金人要张觉就把他交给了金人，如果金人索要我郭药师，难道也交出去吗？”王安中非常害怕（郭药师叛变），把他的话上奏给了朝廷，趁机极力请求罢离燕山府。郭药师从此叛离宋朝，金人终因此事（与宋）产生了嫌隙。王安中以上清宝箓宫使兼侍读的身份被朝廷召还，授予他大名府尹兼北京留守司公事一职。靖康初，当时进言的人评论他与王黼、童贯结党而且未能察清郭药师叛变一事，于是王安中被罢免为观文殿大学士，继而被贬为单州团练副使。高宗赵构即位后，往内迁官至道州，不久被流放自行。绍兴初年，官复左中大夫。他的儿子王辟章任泉州知州，迎他去泉州府居住，不久王安中就病死在泉州，时年五十九岁。安中作文章丰润敏拔，尤其擅长四六文体。徽宗曾经在睿谟殿举行宴会，命令安中赋百韵诗以记其事。诗写成后，徽宗欣赏赞叹不已，命令大字书写在殿屏上，凡是侍臣都用副本赏赐之。他就像这样受推重。"
	},
	"https://www.wenyiso.com/yuedudaan/2624.htm": {
		"context": "王彪之字叔武。年二十，须鬓皓白。从伯导谓曰：“选官欲以汝为尚书郎，汝幸可作诸王佐邪！”彪之曰：“位之多少既不足计，自当任之于时，至于超迁，是所不愿。”遂为郎。累迁尚书左丞、廷尉。时永嘉太守谢毅。赦后杀郡人周矫，矫从兄球诣州诉冤。扬州刺史殷浩遣从事疏收毅，付廷尉。彪之以球为狱主，身无王爵，非廷尉所料，不肯受。穆帝发诏令受之。彪之又上疏执据。时当南郊，简文帝为抚军，访彪之应有赦不。答曰：“郊祀往往有赦，愚意尝谓非宜。黎庶不达其意，将谓效祀必赦，至此时，凶愚之辈复生心于侥幸矣。”遂从之。转吏部尚书。简文有命用秣陵令曲安远补句容令，殿中侍御史奚郎补湘东郡。彪之执不从，曰：“殿下昔用安远，谈者纷然。句容近畿，岂可处卜术之人无才用者邪。湘东虽复远小，所用未有朗比，谈者谓颇兼卜术得进。殿下若超用寒悴，当充人才可拔。朗等凡器，实未足充此选。”既而长安人雷弱儿等诈云杀苻健，请兵应接。时殷浩镇寿阳，便进据洛。属彪之疾归，上简文帝笺，陈弱儿等容有诈伪，浩未应轻进。寻而弱儿果诈，浩大败。简文笑谓彪之曰：“果如君言，君谋无遗策，张、陈何以过之。”后以彪之为会稽内史。居郡八年，豪右敛迹，亡户归者三万余口。桓温①下镇姑孰，威势震主，四方修敬，皆遣上佐、纲纪②。彪之独曰：“大司马诚为富贵，朝廷既有宰相，动静之宜自当谘禀。修敬若遣纲纪，致贡天子复何以过之！”竟不遣。温以山阴县折布米不时毕郡不弹纠上免彪之彪之去郡郡见罪谪未上州台者皆原散之会赦左降谪为尚书以年老，上疏乞骸骨，诏不许。太元二年卒，年七十三。【注】①恒温，东晋权臣，曾独揽朝政十余年，有意夺取帝位。②纲纪：文中指公府及州郡的主簿。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A.温以山阴县折布米不时／毕郡不弹纠／上免彪之／彪之去郡／郡见罪谪未上／州台者皆原散之／会赦／左降谪为尚书／ B.温以山阴县折布米不时毕／郡不弹纠／上免彪之／彪之去郡／郡见罪谪未上州台者／皆原散之／会赦／左降谪为尚书／ C.温以山阴县折布米不时毕／郡不弹纠／上免彪之／彪之去郡／郡见罪谪未上／州台者皆原散之／会赦／左降谪为尚书／ D.温以山阴县折布米不时／毕郡不弹纠／上免彪之／彪之去郡／郡见罪谪未上州台者／皆原散之／会赦／左降谪为尚书／": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A.选官，指主管栓选的官员。古代选官制度大致经历了世袭制、察举制、科举制三个阶段。 B.郊祀是中国古代君王祭祀制度的重要组成部分，在南郊祭地、北郊祭天的说法。 C.古代称靠近国都的地方为畿，如“畿辅”“京畿”，后也泛指京城所管辖的地区，文中为“京城”。 D.乞骸骨，指古代官吏自请退职，意谓使骸骨得以归葬故乡。与“致仕”意思相近。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是A.王彪之不重职位，坚守原则。他不把官职高低放在心上，不已破格提拔为愿望；在廷尉任上，对周矫一案，他坚持按规定办事。 B.王彪之积极进言，意见中肯。简文帝任抚军时，借祭祀大赦天下，彪之陈述其弊端；在句容令、湘东郡守人选上，他从当时舆论出发，提出自己的看法。 C.王彪之善于谋略，慧眼识计。雷弱儿等用奸计诱骗晋朝出兵，彪之看出他们的诡计，上书告知简文帝，后果如其所言，他得到了皇帝极高的评价。 D.王彪之一心为国，不畏权势。任职会稽郡期间，抑制豪门大族，使先前逃亡的人大量返回；面对大司马恒温，只有他不肯曲意逢迎。": "B",
			"把文中画横线的句子翻译成现代汉语。1殿下若超用寒悴，当充人才可拔。朗等凡器，实未足充此选。2桓温下镇姑孰，威势震主，四方修敬，皆遣上佐、纲纪。": "1殿下如果破格任用寒微之人，应当让有才能的人得到选拔。奚朗等人是平庸之人，确实不足以充任这样的职务。2恒温镇守姑孰，威势使天子畏忌，四方官员表示敬意，都派遣上佐、主簿前去（拜访）。"
		},
		"translation": "王彪之，字叔武。二十岁时，胡须鬓角都白了。堂伯王导对他说：“选官要任命你为尚书郎，你有幸可以担任诸王公的辅官朝官了！”王彪之说：“职位的高低本来就不值得计较，只要是在合宜的时世任职。至于超格提拔，这并不是我的愿望。”于是为郎。多次升迁后任尚书左丞、廷尉。当时永嘉太守谢毅，在皇帝大赦后杀郡人周矫，周矫的堂兄周球到州郡中诉冤情。扬州刺史殷浩派从事上奏皇帝后拘捕谢毅，交付给廷尉审理。王彪之认为周球是讼案的当事人，他身无王爵，不归廷尉审理，不肯受理此案。穆帝下诏令王彪之受理此案。王彪之又上疏据理力争。这是恰逢皇帝要在南郊祭天，简文帝当时任抚军，向王彪之询问是否应该大赦。王彪之回答说：“郊祀按惯例有大赦，我认为不合宜。老百姓不明白郊祀时大赦天下的意义，还会认为每逢郊祀必有大赦，到这个时候，凶恶愚蠢之辈又要产生侥幸心理了。”就听从了王彪之的意见。王彪之转任吏部尚书。简文帝下令用秣陵令曲安远补任句容令，殿中侍御史奚朗补任湘东郡守。王彪之坚持个人意见不听从，说：“殿下当初任用曲安远，议论的人已经议论纷纷。句容靠近京城，怎么能用没有才能的卜术之人呢！湘东郡虽然偏远狭小，以前所任用的也没有奚朗这样的人，议论者认为他是全靠卜术才得以进用。殿下如果破格任用寒微之人，应当让有才得的人得到选拔。奚朗等人是平庸之人，确实不足以充任这样的职务。”不久长安人雷弱儿等诈称杀苻健，请晋朝派兵接应。当时殷浩镇守寿阳，就进军占据洛阳。正赶上王彪之因病回家，上书简文帝，陈述雷弱儿等可能有诈，殷浩不应轻举冒进。不久雷弱儿果然有诈，殷浩大败。简文帝笑着对王彪之说：“果然如您所言。您的谋划没有无误，就是张良、陈平又怎么能超过您、”后来任王彪之为会稽内史。在郡八年，豪门大族行为有所收敛，逃亡又返回的有三万多人。桓温镇守姑孰，威势使天子畏忌，四方官员表示敬意，都派遣上佐、主簿前去（拜访）。王彪之却说：“大司马的确富贵，朝廷既然有宰相，举动是否得宜应当向宰相询问禀报。表示敬意如果派遣主簿，那么向天子进贡又用什么呢？”最终也没有派主簿（前往）。桓温以会稽郡山阴县的折布米没有按时办好，郡中不弹劾纠正为名，上表请求免去王彪之的职务。王彪之离郡，郡里被贬谪的罪人未送州台的，全部赦免遣散。正好碰上大赦，降为尚书。因年老，上疏请求退休，下诏不同意。太元二年去世，享年七十三岁。"
	},
	"https://www.wenyiso.com/yuedudaan/2622.htm": {
		"context": "某尝以谓君子之文章，不浮于其德，其刚柔缓急之气，繁简舒敏之节，一出乎其诚，不隐其所已至，不强其所不知，譬之楚人之必为楚声，秦人之必衣秦服也。惟其言不浮乎其心，故因其言而求之，则潜德道志，不可隐伏。盖古之人不知言则无以知人，而世之惑者，徒知夫言与德二者不可以相通，或信其言而疑其行。呜呼！是徒知其一，而不知夫君子之文章，固出于其德，与夫无其德而有其言者异位也。某之初为文，最喜读左氏、《离骚》之书。丘明之文美矣，然其行事不见于后，不可得而考。屈平之仁，不忍私其身，其气道，其趣高，故其言反覆曲折，初疑于繁，左顾右挽，中疑其迂，然至诚恻怛于其心，故其言周密而不厌。考乎其终，而知其仁也愤而非怼也，异而自洁而非私也，彷徨悲嗟，卒无存省之者，故剖志决虑以无自显，此屈原之忠也。故其文如明珠美玉，丽而可悦也；如秋风夜露，凄忽而感恻也；如神仙烟云，高远而不可挹也。惟其言以考其事，其有不合者乎？  自三代以来，最喜读太史公、韩退之之文。司马迁奇迈慷慨，自其少时，周游天下，交结豪杰。其学长于讨论寻绎前世之迹，负气敢言，以蹈于祸。故其文章疏荡明白，简朴而驰骋。惟其平生之志有所郁于中，故其余章末句，时有感激而不泄者。韩愈之文如先王之衣冠，郊庙之江鼎俎，至其放逸超卓，不可收揽，则极言语之怀巧，有不足以过之者。嗟乎！退之之于唐，盖不试遇矣。然其犯人主，忤权臣，临义而忘难，刚毅而信实，而其学又能独出于道德灭裂之后，纂孔孟之余绪以自立其说，则愈之文章虽欲不如是，盖不可得也。  自唐以来，更五代之纷纭。宋兴，锄叛而讨亡。及仁宗之朝，天下大定，兵戈不试，休养生息，日趋于富盛之域。士大夫之游于其时者，谈笑佚乐，无复向者幽忧不平之气，天下之文章稍稍兴起。而庐陵欧阳公始为古文，近揆两汉，远追三代，而出于孟轲、韩愈之间，以立一家之言，积习而益高，淬濯而益新。而后四方学者，始耻其旧而惟古之求。而欧阳公于是时，实持其权以开引天下豪杰，而世之号能文章者，其出欧阳之门者居十九焉。而执事实为之冠，其文章论议与之上下。闻之先达，以谓公之文其兴虽后于欧公，屹然欧公之所畏，忘其后来而论及者也。某自初读书即知读执事之文既思而思之广求远访以日揽其变呜呼如公者真极天下之文者欤！【注】①曾巩：字子固。龙图：宋代官职名。",
		"question-answer": {
			"对下列句子中加点词语的解释，不正确的一项是 A：惟其言不浮乎其心浮:显现 B：纂孔孟之余绪以自立其说纂:继承 C：兵戈不试试:使用 D：近揆两汉，远追三代揆:揣度": "A",
			"下列各组句子中，加点词的意义和用法相同的一组是 A：一出乎其诚飘飘乎如遗世独立 B：有不足以过之者此小大之辩也 C：刚毅而信实劳苦而功高如此 D：日趋于富盛之域赵尝五战于秦": "C",
			"下列对原文有关内容的概括与赏析，不正确的一项是 A：作者在给曾巩的信中，不仅表现出对屈原文章的喜爱，也显示出对屈原仁而无私、气遒趣高人格的理解与欣赏。 B：作者用知人论世的方法，评价司马迁和韩愈因触犯君主，遭遇灾祸，一生理想郁结于心，而文风典雅，如同庙堂礼器。 C：文章以言与德的关系为中心，探讨了三代至宋的君子之文，认为语言无论华美、简朴、迂曲还是疏荡，都可从文中探得其道德和志向。 D：本文通过对司马迁、韩愈、欧阳修等人的评价，表达了作者的文学观点；语言整散结合，铺陈手法的运用，增添了说理气势。": "B",
			"用“/”给文中画波浪线的部分断句。 某自初读书即知读执事之文既思而思之广求远访以日揽其变呜呼如公者真极天下之文者欤": "某自初读书/即知读执事之文/既思而思之/广求远访/以日揽其变/呜呼/如公者∥真极天下之文者欤",
			"把文中画线的句子译成现代汉语。1丘明之文美矣，然其行事不见于后，不可得而考。2而后四方学者，始耻其旧而惟古之求。": "1左丘明的文章华美，然而他的行为事迹在后世（文献中）看不到，不能考证。2后来各地求学的人，开始以他们原有的文风为耻辱，只追求古文。"
		},
		"translation": "我曾认为君子的文章，不应该只停留在道徳的表层，它的刚柔缓急的气韵，繁简舒敏的格调，全出自他的诚心，不遮掩他已知的，不强求他所不知的，好比楚人必说楚话，秦人必穿秦衣。只有他的言语不停留在心的外面，因此根据他的言语来推究他，那么（他）潜藏的道德心志，就藏不住了。古人不知言就不能知人，而世上的糊涂人，只知言与德不可以相通，或者信其言却疑其行。唉！这是只知其一，却不知君子的文章，固然出于其德，其实与那些无其德却有其言的人情况不同。我刚开始写文章时，最喜欢读左丘明、《离骚》这类书。左丘明的文章是华美的，但他的行事却不见流传于后，不能得以考证他。屈原之仁，不愿为自身谋私利，他的气韵趣味高超，因此他的言语翻来覆去曲曲折折，起初怀疑他太繁琐，左顾右挽，中间怀疑他迂阔，然而他的心思至诚恳切，因此他的言语周密不止。推究到最终，才知其仁，他是愤怒而非怨怼，不与人同流合污，自洁其身而不是为己谋利，彷徨悲叹，最终却没有安慰他的人，因此他的心思明白却没有显露自我，这是屈原之忠。因此他的文章如明珠美玉，华丽悦人；如秋风夜露，凄然感人；如神仙烟云，高远而不可触及。根据他的言语来推究其事，难道有对不上的么？  自三代以来，我最喜读司马迁、韩愈的文章。司马迁超群出俗，慷慨激昂，从他年少时，周游天下，结交豪杰。他的学问擅长于讨论寻究前世的踪迹，凭恃意气敢于说话，而遭遇灾祸。因此他的文章疏荡明白，简朴奔放。只因他的平生志向郁积于心，因此他的只言片语，常有感怀激愤却不能宣泄。韩愈的文章如先王衣冠，庙堂礼器，放逸超卓，一发不可收，极尽言语的巧妙，有不足也有过头。啊！韩愈在唐朝，大概也是命途多舛。然而他冒犯君王，对抗权臣，守义忘难，刚毅信实，而他的学识又能独自在道德灭裂之后，继承孔孟之遗风而自立其说，那么韩愈的文章虽然不想这样，却不能实现。  自唐以来，历经五代之纷纭。宋朝兴起，铲锄叛乱，攻灭他国。等到仁宗即位，天下基本平定，兵戈不起，休养生息，一天比一天强盛。士大夫在那时游乐，谈笑佚乐，不再有之前幽忧不平之气，天下的文章渐渐兴起。而庐陵欧阳先生才写古文，近者揣度两汉，远者追溯三代，继承孟轲、韩愈之风，来建立一家之言，积习更高，锤炼更新。然后四方求学之人，才以他们已有的文风为耻，只追求古文。欧阳先生在那个时候，实际上把持重心来引导天下豪杰，而世上那些号称能写文章的人，十有八九出自欧阳先生门下。而您是这些人中最出色的，您的文章论议，可以与欧阳相提并论。先达之人听闻，认为您的文章虽然兴起于欧阳后，却高高耸立，足以被欧阳所敬畏，忘记后来那些论及此事的人。我从起初读书时，就知道读您的文章，已经思考了还要继续思考，绞尽脑汁，来每天探究他的变化，啊，像您这样的人，真是天下文章最牛逼的人呀。"
	},
	"https://www.wenyiso.com/yuedudaan/2621.htm": {
		"context": "崔与之，字正子，少卓荦有奇节，不远数千里游太学。绍熙四年举进士，广之士由太学取科第自与之始。授浔州司法参军。常平仓久弗葺，虑雨坏米，撤居廨瓦覆之。郡守欲移兑常平之积，坚不可，守敬服，更荐之。调淮西提刑司检法官。民有窘于豪民逋负，殴死其子诬之者，其长欲流之。与之曰：“小民计出仓猝，忍使一家转徙乎？况故杀子孙，罪止徒。”寻特授广西提点刑狱遍历所部至浮海巡朱崖秋毫无扰州县而停车裁决奖廉劾贪风采凛然。朱崖地产苦橙，民或取叶以代茗，州郡征之，岁五百缗，琼人以吉贝织为衣衾，工作皆妇人，役之有至期年者，弃稚违老，民尤苦之。与之皆为榜免。其他利病，罢行甚众。  召为秘书少监，军民遮道垂涕，与之力辞召命，竟还。将度岭，趣召不已，行次池口，闻金人至边，乃造朝奏：“今边声可虑者非一，惟山东忠义区处要不容缓。”前后累疏数千言，每叹养虎将自遗患。升秘书监兼太子侍讲，权工部侍郎。未几，成都帅董居谊以黩货为叛卒所逐，总领杨九鼎遇害，蜀大扰。与之以选为焕章阁待制、知成都府、本路安抚使，至即帖然。先是，军政不立，戎帅多不协和。与之戒以同心体国之大义，于是戎帅协和，而军政始立。  召为礼部尚书，不拜，便道还广。蜀人思之，肖其像于成都仙游阁，以配张咏、赵抃，名三贤祠。理宗即位，累迁，皆力辞。乃访以政事之孰当罢行，人才之孰当用舍？与之力疾奏。帝览奏嘉叹，趣召愈力，控辞至十有三疏。嘉熙三年，乃得致仕，以观文殿大学士提举洞霄宫。自领乡郡，不受廪禄之入，凡奉余皆以均亲党。薨时年八十有二，遗戒不得作佛事。累封至南海郡公，谥清献。  （选自《宋史·卷四百六·列传一百六十五》，有删减）",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A：寻特授广西提点刑狱/遍历所部/至浮海巡朱崖/秋毫无扰州县/而停车裁决/奖廉劾贪/风采凛然／ B：寻特授广西提点/刑狱遍历所部/至浮海巡/朱崖秋毫无扰/州县而停车裁决/奖廉劾贪/风采凛然／ C：寻特授广西提点刑狱/遍历所/部至浮海巡/朱崖秋毫无扰州县/而停车/裁决奖廉劾贪/风采凛然／ D：寻特授广西/提点刑狱遍历所部/至浮海/巡朱崖秋/毫无扰州县/而停车/裁决奖廉劾贪/风采凛然／": "A",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A：太学是中国古代的国立最高学府，立太学始于西周，入太学可称为“受业太学”“游太学”“观太学”。 B：工部是中国古代中央官署名，后汉时期工部掌管缮修、功作、盐池、园苑之事，后又加管屯田、航政及水利。 C：祠是为纪念伟人名士而修建的供台（纪念堂），与庙相似，也常常把同族子孙祭祀祖先的处所叫“祠堂”。 D：控辞即请求辞免，古人请辞的说法很多，比如乞骸骨、致政、挂冠、解绶、出仕等，原因不一定就是年老退休。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是 A：崔与之勤奋学习才华出众，更开创了广东学子从太学取士的先河，在之后的任职中多次被委派到南方地区，造福当地百姓。 B：崔与之认为对仓猝间将富豪打死的百姓应从轻发落，因为富豪拖欠百姓款项并诬陷百姓在先，事出有因情有可原。 C：崔与之为政宽仁，在广西提点刑狱期间废除了许多不利百姓的政策，深得百姓爱戴，离任时，军民拦道送行，不忍他离开。 D：崔与之一辈子奔波劳累，在政务、军事方面都有建树，殚精竭虑，深得皇帝信任和重用，直到退休也没真正闲下来。": "B",
			"把文中画横线的句子翻译成现代汉语。1琼人以吉贝织为衣衾，工作皆妇人，役之有至期年者，弃稚违老，民尤苦之。2自领乡郡，不受廪禄之入，凡奉余皆以均亲党。": "1琼州的百姓用吉贝纺织做衣服，做这个活的都是女人，服这项劳役有的需要一整年的，（女人们）只能抛弃小孩离开老人，百姓尤其感到苦不堪言。自己治理乡郡，却不接受官府的俸禄，所有多出的俸禄的都分给了亲属和亲信。"
		},
		"translation": "崔与之，字正子，年纪轻轻就卓越出众有特别的气节，不远数千里到太学游学。绍熙四年考中进士，广东学子由太学参加科考中第就是从崔与之开始的。被授予司法参军。常平的粮仓很久没有整修了，漏雨泡坏了米，崔与之就拆掉自己住的屋子的瓦去盖粮仓的屋顶。郡守想要将常平的积粮卖掉，崔与之坚持不让，郡守很敬佩他，改变了主意并向朝廷推荐他。调任淮西提刑司检法官。当地有个百姓被富豪拖欠债务而困窘，斗殴中打死了诬陷他的富豪儿子，当地长官想将那个百姓流放。崔与之说：“这个百姓也是仓猝之间做出的事，怎么忍心让他一家都跟着他流放呢？况且在事出有因的情形之下杀死他人子孙的，处罚止于判处徒刑。”不久之后被特别授予广西提点刑狱一职，全都巡视了他所管辖之地，到浮海巡视朱崖，丝毫不扰州县，而停留某地裁决事务，奖励淸廉及惩罚贪污，风度神采令人敬畏。朱崖产一种苦橙，当地百姓有人摘取它的叶子来代替茶，州郡就向百姓征收税，每年五百缗文。琼州的百姓用吉贝纺织做衣服，做这个活的都是女人，服这项劳役有需要一整年的，（女人们）只能抛弃小孩离开老人，百姓尤其感到苦不堪言。崔与之全都张榜免除了（这些苛捐杂税），其他类似的弊政，崔与之停止实施了很多。  朝廷召他为秘书少监，当地军民夹路垂泪挽留。崔与之极力推辞了召命，最后回来了。快过岭州了，催他赴京的诏书仍不停息，走到池口驻扎时，听说金人打到边境，他就写了奏书说：“现在边关战事不是唯一值得担心的事，只有山东忠义区的问题急需处理，刻不容缓。”前后多次上疏达数千字，常常感叹朝廷（不重视忠义区）在养虎为患。升为秘书监兼太子侍讲，掌管工部任侍郎。没多久，成都统帅董居谊因为贪污纳贿被叛兵所驱赶，总领杨九鼎遇害，蜀地大乱。崔与之通过选拔担任焕章阁待制、知成都府、本路安抚使，一到任就使这些人都顺服了。这之前，军政不立，将帅之间多有不合。崔与之用同心协力为国家着想的大义来告诫他们，于是将帅们团结协作，军政才建立起来。  朝廷召他为礼部尚书，不接受官职，取道回了广东。蜀地的百姓感念他，就铸了他的像放到成都游仙阁里，和张咏、赵忭的塑像放在一起，命名为三贤祠。宋理宗即位后，多次提拔他，他都极力推辞了。皇帝就拿哪些政事应当停止或施行，哪些人才应当任用或舍弃的事来询问他。崔与之都尽力快速回奏。皇帝每次看完他的奏折都赞叹不已，催他应召就催得更勤了，崔与之请求辞免的奏疏多达十三封。嘉熙三年时，才得以退休，凭观文殿大学士的身份管理洞筲宫。自己治理乡郡，却不接受官府的俸禄，所有多出的俸禄的都分给了亲属和亲信。死的时候是八十二岁，留下遗书告诫家人不得做法事。后多次追封至南海郡公，赐谥号清献。"
	},
	"https://www.wenyiso.com/yuedudaan/601.htm": {
		"context": "禇亮，字希明，杭州钱塘人。曾祖湮，父玠，皆有名梁、陈间。亮少警敏，博见图史，一经目辄志于心。年十八，诣陈仆射徐陵，陵与语，异之。后主召见，使赋诗，江总诸词人在席，皆服其工。累迁为尚书殿中侍郎。入隋，为东宫学士，迁太常博士。炀帝议改宗庙之制，亮请依古七庙，而太祖、高祖各一殿，法周文、武二祧，与始祖而三，余则分室而祭，始祖二祧，不从迭毁。未及行，坐与杨玄感善，炀帝矜己嫉才，因是亦贬西海司户。时博士潘徽贬威定主簿，亮与俱，至陇山，徽死，为敛瘗，人皆义之。后为薛举黄门侍郎。举灭，秦王谓曰：“寡人受命而来，嘉于得贤。公久事无道君，得无劳乎？”亮顿首曰：“举不知天命，抗王师，今十万众兵加其颈，大王释不诛，岂独亮蒙更生邪？”王悦，赐乘马、帛二百段，即授王府文学。高祖猎，亲格虎，亮恳慆致谏，帝礼纳其言。王每征伐，亮在军中，尝预秘谋，有裨辅之益。贞观中累迁散骑常侍，封阳翟县候，老于家。太宗征辽，子遂良从，诏亮曰畴日师旅卿未尝不在中今朕薄伐君已老俯仰岁月且三十载眷意及此我劳如何今以遂良行想君不惜一子于朕耳善居加食亮顿首谢。及寝疾，帝遣医，中使候问踵相逮。卒，年八十八，赠太常卿，陪葬昭陵，谥曰康。初，武德四年，太宗为天策上将军，寇乱稍平，乃乡儒，宫城西作文学馆，收聘贤才。以大行台司勋郎中杜如晦、记室考功郎中房玄龄、文学禇亮等，并以本官为学士。  每暇日，访以政事，讨论坟籍，榷略前载，无常礼之间。命阎立本图象，使亮为之赞，题名字爵里，号“十八学士”，藏之书府，以章礼贤之重。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A．诏亮曰畴日师旅卿未尝不在中今朕薄伐君已老俯仰岁月且三十载眷言及此我劳如何今以遂良行想君不惜一子于朕耳善居加食 B．诏亮曰畴日师旅卿未尝不在中今朕薄伐君已老俯仰岁月且三十载眷言及此我劳如何今以遂良行想君不惜一子于朕耳善居加食 C．诏亮曰畴日师旅卿未尝不在中今朕薄伐君已老俯仰岁月且三十载眷言及此我劳如何今以遂良行想君不情一子于朕耳善居加食 D．诏亮曰畴日师旅卿未尝不在中今朕薄伐君已老俯仰岁月且三十载眷言及此我劳如何今以遂良行想君不惜一子于朕耳善居加食": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A．后主，始自《三国志》称刘禅，后来用于称与其经历相似，被俘的割据政权末代君主。 B．炀帝，“炀”乃谥号，属于批评类的。谥号属于批评类的国君还有“赵武灵王”“汉献帝”等。 C．顿首，即以头叩地而拜，是古代交际礼仪；又常常用于书信、奏表中作为敬词。 D．中使，即宫中派出的使者，多指宦官。文中的“中使”是奉皇帝之命问候褚亮的宦官。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是 A．褚亮少时博闻强记，颇有才华。他博览图书史籍，过目不忘，年少就很有才华，受到徐陵的赏识，受陈后主召见时所作诗歌，受到江总等人的赞赏。 B．褚亮为官知无不言，慷慨重义。炀帝议论改革宗庙制度时，奏请依照七庙制度，未及实施，因与杨玄感友好遭贬，同行者潘徽途中去世，褚亮将其入棺埋葬。 C．褚亮侍君忠心耿耿，深受信赖。高祖打猎时，亲自与老虎格斗，禇亮诚恳地劝谏，高祖采纳了他的话；后来高祖每次出征，都带着褚亮，让他参预秘谋。 D．褚亮因才充任学土，受帝赏识。禇亮曾被太宗聘请到文学馆，和杜如晦、房玄龄等人以本官充任学士，太宗命画家阎立本为学士们画像时，让褚亮写赞。": "C",
			"把文中画横线的句子翻译成现代汉语。1举不知天命，抗王师，今十万众兵加其颈，大王释不诛，岂独亮蒙更生邪？2太宗为天策上将军，寇乱稍平，乃乡儒，宫城西作文学馆，收聘贤才。": "1薛举不知道天命，抗拒您的军队，如今十万兵众已来到面前，大王您下令释放而不予诛杀，难道唯独我褚亮蒙恩获得重生了吗？2太宗任天策上将军，流贼叛乱稍稍平定，就尊重儒学，在宫城的西边建起了文学馆，接纳和聘请贤才。"
		},
		"translation": "褚亮，字希明，是杭州钱塘人。曾祖褚湮，父亲褚玠，都在梁代、陈代时有名声。褚亮年少时机警敏捷，博览图书史籍，一旦过目就牢记在心中。十八岁时，他去见陈朝的仆射徐陵，徐陵和他交谈了一番，认为他很奇特。陈后主召见他，叫他作诗，江总等诸位词人也在坐，都佩服他诗作得好。多次升迁任尚书殿中侍郎。进入隋朝后，褚亮任东宫学士，升任太常博士。隋炀帝议论改革宗庙制度，褚亮奏请依照古代的七庙制度，而太祖、高祖各自为一个殿，效法周文、武二祧庙，与始祖并列而成为三个殿，其余的则分室祭祀，始祖二祧庙，不必随着迭加拆毁。他的建议还未来得及施行，便因与杨玄感友好而受到牵累，炀帝骄傲自大又妒恨才能，因此也就贬他为西海司户。当时博士潘徽被贬为威定主簿，褚亮和潘徽一同上路，走到陇山，潘徽去世，褚亮将潘徽入棺埋葬，人们都说他重义气。后来褚亮在薛举手下任黄门侍郎。薛举灭亡，秦王(李世民)对他说：“寡人我奉上天之命而来，高兴得到了贤才。您长期以来侍奉无道之君，难道不辛劳吗？”褚亮以头叩地说：“薛举不知道天命，抗拒您的军队，如今十万兵众已来到面前，大王您下令释放而不予诛杀，难道唯独我褚亮蒙恩获得重生了吗？”秦王大喜，赐给他四匹马、二百段布帛，当即授任他为秦王府文学。高祖外出打猎时，亲自与老虎格斗，褚亮诚恳地劝谏，高祖便礼貌地采纳了他的话。秦王每次出征讨伐，褚亮都在军中，曾经参预秘谋，有辅佐补益的功劳。贞观年间多次升迁任散骑常侍，封阳瞿县候，后退休在家。大宗征辽时，褚亮的儿子褚遂良跟随太宗前往，大宗下诏给褚亮说：“往日率军出征，您没有不在军中的。如今又要征伐，而您已经退休了。转眼之间。将近三十年，回顾往事，您为了我是何等的辛劳！如今要带着褚遂良远行，想您于联不会吝惜一个儿子吧。希望您注意起居饮食。”褚亮以首叩地致谢。到褚亮病重时，太宗派遣医生为他诊治，还打发宦官相继前往问候。去世，终年八十八岁，追赠大常卿，陪葬昭陵，谥号康。当初，武德四年，太宗任天策上将军，流贼叛乱稍稍平定，就尊重儒学，在宫城的西边建起了文学馆，接纳和聘请贤才。以大行台司勋郎中杜如晦、记室考功郎中房玄龄、文学褚亮等，都以本官充任学士。  每有空暇，太宗便询问他们政事，讨论典籍，商讨前史，没有什么固定的礼法。太宗还让阎立本为他们画像，让褚亮为各位的画像写评语，并题上名字爵位和乡里，称为“十八学士”，收藏在书库中，来显示礼贤下士的重要。"
	},
	"https://www.wenyiso.com/yuedudaan/602.htm": {
		"context": "唐璿字休璟，京兆始平人。曾祖规，为后周骠骑大将军。休璟少孤，授《易》于马嘉运，传《礼》于贾公彦，举明经高第。为吴王府典签，改营州户曹参军。会突厥诱奚、契丹叛，都督周道务以兵授休璟，破之于独护山，数馘多，迁朔州长史。  永淳中，突厥围丰州，都督崔智辩战死，朝廷议弃丰保灵、夏。休璟以为不可，高宗从其言。垂拱中，迁安西副都护。会吐蕃破焉耆，安息道大总管韦待价等败，休璟收其溃亡，以定西土，授灵州都督。乃陈方略，请复四镇。武后遣王孝杰拔龟兹等城，自休璟倡之。  圣历中，授凉州都督、右肃政御史大夫、持节陇右诸军副大使。吐蕃大将曲莽布支率骑数万寇凉州，入洪源谷，休璟以兵数千临高望之，见贼旗铠鲜明，谓麾下曰：“吐蕃自钦陵死，赞婆降，莽布支新将兵，欲以示武，且其下皆贵臣酋豪子弟，骑虽精，不习战，吾为诸君取之。“乃被甲先登，六战皆克，斩二将，获首二千五百，筑京观而还。吐蕃来请和既宴使者屡觇休璟后问焉对曰洪源之战是将军多杀臣士卒其勇无比今愿识之后嗟异，擢为右武威、金吾二卫大将军。  西突厥乌质勒失诸蕃和，举兵相攻，安西道闭。武后诏休璟与宰相计议，不少选，画所当施行者。后曰：“恨用卿晚。“进拜夏官尚书、同凤阁鸾台三品。后诮杨再思、李峤、姚元崇等曰：“休璟练知边事，卿辈十不当一。”改太子右庶子，仍知政事。累迁检校吏部尚书。景龙二年致仕。延和元年卒，年八十六。  休璟以儒者号知兵，自碣石逾四镇，其间绵地几万里，山川夷岨，障塞之要，皆能言之，故行师料敌未尝败。初得封，以赋绢数千散赒其族，又出财数十万大为茔墓，尽葬其五服亲，当时称重。",
		"question-answer": {
			"对下列句子中加点词的解释，不正确的一项是 A．休璟收其溃亡溃亡：溃散逃跑的士兵。 B．不少选，画所当施行者少选：一会儿。 C．景龙二年致仕致仕：到任做官。 D．尽葬其五服亲，当时称重当时：当时的人们。 ": "C",
			"下列对文中画波浪线的句子断句正确的一项是 A．吐蕃来请和/既宴使者/屡觇休璟后/问焉/对曰/洪源之战/是将军多杀臣/士卒其勇无比/今愿识之 B．吐蕃来请和/既宴/使者屡觇/休璟后问焉/对曰/洪源之战/是将军多杀臣士卒/其勇无比/今愿识之 C．吐蕃来请和/既宴/使者屡觇休璟/后问焉/对曰/洪源之战/是将军多杀臣士卒/其勇无比/今愿识之 D．吐蕃来请和/既宴/使者屡觇休璟后/问焉/对曰/洪源之战/是将军多杀臣士卒/其勇无比/今愿识之": "C",
			"下列对原文有关内容的分析和概括，不正确的一项是 A．唐休璟富有军事才干。他对西北一带的地形地势了然于心，为边防出谋划策非常得当，无论是用兵还是料敌未曾失败过。 B．唐休璟作战知己知彼。他对进犯凉州的吐蕃军队的用兵意图和实力判断准确，并且果断大胆地直接进攻，结果取得了大胜利。 C．唐休璟颇受信任和重用。突厥引诱奚、契丹反叛时，都督周道务将军队委托给休璟；武后多次采纳休璟的意见和谋略。 D．唐休璟爱护族亲。他因为幼年丧父，所以对族人感情很深，拿得到的封赏周济族人，还出钱大建坟墓，将五服以内已死的亲属全部改葬。": "D",
			"把文中画横线的句子翻译成现代汉语。1乃陈方略，请复四镇。武后遣王孝杰拔龟兹等城，自休璟倡之。2后诮杨再思、李峤、姚元崇等曰：“休璟练知边事，卿辈十不当一。”": "1于是陈述制敌的策略，请求收复四镇。武后派遣王孝杰攻克龟兹等城，是唐休璟建议的结果。2武后责备杨再思、李峤、姚元崇等人说：“唐休璟熟知边疆事物，你们这些人十个不顶他一个。”"
		},
		"translation": "唐璿，字休璟，是京兆始平人。他的曾祖父唐规，是后周的骠骑大将军。唐休璟少年时死了父亲，跟随马嘉运学习《易》，跟随贾公彦学习《礼》，参加了明经科考试名列前茅。唐休璟任吴王府典签，后改任营州户曹参军。时逢突厥引诱奚、契丹反叛，都督周道务把军队交给唐休璟，唐休璟在独护山打败突厥人，查点割取的所杀敌人的左耳，为数不少，唐休璟升任朔州长史。  永淳年间，突厥人包围丰州，都督崔智辩战死，朝廷商议放弃丰州而保卫灵州、夏州。唐休璟认为不可以这样做，高宗听从了他的意见。垂拱年间，唐休璟升任安西副都护。适逢吐蕃打败焉耆，安西道大总管韦待价等战败，休璟招收他手下溃散逃跑的士兵，来平定西土，被任命为灵州都督。于是陈述制敌的策略，请求收复四镇。武后派遣王孝杰攻克龟兹等城，是唐休璟建议的结果。  圣历年间，唐休璟被任命为凉州都督、右肃政御史大夫，持节陇右诸军副大使。吐蕃大将曲莽布支率领骑兵数万侵犯凉州，进入洪源谷，唐休璟率兵数千登上高地眺望，见敌军旗帜铠甲鲜明，对部下说：“吐蕃自从钦陵死去，赞婆投降，莽布支新近领兵，想显示武力，而且他的部下都是显贵大臣、部落首领的子弟，他们虽然精于骑术，但不熟习作战，我为诸君攻取他们。”于是披上铠甲先攻入敌阵，六战皆胜，斩杀敌人两个大将，斩获敌人首级二千五百个，筑成京观（古代战争中，胜者为了炫耀功绩，收集敌人尸首，封土而筑成的高冢）而回。吐蕃来请和，朝廷设宴，吐蕃使者多次窥视唐休璟，武后询问原因，使者回答说：“洪源之战，这位将军杀死我方很多士卒，骁勇无比，现在很想认识他。”武后赞叹称异，提升唐休璟为右武威、金吾二卫大将军。  西突骑乌质勒与众蕃失和，率兵互相进攻，安西道断绝。武后下诏令休璟和宰相商议，没过多久，就筹划决定了应当施行的措施。武后说：“遗憾的是任用你晚了。”唐休璟加官升爵为夏宫尚书、同凤阁鸾台三品。武后责备杨再思、李峤、姚元崇等人说：“唐休璟熟知边疆事物，你们这些人十个不顶他一个。”唐休璟转任太子右庶子，仍然主持政事。多次升迁担任检校吏部尚书。景龙二年辞官退休。延和元年去世，终年八十六岁。  唐休璟身为儒臣号称通晓用兵之事，从碣石到四镇，其间土地绵延几万里，山川的平坦险阻，关塞的险要，他都能讲出来，所以用兵预测敌情不曾失败。最初得到封赏，把赋绢数千匹分发下去周济族人，又拿出数十万钱财大建坟墓，将五服以内的死去的亲属全部葬进去，受到当时的人们的称赞推重。"
	},
	"https://www.wenyiso.com/yuedudaan/606.htm": {
		"context": "程戡，字胜之，许州阳翟人。少力学，举进士甲科，补泾州观察推官，再迁秘书丞、通判许州。曹利用贬，戡以利用婿降通判蕲州。徙虔州，州人有杀母，暮夜置尸仇人之门，以诬仇者。狱已具，戡独辨之，正其罪。  宝元初，忻、代地震，坏城郭、庐舍，死伤甚众，命戡安抚，颇以便宜从事。擢天章阁待制，陕西有保毅军，人苦其役。戡奏曰：“保毅在乡兵外，不黥而有籍，所以佐边备也。已隶保捷兵①，而保毅籍如故，州县以供力役，率困惫，至破析财产售田者，犹数户出一夫，民不胜苦。”因诏私役保毅者坐之。  戡坐尝保任贝州张得一，得一伏诛，夺职出知凤翔府，寻徙河中。契丹使过，称疾，求着帽见，戡使谓曰：“有疾，可毋相见，见当如礼。”使者语屈，冠而见。  英宗即位，以安武军节度使留再任。初，覃恩，蕃官例不序迁。至是，用戡奏始皆得迁。延州城，雉堞②颇卑小。敌登九州台，则下瞰城中。戡调兵夫大增筑之。横山酋豪③怨谅祚④，欲率其属叛，取灵、夏，以求兵为援。戡言：“豺虎非自相搏，则未易取也；痈疽非其自溃，则未易攻也。谅祚久悖慢，宜乘此许之，所谓以蛮夷攻蛮夷，中国之利也。”  言者请选大臣帅永兴，屯重兵以制五路。戡以为“四路距永兴皆十数驿，设有警，使听节制，则不及事矣。且关中财赋不赡，宿军多，何以给之？”  治平初，命宦官王昭明等领四路蕃部事。戡曰：“蕃部所以亡去，苦边吏苛暴，为西人诱略尔。今昭明等徒能呼召首领，犒以牛酒，恐未足以结其心也。宜更置路分钤辖、都监，各部一将兵，兼沿边巡检使，无复专蕃部事。”从其奏。夏人遣使入贡，僭汉官移文于州，称其国中官曰枢密。戡止令称使副不以官，称枢密曰“领庐”，方许之。  戡告老章累上，终弗听，遣使以手诏问劳，赐茶药、黄金，乃再上章曰：“臣老疾剧矣，高奴屯劲兵为要地，岂养病所耶？”召还，道卒。  【注】：①保捷兵：禁军。②堞：城上如齿状的矮墙。③酋豪：部落的首领。④谅祚：西夏皇帝。",
		"question-answer": {
			"对下列各句中加点词的解释，不正确的一项是 A．狱已具，戡独辨之   狱：案件 B．颇以便宜从事便      宜：因利乘便，见机行事 C．用戡奏始皆得迁      用：因为 D．设有警，使听节制  设：设置": "D",
			"下列各组句子中，加点词的意义和用法都相同的一组是 A．而保毅籍如故而又不随以怠 B．戡以利用婿降通判蕲州犹不能不以之兴怀 C．所谓以蛮夷攻蛮夷，中国之利也不知东方之既白 D．则未易攻也此则岳阳楼之大观也": "B",
			"把第Ⅰ卷文言文中画横线的句子翻译成现代汉语1戡坐尝保任贝州张得一，得一伏诛，夺职出知凤翔府，寻徙河中。2蕃部所以亡去，苦边吏苛暴，为西人诱略尔。": "1程戡因为曾经保荐贝州张得一而获罪，张得一被处死，（程戡）改变职位离京掌管凤翔府，不久调职河中。2蕃部逃跑离开的原因，是苦于边吏苛刻暴虐，被西人诱骗掠夺罢了。",
			"在第Ⅰ卷文言文中，传主程戡在为官处事上具有哪些特点？请简要概括。": "①断案准确②体恤民情③信守礼仪④审时度势⑤尽职尽责⑥公私分明"
		},
		"translation": "程戡，字胜之，北宋许州阳翟（河南禹县）人，少年时勤奋读书，天禧年间中了进士，及第甲科。被朝廷增补为泾州观察推官，两次迁升做了秘书丞、许州的通判。曹利用被贬，程戡因为是曹利用的女婿被降职为蕲州通判。调职到虔州，虔州人有杀害母亲，在晚上将尸体放在仇人的门前，来污蔑仇人。案件已经备办，只有程戡辨别了这个案件，公正地定了那人的罪。  宝元初年，忻、代发生地震，城郭、庐舍被毁坏，死伤的人很多，皇上命程戡安抚，可以因利乘便，见机行事，处理事务。被提拔为天章阁待制，陕西有保毅军，人们为那兵役而苦恼。程戡上奏说：“保毅在乡兵外，没有在脸上刺字涂黑做记号但是有登记，是用来帮助边备的。已经隶属于禁军，而保毅上的名册像原来一样，州县又来要求供给力役，（百姓）都困乏疲惫，到了破析财产卖田的地步，还要几户出一个人，百姓不能承受痛苦。”于是下诏私役保毅的人给他定罪。  程戡因为曾经保荐贝州张得一而获罪，张得一被处死，改变职位离京主持凤翔府，不久调职河中。契丹使者拜访，程戡称病，使者请求戴便帽见，程戡派人说：“有病，可以不见我，见应当按礼仪。”使者语屈，使者戴着官帽来见。  英宗即位，程戡凭安武军节度使留任。当初，（英宗）广施恩泽，蕃坊的长官按惯例不按等级次第升迁。到这时，因为程戡上奏才都能够升迁。延州城，城墙很小。敌人登上九州台，就能向下俯瞰城中。程戡抽调兵夫修筑增高。横山部落首领怨恨谅祚，想要率领他的部属叛乱，攻取灵、夏，来求兵作为后援。程戡说：“豺虎不是自相搏击，就不容易猎取；痈疽不是它自己溃烂，就不容易治疗。谅祚早就背理傲慢，应当趁此机会答应他，所说的用蛮夷攻打蛮夷，这对中原地区是有利的啊。”  有人建议推选大臣帅永兴，屯集重兵来控制五路。程戡认为“四路距永兴都是十几个驿站，如果有紧急的情况，让（他们）听节制，那么来不及了。况且关中财货赋税不富足，驻军多，用什么来供给他们？”  治平初年，命宦官王昭明等领四路蕃部事。程戡说：“蕃部逃跑离开的原因，是苦于边吏苛刻暴虐，被西人诱骗掠夺罢了。现在昭明等只能召集首领，用牛酒犒劳，恐怕不足够用来联结他们的心。应当重新设置路，分钤辖、都监，各指挥一支部队，兼沿边巡检使，不要再专管蕃部的事。”皇上听从了他的建议。夏人派使者来进贡，超越汉官移文到州，称他国中的官为枢密。程戡只让称使副不用官相称，称枢密“领庐”，才答应他们。  程戡告老奏章多次呈上，皇上最终不听，派使者用手诏慰问，赏赐给茶药、黄金，程戡于是再上章说：“我年老病重了，高奴囤积重兵是重要的地方，难道是养病的处所吗？”皇上下诏让其还乡，程戡在路上去世。"
	},
	"https://www.wenyiso.com/yuedudaan/600.htm": {
		"context": "武元衡，字伯苍。曾祖载德，则天皇后之族弟。元衡举进士，累为华原令。畿辅镇军督将，皆骄横挠政，元衡称疾去。德宗钦其才，召拜比部员外郎，岁内三迁至右司郎中，以详整任职。擢为御史中丞。尝对延英①，帝目送之，曰：“是真宰相器!”  顺宗立，王叔文使人诱以为党，拒不纳。监察御史刘禹锡求为判官，元衡不与，叔文滋不悦。会册皇太子，元衡赞相，太子识之。及即位，是为宪宗。元和二年，拜门下侍郎、同手书门下平章事，兼判户部事。帝素知元衡坚正有守，故眷礼信任异它相。浙西李锜求入觐，既又称疾，欲赊其期。帝问宰相郑絪，锜请听之，元衡曰：“不可，锜自请入朝，诏既许之，而复不至，是可否在锜。陛下新即位，天下属耳目，若奸臣得遂其私，则威令去矣。”帝然之，遽追锜。而锜计穷，果反。是时，蜀新定，高崇文为节度，不知吏治，帝难其代。诏元衡为剑南西川节度使，繇萧县伯封临淮郡公，帝御安福门慰遣之。崇文去成都，尽以金帛、帟幕、伎乐、工巧行，蜀几为空。元衡至，绥靖约束，俭己宽民，比三年，上下完实，蛮夷怀归。雅性庄重，虽淡于接物，而开府极一时选。  八年，召还秉政。李吉甫、李绛数争事帝前，不叶②，元衡独持正无所违附，帝称其长者。吉甫卒，淮、蔡用兵，帝悉以机政委之。王承宗上疏请赦吴元济，使人白中书，悖慢不恭，元衡叱去。承宗怨，数上章诬诋。未几入朝，出靖安里第，夜漏未尽，贼射元衡中肩，复击其左股，徒御格斗不胜，皆骇走，遂害元衡。逻司传噪盗杀宰相，连十余里，达朝堂，百官恂惧，未知主名。少顷马逸还第中外乃审知有司以闻帝震惊罢朝坐延英见宰相哀恸为再不食赠司徒谥曰忠愍。(选自《新唐书•武元衡传》)  [注]①延英：唐代长安宫殿名，在延英门内。②叶（xié）:和洽，相合。",
		"question-answer": {
			"下列对文中画波浪线部分的断句正确的一项是 A．少顷／马逸还／第中外乃审知／有司以闻／帝震惊／罢朝坐延英／见宰相/哀恸／为再不食／赠司徒/谥曰忠愍 B．少顷／马逸还第／中外乃审知有司／以闻帝／震惊／罢朝坐延英／见宰相哀恸／为再不食／赠司徒／谥曰忠愍 C．少顷／马逸还／第中外乃审知／有司以闻／帝震惊／罢朝／坐延英见宰相／哀恸／为再不食／赠司徒／谥曰忠愍 D．少顷／马逸还第／中外乃审知／有司以闻帝／震惊／罢朝／坐延英见宰相／哀恸／为再不食／赠司徒／谥曰忠愍": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A．族弟是古代常用的亲属称谓。指同高祖兄弟中的弟辈，后泛指同族同辈中年较少者。 B．明经、进士两科是唐代科举考试的主要科别，进士科主要考察诗赋和政论，难度不大。 C．夜漏，指夜间的时刻漏即漏壶，是古代利用滴水、沙的多少来计量时间的一种仪器。 D．逻司，指主管巡行侦查事务的官府。": "B",
			"下列对原文有关内容的分析和概括，不正确的一项是 A．武元衡出身显赫，才华出众，凭科考步入仕途，后逐步升迁，但因为难以节制京城附近骄横的将领，他借口有病从华原令上离职。 B．武元衡为人正直．胸怀操守，唐顺宗登基后，他不愿意参与朋党之争，坚决拒绝了王叔文集团的拉拢，导致了王叔文的不满情。 C．武元衡掌管川西，政绩卓著，后被召回朝廷主持政事。虽然得到皇帝的支持，但为敌对势力所不容，在上朝的途中遭人伏击遇害。 D．武元衡政治才能出众，品德高尚，经德宗、顺宗、宪宗三朝，都备受皇帝器重，尤其是宪宗在位时，信任礼遇超过了同列的宰相。": "D",
			"把文中画横线的句子翻译成现代汉语。1元衡至，绥靖约束，俭己宽民，比三年，上下完实，蛮夷怀归。2贼射元衡中肩，复击其左股，徒御格斗不胜，皆骇走，遂害元衡。": "1武元衡到了之后，安抚平定，严肃政纪，自身节俭，宽厚待民。三年后上下和谐，百姓富裕，蛮夷之人思归朝廷。2歹徒射中他的肩膀，又砍他的左腿，驾驭马车的随从与歹徒格斗，打不过，都惊慌的逃跑了，于是歹徒杀害了武元衡。"
		},
		"translation": "武元衡，字伯苍。他的曾祖父武载德，是武则天皇后的隔堂弟弟。武元衡中进士后，逐步升任为华原县令。当时京城附近地区的镇军将军，多恃功骄横，侵害吏民，武元衡管理不了称病离职。德宗钦佩他的才干，征召为比部（刑部四司之一）员外郎，一年内三次升迁到右司郎中，处世周详完善，很称职。被提拔为御史中丞。曾经被召对延英殿，皇帝在目送他离开时曾夸赞说“这人真是有宰相的才能啊！”  顺宗登基后，王叔文派人诱使武元衡结为同党，但武元衡拒不接受。监察御史刘禹锡请求武元衡给自己做判官，武元衡没有答应，王叔文更加不高兴。恰逢册立皇太子，武元衡辅佐他，因此太子了解他。等到太子即位，即为宪宗。元和二年，拜为门下侍郎、同中书门下平章事，兼判户部事。宪宗皇帝一直知道武元衡坚持正义，胸怀操守，所以对他礼遇有加，特别信任，与其他宰相不同。浙西李锜请求朝见皇帝，随后又推称有病，想要拖延朝见的日期。皇帝问宰相郑絪，郑絪请求批准李锜的要求，武元衡说：“不行，李锜自己请求朝见，皇帝已经下诏书同意召见他了，可他却又不来，这样一来好像朝见不朝见都由李锜说了算。陛下刚即位，天下人都耸着耳朵，睁亮眼睛注意您，若有奸臣能为所欲为，那么皇上的威严与诏令就全都没了。”宪宗认为他讲的话是正确的，就下诏书敦促李錡入朝。李錡的诡计败露后，果真公开反叛。这个时候，蜀地刚刚平定，高崇文为节度使，不懂吏治，皇帝难以找到替代他的人。就下诏命武元衡为剑南西川节度使，皇帝亲自到安福门慰问他，为他送行。高崇文离开成都时，几乎把金帛、帟幕、伎乐、工巧都带走了，蜀地几乎被洗劫一空。武元衡到了之后，安抚平定，严肃政纪，自身节俭，宽厚待民。三年后上下和谐，百姓富裕，蛮夷之人思归朝廷。武元衡品性沉着稳重，虽然不喜欢交际，但府署选置的僚属都是当时的才俊。  元和八年，武元衡被召回京城操持政务。李吉甫、李绛在皇帝面前为一些事情争执不休，不和谐，只有武元衡正道直行，不违附任何一方。皇帝称赞他是个有德行的人。李吉甫死后，淮蔡战争，皇帝把国家枢机政务都交给武元衡办理。王承宗上疏朝廷，请求赦免吴元济（不予讨伐），派人告知中书令，态度傲慢不恭敬，武衡呵斥来人，赶走了他。王承宗怨恨他，多次上奏章诬陷诋毁武元衡。不久武元衡上朝，刚出靖安里的府第，夜还未尽，遇到歹徒射中他的肩膀，又砍他的左腿，驾驭马车的随从与歹徒格斗，打不过，都惊慌的逃跑了，于是歹徒杀害了武元衡。官府巡逻的人（发现后）大声喊“盗贼杀了宰相”，连续十余里，一直传到朝堂上。上朝的百官惶恐不安，也不知道哪个宰相遇害。不久，他的马跑回府第后，朝廷内外才知道是武元衡。相关官员上报给皇帝，皇帝感到震惊，不上朝。在延英殿里召见宰相，十分悲痛，曾有两顿饭没有吃下去。后来追封武元衡为司徒，赐他谥号“忠愍”。"
	},
	"https://www.wenyiso.com/yuedudaan/599.htm": {
		"context": "①尉迟敬德，名恭，朔州善阳人。隋大业末，刘武周乱，以为偏将。与宋金刚袭破（唐）永安王孝基，执独孤怀恩等。武德二年，秦王战柏壁，金刚败奔突厥，敬德合余众守介休。王遣任城王道宗、宇文士及谕之，乃与寻相举地降，从击王世充。会寻相叛，诸将疑敬德且乱，囚之。屈突通等曰敬德慓敢今执之猜贰已结不即杀后悔无及也王曰不然敬德必叛宁肯后寻相者耶释之，引见卧内，曰：“丈夫以气相许，小嫌不足置胸中，我终不以谗害良士。”因赐之金，曰：“必欲去，以为汝资。”是日猎榆窠，会世充自将兵数万来战。单雄信者，贼骁将也，骑直趋王，敬德跃马大呼横刺，雄信坠，乃翼王出，率兵还战，大败之。王顾曰：“比众人意公必叛，我独保无它，何相报速耶？”②窦建德营板渚，王命李勣等为伏，亲挟弓，令敬德执矟，略其垒，大呼致师①。建德兵出，乃稍引却，杀数十人，众益进。伏发，大破之。时世充兄子琬使于建德，乘隋帝厩马，铠甲华整，出入军中以夸众。王望见，问：“谁可取者？”敬德请与高甑生、梁建方三骑驰往，禽琬，引其马以归，贼不敢动。  ③隐太子尝以书招之，赠金皿一车。辞曰：“秦王实生之，方以身徇恩。今于殿下无功，其敢当赐？若私许，则怀二心，徇利弃忠，殿下亦焉用之哉？”太子怒而止。敬德以闻，王曰：“公之心如山岳然，虽积金至斗，岂能移之？然恐非自安计。”巢王果遣壮士刺之。敬德开门安卧，贼至，不敢入。因谮于高祖，将杀之。王固争，得免。  ④（玄武门之变后）王为皇太子。时坐隐、巢者百余家，将尽没入之。敬德曰：“为恶者二人，今已诛，若又穷支党，非取安之道。”由是普原。  ⑤尝侍宴庆善宫，有班其上者，敬德曰：“尔何功，坐我上？”任城王道宗解喻之，敬德勃然，击道宗目几眇②。太宗不怿，罢，召让曰：“朕观汉史，尝怪高祖时功臣少全者，今视卿所为，乃知韩彭③夷戮，非高祖过，国之大事，惟赏与罚，横恩不可数得，勉自修饬，悔可及乎！”敬德顿首谢。  ⑥显庆三年卒，年七十四。谥“忠武”。（节选自《新唐书》）  重点字词翻译：①致师：叫阵挑战。②眇：眼瞎。③韩彭：汉初大将韩信、彭越。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A．屈突通等曰/敬德慓/敢今执之/猜贰已结/不即杀后悔无及也/王曰/不然/敬德必叛/宁肯后寻相者耶 B．屈突通等曰/敬德慓敢/今执之猜贰/已结/不即杀/后悔无及也/王曰/不然敬德必叛/宁肯后寻相者耶 C．屈突通等曰/敬德慓敢/今执之/猜贰已结/不即杀/后悔无及也/王曰/不然/敬德必叛/宁肯后寻相者耶 D．屈突通等曰/敬德慓敢/今执之/猜贰已结/不即杀后悔/无及也/王曰/不然敬德必叛/宁肯后寻相者耶": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A．武德二年，秦王战柏壁（是唐高祖年号。古代纪年法主要有帝王年号纪年法，干支纪年法，这两种纪年法不能混用） B．隐太子尝以书招之（指李建成，唐高祖李渊长子。李渊称帝后被立为皇太子。李世民发动玄武门事变，将李建成杀死。贞观二年，李世民追封李建成为息王，追谥“隐”，史称隐太子） C．尝侍宴庆善宫，有班其上者（指宴席座次居前者。古人宴会时以座次表示地位的高低，座次在前，地位就高） D．谥“忠武”（古代君主、诸侯、大臣、后妃等具有一定地位的人死去之后，根据他们的生平事迹与品德修养，评定褒贬，而给予一个寓含善意评价、带有评判性质的称号）": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是 A．这篇文章通过尉迟敬德投秦王、救王驾、擒王琬、拒收买、闹御宴等情节，多角度表现人物性格，将尉迟敬德这一形象塑造得丰满鲜活。 B．尉迟敬德作战勇猛，曾打败过唐军，归顺秦王后有人怀疑他谋反，将他囚禁了起来，要杀他。秦王不仅下令放了他，还送给他一些金银。 C．尉迟敬德将隐太子收买自己的事告诉了秦王，秦王断定隐太子一方不会就此罢休，果然后来又发生了尉迟敬德被人行刺和遭诬陷等事情。 D．尉迟敬德自恃功高，在一次侍宴时为了座次而对前来解说的任城王李道宗大打出手，惹得唐太宗十分不满，事后对其进行了重重的责罚。": "D",
			"翻译下列两个句子。1秦王实生之，方以身徇恩。今于殿下无功，其敢当赐？2敬德曰：“为恶者二人，今已诛，若又穷支党，非取安之道。”由是普原。": "1秦王对我实在是有再生的恩德，我正要拿生命来报答他的恩情。现在我对殿下没有什么功劳，哪敢承受这样的重赐？2尉迟敬德进谏说：“作恶的两个人，现在已经被诛杀了，如果再穷追余党的罪，这不是取得安定的办法。”于是这些人全都被赦免。"
		},
		"translation": "尉迟敬德，名恭，是朔州善阳人。隋朝大业末年，刘武周作乱，让他做了偏将。与宋金刚一起击败了永安王李孝基，活捉了独孤怀恩等。唐高祖武德二年，秦王在柏壁作战，宋金刚兵败逃往突厥，尉迟敬德集合剩余的队伍据守介休。秦王派任城王道宗、宇文士及招降他，于是和寻相献城投降，跟从秦王一起攻打王世充。后来寻相反叛，诸将怀疑尉迟敬德将叛乱，把他抓了起来。屈突通等人对秦王说：“尉迟敬德为人剽悍骁勇，现在抓了他，猜疑和叛乱之心已经结下，不赶快杀了他，后悔就来无及了。”秦王说：“不能这样。尉迟敬德若是一定反叛的话，难道会在寻相（造反）之后吗？”于是放了他，领他到自己的卧室内相见，对他说：“大丈夫凭义气相许，小的嫌怨不值得放在心上，我终不会因谗言而害了忠良。”于是赐给他一些金银，说：“你若是一定要离开，把这些作为你的盘缠吧。”这一天秦王等在榆窠狩猎，恰逢王世充亲自率兵数万来挑战。单雄信，是王世充的猛将，骑马直接奔向秦王，尉迟敬德催马大喊着横刺过来，单雄信从马上掉下来，尉迟敬德于是掩护着秦王撤退，又率领士兵回来作战，大败王世充军。秦王看着尉迟敬德说：“近来大家都认为你会背叛我，我唯独确保你，并没有其他意思，可为什么报答我这样快呢？”  窦建德的军队驻扎在板渚，秦王命令李勣等作为伏兵，亲自手持长弓，令尉迟敬德拿着矟，攻打窦建德的营垒，大声地叫阵挑战。窦建德的兵出来，秦王于是领兵稍微后退，杀了数十个敌兵，众多的敌兵越发向前。埋伏的军队冲出，将窦军打得大败。当时王世充兄长的儿子王琬在窦建德的军中作使者，乘坐着隋帝用过的马匹，铠甲华丽齐整，出入于军队中在众人面前夸耀。秦王发现后，问：“谁能够把他捉过来？”尉迟敬德请求与高甑生、梁建方三人一起骑马前往，活捉了琬，牵着他的马回来，贼兵不敢追赶。  隐太子李建成曾经用书信招他来，赠给他一车金器。尉迟敬德拒绝说：“秦王对我实在是有再生之恩，正要拿生命来报答他的恩情。现在我对殿下没有什么功劳，哪敢承受这样的重赐？如果私下里答应您，就会怀有二心，图利而放弃了忠心，这样的人殿下又哪里会任用他呢？”太子愤怒而停止了收买他。尉迟敬德把这事告诉了秦王，秦王说：“您的忠心就像山岳一样，即使积蓄成斗的金银（送您），又怎么能改变它呢？可是这恐怕不是自保的方法。”巢王李元吉果然派猛士来刺杀尉迟敬德。尉迟敬德打开屋门安然地躺着，刺客来到后，竟然不敢进屋。隐太子等于是在高祖面前说尉迟敬德的坏话，高祖下令要杀了尉迟敬德。秦王在高祖面前据理力争，尉迟敬德才得到赦免。  （玄武门之变后）秦王成为了皇太子。当时因受隐太子、巢王的牵涉而获罪的有一百多家，财产都将被没收，人都将被收入官籍（为奴）。尉迟敬德进谏说：“作恶的只是两个人，现在已经除掉了，若是再穷究余党的罪，这不是取得安定的办法。”于是这些人全都获得赦免。  曾经在庆善宫陪同皇上喝酒，有人排列在他的前面，尉迟敬德说：“你有什么功劳，（竟然）坐在我的前边？”任城王李道宗出面解说，尉迟敬德勃然大怒，挥拳将李道宗的眼几乎打瞎。太宗不高兴，宴会结束，召他来责备说：“朕看汉史，曾经奇怪汉高祖身边的功臣少有全身而退的。今天看到你的所作所为，才明白韩信、彭越被杀，并不是高祖的过错。国家的大事，只在奖赏与处罚，意料之外的恩惠不能够多次得到，自己多加勉励，不断地修正错误，否则将来后悔还来得及吗？”尉迟敬德叩头向太宗谢罪。  显庆三年去世，享年七十四岁。谥号“忠武”。"
	},
	"https://www.wenyiso.com/yuedudaan/603.htm": {
		"context": "窦固，字孟孙，少以尚公主为黄门侍郎。好览书传喜兵法贵显用事中元元年袭父友封显亲侯显宗即位迁中郎将监羽林士后坐从兄穆有罪废于家十余年时天下安，帝欲遵武帝故事，击凶奴，通西域，以固明习边事,十五年冬，拜为奉车都尉，以骑都尉耿忠为副；谒者仆射耿秉为驸马都尉，秦彭为副，皆置从事、司马，并出屯凉州。今朝教育网收集。明年，固与忠率酒泉、敦煌、张掖甲卒及卢水羌胡万二千骑出酒泉塞，耿秉、秦彭率武威、陇西、天水募士及羌胡万骑出居延塞，又太仆祭肜、度辽将军吴棠将河东、北地、西河、羌胡及南单于兵万一千骑出高阙塞，骑都尉来苗、护乌桓校尉文穆将太原、雁门、代郡、上谷、渔阳、右北平、定襄郡兵及乌桓、鲜卑万一千骑出平城塞。固、忠至天山，击呼衍王，斩首千余级。呼衍王走，追至蒲类海。留吏士屯伊吾卢城。耿秉、秦彭绝漠六百余里，至三木楼山，来苗、文穆至匈奴河水上，虏皆奔走,无所获。祭肜、吴棠坐不至涿邪山，免为庶人。时，诸将唯固有功，加位特进。明年，复出玉门击西域，诏耿秉及骑都尉刘张皆去符传以属固。固遂破白山，降车师。固在边数年，羌胡服其恩信。肃宗即位，以公主修敕慈爱，累世崇重，加号长公主，增邑三千户；征固代魏应为大鸿胪。帝以其晓习边事，每被访及。建初三年，追录前功，增邑一千三百户。七年，代马防为光禄勋。明年，复代马防为卫尉。固久历大位，甚见尊贵，赏赐租禄，赀累巨亿，而性谦俭，爱人好施，世以此称之。章和二年卒，谥曰文侯。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 A．好览书／传喜兵法／贵显用事／中元元年／袭父友封显亲侯／显宗即位／迁中郎将／监羽林士／后坐从兄穆有罪／废于家十余年／ B．好览书传／喜兵法／贵显用事／中元元年／袭父友封显亲侯／显宗即位／迁中郎将／监羽林士／后坐从兄穆有罪／废于家十余年／ C．好览书传/喜兵法／贵显用事／中元元年／袭父友封显亲侯／显宗即位／迁中郎将／监羽林士／后坐从兄穆／有罪废于家十余年／ D．好览书／传喜兵法／贵显用事／中元元年／袭父友封显亲侯／显宗即位／迁中郎将／监羽林士／后坐从兄穆／有罪废于家十余年／": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A．侯：寓意能力高强的男子，引申为有本事的人_’又用作封建制度五等爵位的第二等。 B．从兄：指的是父亲的亲兄弟的儿子中比自己年龄大的，是自己的堂兄，也称为堂哥。 C．庶人：我国古代泛指无官爵的平民百姓，后来使用渐少，被“民”“百姓”等所取代。 D．邑：从邑的字多和地名、邦郡有关；我国封建时代指县，意为诸侯分给大夫的封地。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是 A．窦固因才能受到皇帝重用。虽说他年轻时做黄门侍郎是因为娶了公主，但是后来能担任奉车都尉是因为皇帝看到了他通晓边疆战事的能力。 B．窦固率军征战，战绩出众。在征讨西域的战斗中，耿秉、秦彭、来苗、文穆都没有掳获，祭肜、吴棠因没到涿邪山而获罪，只有他因功被提拔。 C．窦固夫妻双双获得朝廷封赏。公主因修身慈爱加赐封号长公主，增加食邑三千户；他因追记前功，增加食邑一千三百户，并代替马防为光禄勋。 D．窦固虽位高权重，但爱人好施。他长期做大官，很受敬重；将朝廷的赏赐和租奉积攒了巨万财富，但其生性谦和俭朴，仁爱好施舍，倍受世人称赞。": "C",
			"把文中画横线的句子翻译成现代汉语。1时天下安，帝欲遵武帝故事，击匈奴，通西域。2诏耿秉及骑都尉刘张皆去符传以属固。固遂破白山，降车师。": "1当时天下安定，皇帝想仿照之前汉武帝的治国方式(旧例)，攻打匈奴，连通西域。2皇帝下诏命耿秉以及骑都尉刘张都交回带兵符信听从窦固指挥。窦固于是攻破白山，使车师投降。"
		},
		"translation": "窦固，字孟孙，年轻时因娶了公主做了黄门侍耶。窦固爱好读书，喜欢兵法，因地位尊贵显赫而掌权。中元元年，窦固继承父亲窦友的爵位被封为显亲侯。显宗登位，窦固升任中郎将，监羽林士。后来因从兄窦穆犯罪受牵连，窦固被罢官在家十多年。当时天下安定，皇帝想仿照之前汉武帝的治国方式(旧例），攻打凶奴，连通西域，因为窦固通晓边疆战事，十五年冬，拜他为奉车都尉，让骑都尉耿忠为副手；谒者仆射耿秉为驸马都尉，秦彭为副手，各自都设从事、司马，一起出兵屯守凉州。第二年，窦固和耿忠率酒泉、敦煌、张掖的甲兵以及卢水羌胡人一万二千骑兵出酒泉塞，耿秉、秦彭率武威、陇西、天水招募的士兵以及羌胡人一万骑兵出居延塞，另外太仆祭肜、度辽将军吴棠统领河东、北地、西河、羌胡以及南单于的士兵一万一千骑兵出高阙塞，骑都尉来苗、护乌桓校尉文穆率太原、雁门、代郡、上谷、渔阳、右北平、定襄郡士兵以及乌桓、鲜卑人一万一千骑兵出平城塞。窦固、耿忠到天山，攻打呼衍王，杀敌一千多人。呼衍王逃走，窦固追到蒲类海。留将士屯守伊吾卢城。耿秉、秦彭进入沙漠六百多里，到达三木楼山，来苗、文穆到达匈奴河水上，敌人都逃散，没有掳获。祭肜、吴棠因没有到达涿邪山而获罪，被免去官职贬为平民。当时各位将领只有窦固有功劳，他得到破格提拔。第二年，又出玉门关攻打西域，皇帝下诏命耿秉以及骑都尉刘张都交回带兵符信听从窦固指挥。窦固于是攻破白山，使车师投降。窦固在边疆几年，羌胡人佩服他的恩德信义。肃宗登位，因为公主修身慈爱，历代尊崇，加赐封号长公主，增加食邑三千户；征召窦固代替魏应为大鸿胪。皇帝因为他通晓边疆战事，常常向他咨询。建初三年，追记窦固先前的功劳，增加食邑一千三百户。七年，窦固代替马防为光禄勋。第二年，窦固又代替马防为卫尉。窦固长期做大官，很受尊重，朝廷的赏赐和租奉，积攒了巨万财富，但生性谦和俭朴，仁爱好施舍，世人因此称赞他。章和二年去世，谧号文侯。"
	},
	"https://www.wenyiso.com/yuedudaan/605.htm": {
		"context": "姚铉，字宝之，庐州合肥人。太平兴国八年进士甲科，解褐大理评事，知潭州湘乡县，三迁殿中丞，通判简、宣、升三州。淳化五年，直史馆，侍宴内苑，应制赋《赏花钓鱼诗》，特被嘉赏，翌日，命中使就第赐白银以奖之。至道初，迁太常丞，充京西转运使，历右正言、右司谏、河东转运使。俄上言曰：“伏见诸路官吏，或强明莅事、惠爱及民者，则必立教条，除其烦扰。然狡胥之辈，非其所便，俟其罢官，悉藏记籍，害公蠹政，莫甚于此。《礼》云：‘其人存则其政举，其人亡则其政息。’又《语》曰：‘旧令尹之政必告新令尹。’斯实圣人之格言国家之急务也欲望所在官吏有经画利济事可长久者岁终书历受代日录付新官俾之遵守若事有灼然匪便听上闻俟报改正。”诏从之。咸平三年，河决郓州王陵埽，东南注钜野，入淮、泗，城中积水坏庐舍，以铉知州事，徒州于汶阳乡之高原，委以营度，许便宜从事。工毕，加起居舍人、京东转运使，徙两浙路。铉隽爽，颇尚气。薛映知杭州，与之不协，事多矛盾。映摭铉罪状数条，密以闻，诏使劾之，当夺一官，特除名，贬连州文学。吉州之万安抵虔，江有赣石，舟行其中，湍险万状，铉过，感而赋之以自况。天禧四年卒，年五十三。铉文辞敏丽，善笔札，藏书至多，颇有异本，两浙课吏写书，亦薛映所掎之一事。虽被窜斥，犹佣夫荷担以自随。有集二十卷。又采唐人文章纂为百卷，目曰《文粹》。卒后，子嗣复以其书上献，诏藏内府，授嗣复永城主薄。幼子称，俊颖美秀，颇善属辞，裁十岁卒。铉纪其事为《听悟录》，人多传之。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是 https://www.wenyiso.com/yuedudaan/604.htmA.斯实圣人之格言/国家之急务也/欲望所在官吏/有经画利济事可长久者/岁终书/历受代日录付新官/俾之遵守/若事有灼然匪/便听上闻/俟报改正 B.斯实圣人之格言/国家之急务也/欲望所在/官吏有经画利济事可长久者/岁终书/历受代日录付新官/俾之遵守/若事有灼然匪便/听上闻/俟报改正 C.斯实圣人之格言/国家之急务也/欲望所在官吏/有经画利济事可长久者/岁终书历/受代日录付新官/俾之遵守/若事有灼然匪便/听上闻/俟报改正 D.斯实圣人之格言/国家之急务也/欲望所在/官吏有经画利济事可长久者/岁终书历/受代日录付新官/俾之遵守/若事有灼然匪/便听上闻/俟报改正": "C",
			"下列对文中加点的词语相关内容的解说，不正确的一项是 A.内苑，皇宫内的庭园，苑是养禽兽种林木的地方；内苑也可以指皇宫之内。 B.制，文中指古代帝王的命令；敕、诏在古时也可用来表示帝王命令。 C.伏，可用作敬辞，多用于臣对君奏言，文中是姚铉对皇帝陈述时所用的敬辞。 D.礼，《礼记》，是中国古代典章制度的选集，是道家思想的资料汇编。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是 A.姚铉进士出身，文才出众。姚铉在太平兴国八年考中进士甲科，做过多任地方官，在直史馆任上侍宴时作《赏花钓鱼诗》，受到皇帝嘉奖，赏赐了宅第和白银。 B.姚铉灾期受命，颇受信任。黄河决堤，向东南漫溢，流入淮、泗一带，毁坏房屋，朝廷任命姚铉为郓州知州，委任他处理灾害之事，朝廷允许他相机行事。 C.姚铉任途凶险，作赋自况。姚铉从吉州万安到虔地赴任途中，江中有赣石，船在江中行驰，水流湍急，险难万状，姚铉过后，有所感慨，作赋来比喻自身处境。 D.姚铉善写公文，藏书丰富。姚铉才思敏捷，文辞华丽，擅长写公文信札，藏书颇多，有一些异本，流放途中雇佣挑夫担书跟随，又选唐人文章编纂为《文粹》。": "A",
			"把文中画横线的句子翻译成现代汉语。1然狡胥之辈，非其所便，俟其罢官，悉藏记籍，害公蠹政，莫甚于此。2映摭铉罪状数条，密以闻，诏使劾之，当夺一官，特除名，贬连州文学。": "1然而狡诈小吏之流，认为不合他们之意，等他们罢官后，把记账簿籍都收藏起来，危害公事腐蚀政治，没有比这更严重的。2薛映摘取姚铉的数条罪状，秘密上报，诏令使臣弹劾他，罪当剥夺一级官阶，特诏令削职为民，贬为连州文学。"
		},
		"translation": "姚铉字宝之，庐州合肥人。太平兴国八年考中进士甲科，初次为官任大理评事，为潭州湘乡县知县，三次升官任殿中丞，通判简州、宣州、升州三州。淳化五年，担任直史馆，在内苑侍宴，应皇帝的命令写作《赏花钓鱼诗》，被特别嘉奖，第二天，命令宦官到他的宅第赐以白银奖赏他。至道初年，升太常丞，充京西转运使，历任右正言、右司谏、河东转运使。不久上奏说：“我见各路官吏，有的办事刚直明察、对人民施政仁爱，则必定确立教化条文，排除烦忧。然而狡诈小吏之流，认为不合他们之意，等他们罢官后，把记账簿籍都收藏起来，危害公事腐蚀政治，没有比这更严重的。《礼记》上说：‘其人存则其政举，其人亡则其政息。’《《语》中又说到：‘旧令尹之政必告新令尹。’这实在是圣人的格言，国家的当务之急。希望在职官吏，凡是有利国利民且可以长久的事，应当在年终时写在簿籍上，交接官职时抄录交给新官，使他遵守。如果此事有明显不便，上报裁决，等候回答后改正。”诏令采纳他的意见。咸平三年，黄河在郓州王陵埽决口，向东南溢进钜野，流入淮、泗一带，城中积水毁坏房舍，任命姚铉知州事，把州的治所迁徒到汶阳乡的高地，委任他处理灾害之事，允许他可先行处理后上报。工程完毕，加官起居舍人、京东转运使，调任两浙路。姚铉为人豪爽，很重义气。薛映担任杭州知州，与他不和，办事多有矛盾。薛映摘取姚铉的数条罪状，秘密上报，诏令使臣弹劾他，罪当剥夺一级官阶，特诏令削职为民，贬为连州文学。姚铉从吉州万安抵虔，江中有赣石，舟船行驰在江中，急流险难万状，姚铉过后，感慨作赋来比喻自身处境。天禧四年去世，时年五十三岁。姚铉文辞敏捷华丽，善写公文信札，藏书极多，颇有一些异本，在两浙时督促官吏抄写书籍，也是薛映所指摘的罪状之一。虽被流放贬斥，还雇人挑书跟着自己。有文集二十卷。又选编唐人文章一百卷，题名为《文粹》。去世后，他儿子姚嗣复把他的藏书献上，诏令藏在内府，授姚嗣复为永城主簿。幼子姚称，聪明内秀，很会写文章，十岁就死了。姚铉纪念他的生平作《听悟录》，流传于世。"
	},
	"https://www.wenyiso.com/yuedudaan/604.htm": {
		"context": "许劭字子将,汝南平舆人也。少峻名节，好人伦，多所赏识。  初为郡功曹，大守徐璆甚敬之。府中闻子将为吏，莫不改操饰行。同郡袁绍，公族豪侠，去濮阳令归,车徙甚盛，将入郡界，乃谢遣宾客，曰：“吾舆服岂可使许子将见。”遂以单车归家。  劭尝到颍川，多长者之游，唯不候陈寔①。又陈蕃②丧妻还葬，乡人毕至，而邵独不往。或问其故，劭曰：大丘道广，广则难周；仲举性峻，峻则少通。故不造也。其多所裁量若此。  曹操微时，常卑辞厚礼，求为己目。劭鄙其人而不肯对操乃伺隙胁劭劭不得已曰君清平之奸贼乱世之英雄操大悦而去。  劭从祖敬，敬子训，训子相，并为三公，相以能谄事宦官，故自致台司封侯，数遣请劭。劭恶其薄行，终不候之。  劭邑人李逵，壮直有高气，劭初善之，而后为隙，又与从兄靖不睦，时议以此少之。初，劭与靖俱有高名，好共核论乡党人物，每月辄更其品题，故汝南俗有“月旦评”焉。  司空杨彪辟，举方正、敦朴，征，皆不就。或劝劭仕，对曰：“方今小人道长，王室将乱，吾欲避地淮海，以全老幼。”乃南到广陵。徐州刺史陶谦礼之甚厚。劭不自安，告其徒曰：“陶恭祖外慕声名，内非真正。待吾虽厚，其势必薄，不如去之。”遂复投扬州刺史刘繇于曲阿。其后陶谦果捕诸寓士。及孙策平吴，劭与繇南奔豫章而卒。时年四十六。兄虔亦知名，汝南人称平舆渊有二龙焉。[注]①陈定：字仲弓，颍川许昌人，桓帝时曾任太丘县令，以平正闻名乡里。②陈蕃：字仲举，汝南平舆人，为人刚正，以气节名世。",
		"question-answer": {
			"对下列句子中加点的词语的解释，不正确的一项是 A.乃谢遣宾客谢：辞谢 B.唯不候陈寔候：等待 C.时议以此少之少：轻视、看不起 D.征，皆不就就：就任、任职": "D",
			"对文中画波浪线部分的断句，正确的一项是 A.劭鄙其人而不肯/对操/乃伺隙胁劭/劭不得已/曰/君清平之奸贼/乱世之英雄/操大悦而去。 B.劭鄙其人而不肯对/操乃伺隙胁劭/劭不得/已曰/君清平之奸贼乱/世之英雄/操大悦而去。 C.劭鄙其人/而不肯对操/乃伺隙胁劭/劭不得/已曰/君清平之奸贼/乱世之英雄/操大悦而去。 D.劭鄙其人而不肯对/操乃伺隙胁劭/劭不得已/曰/君清平之奸贼/乱世之英雄/操大悦而去。": "D",
			"下列对原文的有关内容的概括和分析，不正确的一项是 A.袁绍突然改变招摇过市的做法，不是由于他品行高洁，而是对许劭有所忌惮。 B.许劭认为即使是名垂当世的陈寔和陈蕃也都是各有缺点的凡俗之人，所以不去主动探访问候。 C.许劭与许靖名望都很高，每月作“月旦评”，汝南人称赞二人“平舆渊有二龙”。 D.曹操为了得到许劭的品评，先是卑辞厚礼，继而伺机威胁，可谓用心良苦。": "C",
			"把文中画横线的句子翻译成现代汉语。1府中闻子将为吏，莫不改操饰行。2好共核论乡党人物，每月辄更其品题。": "1府中官员听说许子将做了官，没有人不改变自己的操守，掩饰自己的行为。2（他们）喜好共同审核评论乡里的人事，每个月总是更换他们品评的话题（对象）。"
		},
		"translation": "许劭最初担任汝南郡的功曹，太守徐谬很敬重他。府中官员听到许子将做了官，没有人不改变自己的操守，掩饰自己的行为的。汝南郡的袁绍，是豪门贵族中任侠的人，他从濮阳令卸任回家的时候，车队当道，随从众多，将进入汝南郡的时候，竟然辞谢宾客，遣散随从，说：我这样的车队和服饰（排场）怎么能让许子将见到?于是轻车简从地回到家乡。  许劭曾去颍川（颍川郡，辖地在今河南省中部及南部），与很多有德行的人结交，唯独不去造访陈定。另外陈蕃丧妻后回乡归葬故里，乡人全来（吊丧），却只有许劭不去。有人问许劭这样做的缘故，许劭说：陈太丘交游太广，难以周全；陈仲举生性大严厉，少有通融。所以我不去拜访他们。许劭（对时人）所作的多数判断衡量便是如此。  曹操尚未出名的时候，常常言辞谦恭，礼物丰厚地（见许劭），求许劭为自己品评。许劭鄙视他的为人，因而不愿意为他品评，曹操就找到可乘之机，胁迫许劭，许劭无可奈何，只得说：你是太平之世的奸贼、动乱之世的英雄。曹操听后非常高兴地走了。  许劭父亲的伯父是许敬，许敬的儿子是许训，许训的儿子是许相，这三个人都做了朝廷的三公（大尉、司徒、司空）。许相靠着善于谄媚侍奉宦官，所以自己得到了朝廷的封侯，他数次派人请许劭。许劭憎恶他品行不端，始终没有去看他。  许劭的邑人李逵，豪迈刚直气节高尚，许劭开始对他亲善，但后来因为与他有了隔阂（结卞了仇怨），加上与堂兄许靖不和睦，当时的议论因为这两件事有些看不起他（许劭）。当初，许劭与许靖都有很高的名望，喜好共同审核评论乡里的人事，每月总是更换品评的话题对象），所以汝南地区民间有月旦评的说法。  司空杨彪征召他为属官），地方按照方正、敦朴的科目荐举他，朝廷直接征召他，许劭都不就任。有人劝说许劭做官，许劭回答说：现今小人道路深长，朝廷将要动乱，我打算到淮海去躲避，保全我的一家老幼。于是南行至广陵（广陵郡，辖境在今江苏安徽交界处）。徐州刺史陶谦对他以礼相待，待遇优厚。许劭感到自己不安全，告诉他的门徒说：陶恭祖外在的表现是仰慕有名声的人，并不是真正的正人君子。他招御我虽然优厚，将来势必会变得虚假刻薄。我不如离开他。于是去曲阿县（今江苏丹阳县）投奔扬州刺史刘繇。此后陶谦果然把众位寄居在徐州的士大夫抓了起来。到了孙策平定东吴的时候，许劭与刘繇向南跑到豫章（豫章郡，辖今江西及其南部一带），接着死在那里。时年46岁。许劭的哥哥许虔也很出名，汝南人称平舆的深潭里出了两条龙。"
	},
	"https://www.wenyiso.com/yuedudaan/598.htm": {
		"context": "郑玄字康成，北海高密人也。少为乡啬夫，得休归，常诣学官，不乐为吏，父数怒之，不能禁。遂造太学受业，师事京兆第五元先，又从东郡张恭祖受《周官》《礼记》《左氏春秋》《韩诗》《古文尚书》。以山东无足问者，乃西入关，因涿郡卢植，事扶风马融。玄自游学，十余年乃归乡里。家贫，客耕东莱，学徒相随已数百千人。及党事起，乃与同郡孙嵩等四十余人俱被禁锢，遂隐修经业，杜门不出。时任城何休好公羊学，遂著《公羊墨守》《左氏膏肓》《谷梁废疾》；玄乃发《墨守》，针《膏肓》，起《废疾》。休见而叹曰：“康成入吾室，操吾矛，以伐我乎！”初，中兴之后，范升、陈元、李育、贾逵之徒争论古今学，后马融答北地太守刘绬及玄答何休，义据通深，由是古学遂明。灵帝末，党禁解，大将军何进闻而辟之。州郡以进权戚，不敢违意，遂迫胁玄，不得已而诣之。进为设几杖，礼待甚优。玄不受朝服，而以幅巾见。一宿逃去。时大将军袁绍总兵冀州，遣使要玄，大会宾客，玄最后至，乃延升上坐。绍客多豪俊，并有才说，见玄儒者，未以通人许之，竞设异端，百家互起。玄依方辩对咸出问表皆得所未闻莫不嗟服绍乃举玄茂才表为左中郎将皆不就。公车征为大司农，给安车一乘，所过长吏送迎。玄乃以病自乞还家。时袁绍与曹操相拒于官渡，令其子谭遣使逼玄随军。不得已，载病到元城县，疾笃不进。其年六月卒，年七十四。遗令薄葬。自郡守以下尝受业者，缞绖赴会千余人。",
		"question-answer": {
			"对文中画波浪线部分的断句，正确的一项是 A：玄依方辩对/咸出问表皆得/所未闻/莫不嗟服/绍乃举玄茂才/表为左中郎将/皆不就 B：玄依方辩对/咸出问表皆得/所未闻/莫不嗟服/绍乃举玄茂才表/为左中郎将/皆不就 C：玄依方辩对/咸出问表/皆得所未闻/莫不嗟服/绍乃举玄茂才表/为左中郎将/皆不就 D：玄依方辩对/咸出问表/皆得所未闻/莫不嗟服/绍乃举玄茂才/表为左中郎将/皆不就": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A：太学，中国古代的国立大学，汉代于京城设立太学，为中央官学、最高学府。 B：征辟，汉代选官制度。即征召知名人士做官。官府征召称“征”，皇帝征召称“辟”。 C：公车，官车，汉代为官署名，天下向朝廷上书言事及征召等事，经由此处受理。 D：缞绖，分别指古代用麻布制成的丧服和丧带，指整套丧服，后引申为“服丧”。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是 A：郑玄爱好学习，执着求学。他先后到当地的学校、太学学习，向京兆第五元先、东郡张恭祖学习；后入关，通过涿郡卢植介绍，以扶风郡马融为师。 B：郑玄不喜做官，勤于研究。他年轻时即不愿做官为吏；周围许多人因党锢之祸受拘禁，他暗暗修习儒家经籍，并有所创见，促进了古文经学的兴盛。 C：郑玄不慕权贵，淡泊名利。大将军何进征召，他住一晚即逃归；大将军袁绍举荐，他未就任；公车署征召，他推辞有病；去世前，留遗嘱要求薄葬。 D：郑玄桃李天下，受人敬佩。在东莱时，他的学徒已有几百甚至上千人；他七十四岁去世，从郡守以下曾经跟随他学习的人中，参加丧会的有千余人。": "B",
			"把文中画横线的句子翻译成现代汉语。1休见而叹曰：“康成入吾室，操吾矛，以伐我乎！”2绍客多豪俊，并有才说，见玄儒者，未以通人许之。": "1何休见到这些后感叹地说：“郑康成进了我的房室，拿起了我的长矛，来讨伐我啊！”2袁绍的宾客有很多是豪俊之士，都很善才辩，见郑玄是儒者，并不认为他是学识渊博通达之人。"
		},
		"translation": "郑玄字康成，是北海郡高密县人。郑玄年轻时任乡啬夫，辞官回家后，便常常到当地的学校去学习，不愿意做官吏，他的父亲多次为此恼怒，也不能阻止他。后来就到太学跟随老师学习，尊奉京兆的第五元先为师，又随从东郡张恭祖学习《周官》《礼记》《左氏春秋》《韩诗》《古文尚书》。由于在崤山以东地区没有值得求学的人了，郑玄便西行进入关中，通过涿郡卢植的介绍，尊奉扶风郡马融为师。郑玄独自游学，十多年后才回到乡里。家庭贫困，便在东莱郡租种别人的田地，跟随他的学徒已有数百甚至上千人。等到发生党锢之事，郑玄竟和同郡孙嵩等四十多人都被限制活动，于是就暗暗地修习儒家经籍，关闭门户不再外出。当时任城何休喜好公羊经学，就撰写了《公羊墨守》《左氏膏肓》《谷梁废疾》；郑玄就针对这三本书提出了辩驳。何休见到这些后感叹地说：“郑康成走进了我的房室，操起了我的长矛，来讨伐我啊！”起初，光武帝中兴汉朝之后，范升、陈元、李育、贾逵这些人为古文、今文经学争辩不休，后来马融回答了北地郡太守刘绬，加上郑玄与何休的对答，文言翻译与考据都通达精深，从此古文经学便彻底兴盛起来了。灵帝末年，限制党籍人士活动的禁令被解除后，大将军何进听说了郑玄的贤名便派人前去征召他。州郡长官因为何进是极有权势的外戚，不敢违抗他的意旨，于是便迫胁郑玄，郑玄迫于无奈而去拜访他。何进为他准备了坐几和手杖，对他的礼遇很是优厚。郑玄不接受何进所赐予的朝服，而是头戴幅巾去见何进。住了一宿便逃奔而去。当时大将军袁绍在冀州统领军队，派遣使者邀请郑玄，以盛大的规模招待宾客，郑玄最后到达，袁绍便延请他就上座。袁绍的宾客有很多是豪俊之士，都很善才辩，见到郑玄是儒者，并不认为他是学识渊博通达之人，竞相提出种种不经的说法，各家纷纷起身向他发难。郑玄依照儒家经籍进行申辩对答，每一次对答都超出了问题本身，并且都是以前没有听说过的，座中没有谁不嗟叹心服。袁绍于是便举荐郑玄为茂才，上表推荐他任左中郎将。但他都没有接受。公车署征召他任大司农，赐给他一辆四马安车，所经过的郡县都派长吏接送。到朝廷后，郑玄就以生病的理由自求回家。这时袁绍正和曹操两军在官渡僵持不下，袁绍让他的儿子袁谭派遣使者逼迫郑玄随从军队。郑玄迫于无奈，带病来到元城县，病情危重而无法继续行进。这一年六月病逝，享年七十四岁。留下遗嘱要求薄葬。从郡守以下曾经跟随他学习的人中，披麻戴孝参加丧会的有一千多人。"
	},
	"https://www.wenyiso.com/yuedudaan/597.htm": {
		"context": "周述学字继志，别号云渊，越之山阴人。好深湛之思，凡经济之学，必探原板委，尤邃于易历。古之言历者以郭守敬为最。而守敬所作历经载于元史者，言理而不传其法。  自西域经纬历入中国，始闻经纬凌犯之说。然其立法度数与中历不合。毗陵唐顺之慨然欲创纬法，以会通中西。卒官不果。述学乃撰《中经》，用中国之算，测西域之占，以毕顺之之志。古来无所谓星道者，述学正其讹舛，删其繁芜，补历代之所未备。莫不各有成书，发前人所未发。盖博而能精，上下千余年，唯述学一人而已。  嘉靖间，赵司马访之边事，述学曰：“今岁主有边兵，应在乾、艮二州，京师可无虞也。”已如其言。总督胡宗宪征倭，私述学于幕中，以密计，卒成海上之功。武林兵变，述学论以国运安平，不可妄动，其魁亦信述学之言多验，谋遂寝。述学在南北兵间，多所擘画，其功归之主者，未尝引为己有，故人亦莫得而知也。  甲戌，余邂逅述学诸孙周仲，见其架上堆云渊《神道大编》数十册，其册皆方广二尺余，仲言遗书多所散失，此不能十之一二也。余欲尽抄其所有，会仲游楚，不果。丙戌乱后，于故书铺中得中经测图、地理数种，见其历宗述学之《通议》，而掩之为己有也。余读嘉靖间诸老先生文集，鲜有及述学者。唐顺之与之同学，其与人论历，皆得之于述学，而亦未尝言所得之自，岂身任绝学，不欲使人参之耶？天下承平久矣，士人以科名禄位相高，多不说学，述学以布衣游公卿间，宜其卜祝戏弄，为所轻也。虽然，学如述学，固千年若旦暮，奚藉乎一日之知哉。",
		"question-answer": {
			"对下列加点词的解释，不正确的一项是 A：尤邃于易历邃:精通 B：卒官不果卒:死亡 C：京师可无虞也虞:忧患 D：谋遂寝寝:搁置": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是 A：古代历法研究以郭守敬最有名，但他写的历经只讲规律不说方法。 B：西域传入中原的经纬历与中原不合，周述学撰写《中经》，用中原算法测量西域占象术。 C：周述学在帮助胡宗宪完成征倭之功中多有谋划，但他都归功其主子，因此没有人知道。 D：唐顺之为了独占绝学，从来没有对人说过自己关于历法的观点来源于周述学这件事。": "D",
			"把文中画线的句子翻译成现代汉语。1述学正其讹舛，删其繁芜，补历代之所未备。2士人以科名禄位相高，多不说学，述学以布衣游公卿间，宜其卜祝戏弄，为所轻也。": "1周述学修正其中的错误，删除其中繁多芜杂的内容，补充历代所没有具备的地方。2士人以科名禄位相高，多不说学，述学以布衣游公卿间，宜其卜祝戏弄，为所轻也。"
		},
		"translation": "周述学字继志，别号云渊，是越州山阴人。他喜欢深入精细地思考，只要是经世济民的学问，(他)一定要探究其中原委，尤其精通易历。古代那些谈论历法的人以郭守敬最有名。但郭守敬所写记载在元史中的历经，只说规律却不传授方法。  自从西域的经纬历传入中原，才听说有经纬凌犯的说法。但这种说法确立的法度多与中原历法不合。毗陵人唐顺之对此十分感慨，就想要创立纬法，来使中西之法融会贯通。(但从他开始做官到)任期结束都没有成功。周述学于是撰写《中经》，采用中原的计算方法，测验西域的占象术，来完成唐顺之的心愿。古代没有所谓星道，周述学修正其中的错误，删除其中繁多芜杂的内容，补充历代所没有具备的地方。没有不各自成书，闻发前人所没有阐发的。而且内容广博精当，上下千余年，(能做到这样的)只有周述学一人而已。  嘉靖年间，司马赵锦咨询周述学一些边防之事，他说:“今年主要部署边防军队，应该在乾、艮二州，京师就可以没有忧患了。”后来果然如他所言。总督胡宗宪征讨倭寇，私下里将周述学安排在自己的幕僚中，向他咨询一些机密策略，最终成就在海上战胜倭寇的功绩。杭州发生兵变，周述学认为应该确保国运安定和平，不可轻举妄动，兵变的首领也相信周述学的话大多会应验，因此谋反的计划就搁置了。周述学在南北的军队中，多有所策划，他把功劳都归结到主子身上，从未说成是自己所有的功劳，因此人们都不能了解。  甲戌年间，我偶然遇到周述学的孙辈周仲，看到他的书架上堆满了周述学编撰的《神道大编》数十册，每册都长宽二尺多，周仲说遗留下来的书籍大多散失，这里的还不到(他所编写书籍的)十分之一二。我想完全抄下来据为己有，不巧周仲远游楚地，没有实现。丙戌年动乱之后，(我)在一个老书铺中搜得多种中经测图、地理书，看到其中的历法都继承周述学所写的《通议》，可他们都窃取观点据为己有。我读嘉靖年间各位老先生的文集，很少有涉及周述学的。唐顺之与周述学是同学，他和别人谈到历法，观点都是从周述学那里得到的，但他从未说过自己的观点来自周述学，莫非他是想独占绝学，不愿意让别人参与其中吗?天下持续太平已经很久了，读书人用科举、名利、俸禄、官位相互攀比，大多不再谈论学问，周述学凭借平民的身份交游于公卿之间，本来就是被当作专管占ト祭祀之徒戏弄，被别人轻视的人。即使这样，做学问就该像周述学那样，本来千年如朝タ一样，哪里能够凭借一天就可以知道的呢?"
	},
	"https://www.wenyiso.com/yuedudaan/596.htm": {
		"context": "道京师而东，水浮浊流，陆走黄尘，陂田苍莽，行者倦厌。凡八百里，始得灵壁张氏之园于汴之阳。其外修竹森然以高，乔木蓊然以深。其中因汴之余浸，以为陂池，取山之怪石，以为岩阜。蒲苇莲芡，有江湖之思。椅桐桧柏，有山林之气。奇花美草，有京洛之态。华堂厦屋，有吴蜀之巧。其深可以隐，其富可以养。果蔬可以饱邻里，鱼鳖笋茹可以馈四方之宾客。余自彭城移守吴兴，由宋登舟，三宿而至其下。肩舆叩门，见张氏之子硕。硕求余文以记之。  维张氏世有显人，自其伯父殿中君，与其先人通判府君，始家灵壁，而为此园，作兰皋之亭以养其亲。其后出仕于朝，名闻一时，推其余力，日增治之，于今五十余年矣。其木皆十围，岸谷隐然。凡园之百物，无一不可人意者，信其用力之多且久也。  古之君子，不必仕，不必不仕。必仕则忘其身，必不仕则忘其君。譬之饮食，适于饥饱而已。然士罕能蹈其义、赴其节。处者安于故而难出，出者狃于利而忘返。于是有违亲绝俗之讥，怀禄苟安之弊。今张氏之先君，所以为其子孙之计虑者远且周，是故筑室艺园于汴、泗之间，舟车冠盖之冲，凡朝夕之奉燕游之乐不求而足使其子孙开门而出仕则跬步市朝之上闭门而归隐则俯仰山林之下于以养生治性行义求志无适而不可。故其子孙仕者皆有循吏良能之称，处者皆有节士廉退之行。盖其先君子之泽也。  余为彭城二年，乐其风土。将去不忍，而彭城之父老亦莫余厌也，将买田于泗水之上而老焉。南望灵壁，鸡犬之声相闻，幅巾杖屦，岁时往来于张氏之园，以与其子孙游，将必有日矣。元丰二年三月二十七日记。",
		"question-answer": {
			"对下列句子中加点的词语的解释，不正确的一项是  A：始得灵壁张氏之园于汴之阳（阳:水之北） B：舟车冠盖之冲（冲:冲过来） C：故其子孙皆有循吏良能之称（循:遵守） D：处者皆有廉退之行（退:谦退）": "B",
			"：冲：交通要道 2、比较下列两组句子中加点词语的意义和用法，判断正确的一项是 1其外修竹森然以高 2硕求余文以记之 3华堂厦屋，有吴蜀之巧 4盖其先君子之泽也 注：以1连词，相当于“而”表修饰⑵表目的，来34之表结构助词，的） A：12相同，34不同 B：12不同，34相同 C：12相同，34相同 D：12不同，34不同": "B",
			"全部直接符合苏轼认为张氏园亭“其深可以隐，其富可以养”的一项是 1陂田苍茫，行者倦厌 2椅桐桧柏，有山林之气 3奇花异草，有京洛之态 4果蔬可以饱邻里 5鱼鳖可以馈四方之宾客 6由宋登舟，三宿而至其下 A：1234 B：2345 C：3456 D：1256": "B",
			"下列对原文有关内容的分析和概括，不正确的一项是 A：这是一篇具有独特艺术风格的游记。它前面记游，后面议理，借题发挥，缘事议理，环环相扣，首尾圆合。 B：苏轼提出“不必仕”是因为“必仕”的人会为君王社稷殚精竭虑，公而忘私，以致忽视自己的健康和生命。 C：苏轼又提出“不必不仕”是因为“不仕”固然可以全身修性，但是没有尽到对君王 D：“譬之饮食，适于饥饱而已”。苏轼用这一比喻句表达出追求自适放达的人生态度。": "B",
			"用“/”给下面的文字断句  凡朝夕之奉燕游之乐不求而足使其子孙开门而出仕则跬步市朝之上闭门而归隐则俯仰山林之下于以养生治性行义求志无适而不可。": "凡朝夕之奉/燕游之乐/不求而足/使其子孙开门而出仕/则跬步市朝之上/闭门而归隐/则俯仰山林之下/于以养生治性/行义求志/无适而不可。",
			"翻译下面的句子。1处者安于故而难出，出者狃于利而忘返。2将去不忍，而彭城之父老亦莫余厌也，将买田于泗水之上而老焉": "1退隐的人习惯于过去的生活方式很难外出做官（挺身而出）；出仕的人贪于利益而迷途忘返。2（我）将要离开彭城，于心不忍（不舍），而彭城的父老乡亲也不嫌（讨厌）我，我将在泗水的岸边买田地准备在此养老。"
		},
		"translation": "离开京师向东行，河水里卷着浊泥，道路上飞起黄尘，高坡田野苍莽暗淡，使行路的人感到疲倦。走了八百里，才来到汴水之北灵壁张氏家的园林。从外面就可以看到茂密的修竹，粗大荫郁的乔木，园中借汴水的支流，建成池塘；又凿取山上的怪石，堆成假山。园中的蒲草芦苇莲花菱角，让人联想起江湖的秀美；青桐翠柏，让人感觉到山林的清爽；奇花异草，让人回忆起京、洛的繁华；高堂大厦，有吴蜀之地建筑的精巧。园中深广可以隐居，出产丰饶可以养家。瓜果蔬菜可以馈赠邻里，鱼鳖新笋可以招待来自远方的宾客。我从徐州改知湖州，由应天府乘船，三天后到达张氏园亭。我坐着小轿来到他家门前，见到了张氏的儿子张硕。张硕请我写一篇文章为记。  张家世世代代都有显达的人，从他伯父殿中君和他父亲通判府君那一代，开始在灵壁县定居，建造了这个园子，在池边修建了一座亭台奉养双亲。后来他们到朝中做官，在当时很有名望。用剩馀的资财，不断地增修扩建，到现在五十多年了。园子里的树木都已长成十围之粗，浓荫遮蔽了河岸。园中的各种景物，没有一样不令人赏心悦目，我相信他们一定是花了许多力气和时间。  古代的君子，不是非要做官，也不必一定不做官。非要做官就容易忘掉自我，一定不做官就容易忘掉国君。就像饮食一样，自己感到适意就行了。然而士子很难做到合于古人所说的君臣节义。居于乡野的人安于现状不愿外出做官，外出做官的人为利益所牵而不愿退处。于是他们就有了违拗亲情自命高洁或贪图利禄苟且偷安的弊病，因而受到人们的讥讽。如今张氏的先人，为子孙后代考虑得长远而周到。所以把建筑居室种植园林的地址选择在汴水、泗水之间，此地是舟船车马官员来往的要冲。凡衣食之需，饮宴游览之乐，不必刻意追求就能满足。让他们的子孙迈出家门出去做官，朝堂不过几步之遥；闭上院门回家隐居，就可以坐卧于山林之内。对于贻养性情，推行仁义保持志节，无一不非常适合。因此他们的子孙凡出仕的人都获得了循良的名声，凡在家不仕的人都保持了高洁谦退的德行。这都是他们先人的馀荫。  我在徐州做了两年知州，很喜欢那里的风土人情，不忍心离去，而徐州的父老也并不厌弃我，我打算在泗水滨买地归老。往南可以望见灵壁，鸡犬之声相闻，头裹幅巾手拄竹杖，时时往来于张氏之园，与他们的子孙交游，我相信这一天已为时不远了。  元丰二年三月二十七日记。"
	}
}