{
	"http://www.yinruiwen.com/news/187894.htm": {
		"context": "李参，字清臣，郓州须城人。以荫知盐山县。岁饥，谕富室出粟，平其直予民，不能籴者，给以糟籺，所活数万。  通判定州，都部署夏守恩贪滥不法，转运使使参按之，得其事，守恩谪死。知荆门军，荆门岁以夏伐竹，并税簿输荆南造舟，积日久多蠹恶不可用，牙校破产不偿责。参请冬伐竹，度其费以给，余募商人与为市，遂除其害。  历知兴元府，淮南、京西、陕西转运使。部多戍兵，苦食少。参审订其阙，令民自隐度麦粟之赢，先贷以钱，俟谷熟还之官，号“青苗钱”。经数年，廪有羡粮。熙宁青苗法，盖萌于此矣。  朝廷患边费益广，参建议辇钱边郡，以平估籴，权罢入中法，从之。比其去，省榷货钱千万计。召为盐铁副使，以右谏议大夫为河北都转运使。与安抚使郭申锡相视决河，议不协；又与真定吕溱相恶，二人皆得罪，参移使河东，知荆南。  嘉祐七年，召为三司使，参知政事孙抃曰：“参为主计，外台将承风刻剥天下，天下之民困矣。”乃改群牧使。诏王安石、王陶置局经度国计，参言：“官各有职，臣若不任事，当从废黜。不然，乞罢此局。”从之。      治平初，加集贤院学士、知瀛州，赐黄金百两，帅臣有赐自参始。再迁枢密直学士、知秦州。蕃酋药家族作乱，讨平之，得良田五百顷，以募弓箭手。居镇阅岁，未尝以边事闻。英宗遣使问故，对曰：“将在边，期于无事而已，不敢妄以寇贻主忧。”以疾解边任，判西京御史台，起知曹、濮二州。神宗久知其才，书姓名于殿柱。以知永兴军，不行，卒，年七十四。  参无学术然刚果严深喜发擿奸伏不假贷事至即决虽簿书纤悉不遗时称能吏。",
		"question-answer": {
			"对文中画波浪线部分的断句，正确的一项是  A．参无学术/然刚果严深/喜发擿奸伏/不假贷/事至即决/虽簿书纤悉/不遗时/称能吏。  B．参无学术/然刚果严深/喜发擿奸伏/不假贷/事至即决/虽簿书纤悉不遗/时称能吏。  C．参无学术/然刚果严深/喜发擿奸伏/不假贷事/至即决/虽簿书纤悉不遗/时称能吏。  D．参无学术/然刚果严/深喜发擿奸/伏不假贷/事至即决/虽簿书纤悉不遗/时称能吏。": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．古代男子成人不便直呼其名，故另取一与本名含义相关的别名，称之为“字”，如屈平字原，曾点字皙，李白字太白，李渔字笠翁。  B．“荫”，即恩荫。又称为任子、门荫、荫补、世赏，是中国上古时代世袭制的一种变相。是指因上辈有功而给予下辈入学任官的待遇。      C．“迁”指调动官职，一般是提升调用。一般情况下，“转迁”、“迁调”表示调职；“右迁”、“迁除”、“迁谪”表示升职；“左迁”表示削职降级等。  D．“御史台”是中国古代一种官署名。东汉至元设置的中央监察机构，以御史负责监察事务，御史所居官署称御史府，又称兰台、乌台、宪台。": "C",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．李参关心民生。他任盐山知县时，遇到荒年，就告谕富有人家拿出粮食，平价售给百姓，有贫穷买不起的，就发给酒糟和粮食的碎屑，救活了几万人。    B．李参敢于改革。任淮南、京西、陕西转运使时，为解决兵士缺粮问题，他参考王安石变法中的“青苗法”，先贷钱给百姓，待粮食收获后以粮偿贷，史称“青苗钱”。  C．李参懂得应变。在朝廷为边防费用增加而担忧的时候，他建议运钱到边界各州，平价买进粮食，为朝廷节省了数以千万的边防货物交易费用。      D．李参练达能干，得到朝廷的重用。他提出的建议常被采纳，他加官后作为长官受到赏赐，后来神宗赵顼甚至把李参的名字写在殿柱上以示推重。": "B",
			"把文中画横线的句子翻译成现代汉语。1参请冬伐竹，度其费以给，余募商人与为市，遂除其害。2将在边，期于无事而已，不敢妄以寇贻主忧。": "1李参请求冬天砍伐竹子，估计其费用来供给，其余的招募商人和他们做买卖，于是除去了这个祸害。2守将在边境，希望没有事端（发生）罢了，不敢随意用贼寇给君主带来忧虑（不敢随意用贼寇招致君主忧虑）。"
		},
		"translation": "李参字清臣，郓州须城人。因恩荫爲盐山县知县。遇到荒年，告谕富有人家拿出粮食，平价售给百姓，有贫穷买不起的，就发给酒糟和粮食的粗屑，所存活的有几万人。  作定州通判，都部署夏守恩贪污不守法，转运使命李参审查他，查清了这件事，守恩被贬谪而死，掌管荆门军，荆门每年在夏季砍伐竹子，征税并输送到荆南造船，堆积的日子久了，很多都生虫变坏不能用，牙校破产也不能偿还债务，李参请求冬季砍伐竹子，估计其费用来供给，剩余的招募商人和他们做买卖，于是除去了这个危害。  历任兴元府知府，淮南、京西、陕西转运使。他所管辖的地方有很多戍守的士兵，常以粮少为苦。李参审查其短少之数，让百姓自己估量麦子和粟米的剩余，先借钱给他们，等粮食成熟后偿还官府，号称“青苗钱”。经过几年后，仓库中有多余的粮食。熙宁年间的青苗法，实萌芽于此。  朝廷忧虑边防费用越来越大，李参建议运钱到边界诸州，以平价买进粮食，暂时停止入中法，朝廷听从了他。等他离职时，节省专买钱以千万计。召爲盐铁副使，以右谏议大夫爲河北都转运使。他和安抚使郭申锡视察决口的黄河，议论不合；又和真定府的吕溱关系不好，两人都得罪，李参移爲河东转运使，又知荆南。  嘉祐七年，召爲三司使，参知政事孙抃説：“李参做主管财政的官，外任官员将会附和他的作风去搜括天下的财货，天下的百姓将困乏了。”于是改爲群牧使。皇帝下诏叫王安石、王陶设局规划国家开支，李参説：“设官各有其职，臣如果不称职，应当罢免。不然的话，请求撤销此局。”朝廷接受了这个意见。  治平初年，李参加官爲集贤院学士、瀛州知州，赏赐他黄金一百两，任帅臣者受赏赐是从李参开始的。两次升迁后担任枢密直学士、秦州知州。蕃人酋长药家族作乱，李参加以讨伐平定，得到良田五百顷，用来招募弓箭手。在镇守地过了一年，从未有边界冲突上奏。英宗派人问其原因，回答説：“守将在边界上，只求没有事端发生而已，不敢胡乱地用贼寇给君主带来忧虑。”因病免去边境官职，担任西京御史臺通判，又起用爲曹、濮二州知州。神宗久已知道他的才能，把他的名字写在殿柱上。担任永兴军知州，未到任，去世，年七十四。  李参没有学术，但刚强果断严厉苛刻，喜欢揭发隐藏的奸邪，从不宽贷，事情一到手就办，即使是簿书中的小事也不遗漏，当时称爲能干的官员。 "
	},
	"http://www.yinruiwen.com/news/187893.htm": {
		"context": "全精山在宁都西郊十五里,未至县一舍外,望阵石截云,丹崖翠壁,烟霭明灭,知为神仙区宅。出北门渡拱桥,折而西入,至苍山筼筜谷,石峰已渐献奇,吊昂首尻坐作伏狮状,项凑圆石如悬玲,是为狮子峰。入青牛峡,清涧出嵌壁下,诸石魁岸拥道,山气清肃,愈前愈奇,不一名状:挐龙而骧马,囷立而屏张;截者玉削,跂者鹏飞,锐者圭列,展者旗扬;界立者如剑剖锯分,壁峙者铁城环闼,穴聚者蜂巢燕垒;石脂摇光者膏凝液流,高岫出云者炊气郁蒸,千奇万异,骇目怵心。  石之著名者十有二峰,狮子其一焉。徽圆而长,承以盘砥,如菡萏出擎盖中者,莲花峰也。又峰合峙,中泐至麓,如僧作礼梵呗者,合掌峰也。双石颗顿,中出弧木,枝叶扶疏,如带叶果饤者,仙桃峰也。削壁垩色,石纹墨缕,拂布石面者,披发峰也。怒踞当道,耽耽俯视者,状虎峰也。林木葱蔚,苍翠辉明者,翠微峰也。阚洞前立,与灵泉仙龛对者,望仙峰也。珑玉叠琼,脔石丛珍者，三山献峰也。万筱丛生,根柯特异者,瑞玉峰也。千仞峭耸,中通洞天者,凌霄峰也。丰首低尾,色如渥丹,状如腰鼓者,石鼓峰也。回峰有窦出半壁中裂修缝垂椽藤樵牧黠勇者扳藤猱升窺洞中极广敝宛然厅堂房闼旧传有金床玉几是名碧虚洞焉。有石远睇如踞,近则团立直上,有金缕者，黄竹峰也。峰麓崎险,路绝梯磴,两石倾軋,中仅线通,匍匍登其巅,广平可千家,两泉涌出其甚冽,极旱不涸,中更冠乱,避而寨居者,多得免焉。兹十二峰,亦随见指名，未尽兹山奇也。",
		"question-answer": {
			"下列对文中画浪线部分的断句,正确的一项是 A.回峰有窦出/半壁中裂/修缝垂椽藤/樵牧黠勇者/扳藤猱升/窥洞中极广敝/宛然厅堂房闼/旧传有金床玉几/是名碧虚洞焉/  B.回峰有窦出/半壁中裂/修缝垂椽藤/樵牧黠勇者/扳藤猱升/窥洞中极广敝/宛然厅堂房闼/旧传有金床玉/几是名碧虚洞焉/  C.回峰有窦/出半壁中/裂修缝/垂椽藤/樵牧黠勇者/扳藤猱升/窥洞中极广敝/宛然厅堂房闼/旧传有金床玉/几是名碧虚洞焉/  D.回峰有窦/  出半壁中/裂修缝/垂椽藤/樵牧黠勇者/扳藤猱升/窥洞中极广敝/宛然厅堂房闼/旧传有金床玉几/是名碧虚洞焉/": "D",
			"下列対文中加点词语的相关内容的解说、不正确的一项是(3分)  A一舍，中国古代行军一宿或三十里为一舍，这指三千里,成语有“退避三舍”。  B.囷,古代指圆形的谷仓;文中的“囷立”指金精山建有粮仓,像人一样站立着。  C.菡萏、荷花的别称,古人称末开的荷花为萏,即花苞;此指荷花未开的花苞。  D.们，古代长度单位、周制八尺汉制七尺,引中用以测深度;千仞,极言其高。": "B",
			"下列对原文有关内容的概括和分析,不正确的一项是  A.金精山色彩艳丽,美如仙界。这座山在宁都县西郊十五里处,远远望去,巨石如阵,挡住了天上云彩,山崖红艳、石壁翠绿,烟云或明或暗,令人神往。  B.金精山景象奇异,让人惊孩。石峰有的如伏狮,有的如青牛,有的如巨龙,有的如骏马,有的峭拔直立,有的围聚一处、有的光芒闪动,有的云雾蒸腾。  C.金精山有名峰十二,山形各异。狮子峰微圆绵长,莲花峰如连擎举,合掌峰如僧作礼,仙桃峰如叶托果,披发峰墨缕披拂.伏虎峰威严俯视……・不一而足。•    D.金精山山路崎岖,别有洞天。从窄路匍匐登临山巅,可见空地广阔平坦,可容纳千家万户,有两泉涌出、泉水非常甘冽,这里是天然的躲避祸乱的宝地。": "B",
			"把文中画横线的句子翻译成现代汉语。1清涧出嵌壁下,诸石魁岸拥道,山气清肃,愈前愈奇,不一名状。2有石远睇如踞,近则团立直上,有金缕者，黄竹峰也。": "1清澈的涧水从峭壁上流下，很多巨石巍峨高大挡在路上，山中气候清平宁静，愈往前走，景物愈加奇异，无法一一描述出它们的情状。2有巨石远看如人蹲踞在那里，近看则团聚着直立而上，有金线般颜色的，那是黄竹峰。"
		},
		"translation": "金精山在宁都县西郊十五里处，还没到宁都县，三十里外，就望见摆成阵法的巨石阻拦住了天上的云彩，山崖绮丽，山壁翠绿，云雾或明或灭，一看就知道是神仙居住的地方。出宁都县城北门渡过拱辰桥，转过弯向西走，来到苍山筼筜谷，石峰已渐渐呈现出奇异的景象，就像昂首蹲坐的雄狮，石狮脖子上聚集的圆石如同悬挂的铃铛，这就是狮子峰。进入青牛峡后，就见清澈的涧水从峭壁上流下，很多巨石巍峨高大挡在路上，让人感觉山中气候清平宁静，愈往前走，景物愈加奇异，无法一一描述出它们的情状：有的如巨龙腾飞，有的如骏马昂首，有的如粮仓矗立，有的如屏帐张开；中间截断的如玉削成，石脚离地抬起的如大鹏展翅腾飞，棱角尖锐的如圭玉排列，石面舒展的如旗子飞扬；像界牌一样立着的如同刀剑剖削、锯子锯开般陡峭，山壁直立如钢铁筑起的城墙围成巨大石门，洞穴集聚的如蜂巢燕窝，石脂光芒闪动的如脂油凝结、河水流淌，高大的山洞冒出云气如同炊烟浓郁蒸腾，景象千奇万异，让人看了感到骇目怵心。  著名的山石峰有十二座，狮子峰就是其中的一座。山峰微圆而绵长，下面承接着巨大的盘形砥石，如荷花擎出荷叶丛中的，那是莲花峰。又有两峰顶相对矗立，中间断开直至山麓，如高僧作礼念经的，那是合掌峰。双石成圆形且没有锋利的棱角，中间长出孤木，枝叶茂盛，如同带叶果蔬的，那是仙桃峰。崖壁峭如斧削，满是白色的垩石，山石的纹理呈现墨色的丝缕，披拂在石面上，那是披发峰。愤怒地蹲坐在山道上，威严地俯视着的，那是伏虎峰。林木葱茏茂盛，苍翠的树木辉映着明亮的太阳光线的，那是翠微峰。石洞立于峰的前面，与灵泉仙龛相对的，那是望仙峰。如美玉明亮、重叠而立，小巧的石块珍珠般丛列其中的，那是三山献峰。万竹丛生，竹根竹干特别奇异的，那是瑞玉峰。峰高千仞峭拔耸立，那是凌霄峰。山头丰润山脚低垂，色如渥丹花，形状如同腰鼓，那是石鼓峰。山峰回环曲折，有洞穴位于半山壁中，裂开一道修长的狭缝，洞口垂下椽木藤条。机灵勇敢的樵夫牧童，用手拉着山藤像猿猴一样攀援而上，可以窥见洞中极为宽广敞亮，宛如厅堂、宫闱。旧传洞里有金床 玉几，这就是名叫碧虚洞的地方。有巨石远看如人蹲踞在那里，近看则团 聚着直立而上，有金缕衣般颜色的，那是黄竹峰。峰麓崎岖险峻，山路被阻断只能用梯子做台阶，两巨石挤压在一起，中间仅有一条线粗细的通道，匍匐登临山巅，这里广阔平坦，可容纳千家万户，有两泉涌出，泉水甘冽，即使最旱的时候，泉水也不干涸，经历了寇乱，躲避于此建寨定居的，大多能幸免。这十二座山峰，我也是随着自己的观赏指出它们各自的名胜，并未能详尽写出这座山的奇丽。"
	},
	"http://www.yinruiwen.com/news/187876.htm": {
		"context": "陶节夫，字子礼，饶州鄱阳人，晋大司马侃之裔也。第进士起家为广州录事参军杨元寇暴山谷间捕系狱屡越以逸且不承为盗既累年节夫诘以数语，元即吐服，将适市，与诸囚诀曰：“陶公长者，虽死可无憾。”知新会县，广守章楶重其材。楶帅泾原，辟入府。  崇宁初，为讲议司检讨官，进虞部员外郎，迁陕西转运副使，徙知延安府。以招降羌有功，加集贤殿修撰。筑石堡等四城。石堡以天涧为隍，可趋者唯一路，夏人窖粟其间，以千数。既为宋有，其酋惊曰：“汉家取我金窟埚！”亟发铁骑来争。节夫分部将士遮御之，斩获统军以下数十百人。夏人度不可得，敛兵退。连擢显谟阁待制、龙图阁直学士。  方议城银州，谍告夏人已东。节夫料必西趋泾原，官属不肯从，节夫曰：“吾计之熟矣。”乃遣裨将耿端彦疾驱至银州，五日城成，夏人果从泾原至，则城备已固，遂遁去。进枢密直学士。  节夫在延安日久，蔡京、张康国从中助之，故唯京意是徇。夏人欲款塞，拒弗纳。放牧者执杀之，夏人怨怒，大入镇戎军，杀卤数万口。节夫寻领经制环庆、泾原、河东边事，言：“今既得石堡，又城银州，西夏洪、宥皆在吾顾盼中。横山之地，十有七八，兴州巢穴浅露，直可以计取。”遂陈取兴、灵之策。加龙图阁学士。会朝廷罢经制司，且弃所城地，节夫乃求内郡。徙洪州，改江宁府，历青、秦二州、太原府。  群盗李勉起辽州、北平之间，河东、河北骚动，两路帅臣、宪臣皆罪去，至出台郎督捕之。节夫请悉罢所遣兵，卒以计获勉。坐上疏乞留本道兵勿移戍，降为待制、知永兴军，数月，卒。追复龙图阁学士。 ",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A. 第进士起家/为广州录事参军/杨元寇暴山谷间/捕系狱/屡越以逸/且不承为盗/既累年/  B. 第进士/起家为广州录事参军/杨元寇暴山谷/间捕系狱/屡速以逸/且不承为盗/既累年/  C. 第进士起家/为广州录事参军/杨元底暴山谷/间捕系狱/越以逸/且不承为盗/既累年/  D. 第进士/起家为广州录事参军/杨元寇暴山谷间/捕系狱/屡越以逸/且不承为盗/既累年/": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A. 崇宁，年号，年号是古代用来纪年的名号。遇到内讧外忧等大事，一般要更换年号。  B. 谍，情报。文中指陶节夫派人秘密打探夏人的军事、政治及经济等方面的消息。  C. 裨将，副将。裨，副的，古代祭把时穿的次等礼服；将，将领，带兵打仗的人。  D. 路，宋代行政区域名，是直辖于中央的一级行政区，相当于今天的“省”。 ": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A. 陶节夫德行高尚，受人敬服。他审问顽固而狡猾的罪犯杨元，杨元把他视为“长者”，崇敬他，并且心甘情愿地接受刑罚。  B. 陶节夫守边有功，屡得升迁。，他成功招降羌人，加官集贤殿修撰；他身先士卒击退前来抢粮的夏人，升任显谟阁待制。  C. 陶节夫料事如神，未雨绸缪。他料定夏人的动向，下令加强银州城防，夏人果然袭击银州，银州因城防坚固，得以保全。    D. 陶节夫足智多谋，恪尽职责。他兼任泾源等地经制司时，提出攻取兴、灵二州的计谋；奉命抓捕盗贼时，成功计擒李勉。": "B",
			"把文中画横线的句子翻译成现代汉语。1节夫诘以数语，元即吐服，将适市，与诸囚诀曰：“陶公长者，虽死可无憾。”  2蔡京、张康国从中助之，故唯京意是徇。夏人欲款塞，拒弗纳。": "1陶节夫用几句话责问他，杨元就吐露实情服罪了，将要到菜市口处决，和众囚犯決别说：“陶公是德高望重的人，我即使死了也没有遗憾。” 2蔡京、张康国从中帮助他，所以他完全听从蔡京的意图。夏人想要议和，他不接受。"
		},
		"translation": "陶节夫，字子礼，饶州鄱阳人，晋大司马陶侃的后代。考中进士，初任广州录事参军。杨元在山谷中做强盗，被抓入狱中，多次越狱逃跑，并且不承认做过强盗，已经有好几年。陶节夫用几句话责问他，杨元就吐露实情服罪了，将要到菜市口处决，和众囚犯決别说：“陶公是德高望重的人，我即使死了也没有遗憾。”陶节夫担任新会县知县，广州守臣章棠器重他的才能。章棠任泾原统帅时，召他进入府中。  崇宁初年，陶节夫任讲议司检讨官，晋升为虞部员外郎，升任陕西转运副使，后调任延安知府。因为招降羌人有功劳，加官集贤殿修撰。主持修筑石堡等四城。石堡把天洞作为护城壕，可供通行的只有一条道路，夏人在那里挖窑藏粮，有数千石。归宋所有后，他们的首长惊叹说：“汉人占领了我们的全窑埚！”立即派铁骑兵来抢。陶节夫分派手下的将士抵抗，斩杀捕获他们将领以下的人上百个。夏人估计不能得到，收兵退回。陶节夫被擢升为显谟待制、龙图阁直学士。  正议论在银州筑城之事，内线说夏人已经东来。陶节夫预料夏人一定会西去泾原，属官们不认同，陶节夫说：“我的计策已经考虑好了。”就派遗副将耿端彦迅速赶到银州，五天筑好城，夏人果然从泾原到来，但城的守备已经加固，夏人于是逃走。  陶节夫在廷安的时间很长，蔡京、张康国从中帮助他，所以他完全听从蔡京的意图。夏人想要议和，他不接受。碰到放牧的人就抓起来杀掉，夏人怨恨，大举入侵镇戒军，杀掠数万人。陶节夫不久兼任环庆、泾原、河东经制司，负青边防事务，上奏说：“见在已经得到石堡，又在银州筑成，西夏的洪州、宥州都在我们的掌控之中。横山的地盘我们已占据十分之七八，兴州的巢穴浅显直露，只需要用计谋攻取。”随即陈述了攻取兴州、灵州的计策。加官龙图阁学士。恰逢朝廷废除经制司，又舍弃了筑城之地，陶节夫于是请求到内地做官。调到洪州，改任江宁知府，先后任青、秦二州和太原府知府。  李魅等盗贼在辽州、北平之间兴起，河东、河北一带骚动不安，两路的将官、检官都因犯罪离去，朝延于是派谴台郎督查捕捉他们。陶节夫请求把派遣的军队全部撤去，最终用计谋捕获李勉。因为上疏请求本路的军队不要提防而获罪，被降为待制，负责水兴军，几个月后去世。追任他恢复龙图阁学士。 "
	},
	"http://www.yinruiwen.com/news/187875.htm": {
		"context": "刘之遴，字思贞，南阳涅阳人也。父虯，齐国子博士，谥文范先生。之遴八岁能属文，十五举茂才对策，沈约、任昉见而异之。起家宁朔主簿。吏部尚书王瞻尝候任昉，值之遴在坐，昉谓瞻曰：“此南阳刘之遴，学优未仕，水镜所宜甄擢。”瞻即辟为太学博士。时张稷新除尚书仆射，托昉为让表，昉令之遴代作，操笔立成。昉曰：“荆南秀气，果有异才，后仕必当过仆。”御史中丞乐蔼，即之遴舅，宪台奏弹，皆之遴草焉。迁平南行参军，尚书起部郎，延陵令，荆州治中。太宗临荆州，仍迁宣惠记室。之遴笃学明审，博览群籍。时刘显、韦棱并强记，每与之讨论，咸不能过也。  还除通直散骑侍郎，兼中书通事舍人。迁正员郎，尚书右丞，荆州大中正。累迁中书侍郎，鸿胪卿，复兼中书舍人。出为征西鄱阳王长史、南郡太守，高祖谓曰：“卿母年德并高，故令卿衣锦还乡，尽荣养之理。”后转为西中郎湘东王长史，太守如故。初，之遴在荆府，尝寄居南郡廨，忽梦前太守袁彖谓曰：“卿后当为折臂太守，即居此中。”之遴后果损臂，遂临此郡。丁母忧，服阕，征秘书监，领步兵校尉。出为郢州行事，之遴意不愿出，固辞，高祖手敕曰：“朕闻妻子具孝衰于亲爵禄具忠衰于君卿既内足理忘奉公之节”遂为有司所奏免。久之，为太府卿，都官尚书，太常卿。  遴好属文，多学古体，与河东裴子野、沛国刘显常共讨论书籍，因为交好。是时《周易》、《尚书》、《礼记》、《毛诗》并有高祖义疏，惟《左氏传》尚阙。之遴乃著《春秋大意》十科，《左氏》十科，《三传同异》十科，合三十事以上之。高祖大悦。      太清二年，侯景乱，之遴避难还乡，未至，卒于夏口，时年七十二。前后文集五十卷，行于世。",
		"question-answer": {
			"对下列句子中加点词的解释，不正确的一项是  A.值之遴在坐 值：遇到  B.瞻即辟为太学博士 辟：征召  C.操笔立成 立：立即  D.丁母忧，服阕 忧：忧虑": "D",
			"下列文句中，断句正确的一项是 A.朕闻妻子具孝/衰于亲/爵禄具忠/衰于君/卿既内足/理忘奉公之节  B.朕闻妻子具/孝衰于亲/爵禄具/忠衰于君/卿既内足/理忘奉公之节  C.朕闻妻子/具孝衰于亲/爵禄具忠/衰于君/卿既内足理/忘奉公之节  D.朕闻妻子/具孝衰于亲/爵禄具忠/衰于君卿/既内足/理忘奉公之节": "B",
			"下列对原文有关内容的分析和概括，不正确的一项是 A.吏部尚书王瞻曾探望任昉，任昉极力向王瞻推荐刘之遴，言明鉴的人应当选拔任用刘之遴。  B.刘之遴的舅舅乐蔼是御史台中丞，御史台的奏弹，都由刘之遴起草。刘之遴曾担任宣惠记室。  C.高祖在刘之遴坚决推辞郢州行事一职的情况下，亲自写诏书留住了他，刘之遴后又担任多职。  D.当时只有《左传》没有高祖的义疏，刘之遴就著《左氏》十科等合三十事上奏，高祖很高兴。 ": "C",
			"将下列句子翻译为现代汉语。①荆南秀气，果有异才，后仕必当过仆。②卿母年德并高，故令卿衣锦还乡，尽荣养之理。": "①荆南是个秀气的地方，果然有奇特的人才，（刘之遴）以后做官必当超过我。② 你母亲年高德重，因此让你穿着锦绣的衣服，回到故乡，尽赡养母亲的孝心。"
		},
		"translation": "刘之遴字思贞，是南阳涅阳人。父亲刘虯，在齐国任国子博士，谧号文范先生。刘之遴八岁就会写文章，十五岁举茂才的对策，沈约、任防看了都很惊异。从家中征召出来，任宁朔主薄。吏部尚书王瞻曾探望任防，恰巧遇到刘之遴在座，任防对王瞻说：“此是南阳人刘之遴，学优而未做官，明鉴的人应当选拔任用他。”王瞻立即征召他任太学博士。当时张稷新被授任尚书仆射，托任昉写辞让官职的奏章，任防让刘之遴代作，执笔立即写成。任防说：“荆南是个秀气的地方，果然有奇特的人才，（刘之遴）以后做官必当超过我。”御史中永乐蔼，是刘之遴的舅舅，御史台的奏弹，都是刘之遴起草。迁任平南行参军，尚书起部郎，延陵令，荆州治中。太宗幸临荆州，便迁任他为宣惠记室。刘之遴好学明审，博览群书。当时刘显、韦棱都有很强的记忆力，每次与刘之遴讨论，都不能胜过他。  回到京师授任通直散骑侍郎，兼中书通事舍人。迁任正员郎，尚书右永，荆州大中正。累经升迁任中书侍郎，鸿胪卿，再兼中书舍人。出任征西都阳王长史、南郡太守，高祖对他说：“你母亲年高德重，因此让你穿着锦绣的衣服，回到故乡．尽赡养母亲的孝心。”后转任西中郎湘东王长史，太守照旧。当初，刘之遴在荆州官府，曾寄居南郡官舍，忽然梦见前任太守袁象对他说：“你以后当为折臂太守，就居住此地。”刘之遴后来果然损伤手臂，而且来此郡任职。居母亲丧，服丧期满除服，征入任秘书监，领步兵校尉。出任郢州行事，刘之遴本意不想出任，便坚决推辞，高祖亲笔诏书说：“肤听说妻与子都在，对亲人的孝心就减退了；爵与禄都有，对君主的忠诚就减退了。你内心得到满足，理应忘记奉公的操节。”于是被有司上奏免去了他的职务。很久，才任太府仰，都官尚书，太常仰。  刘之遴喜好写文章，多学古体写法，与河东人裴子野、沛国人刘显常共同讨论书籍，因此彼此友好。当时《 周易》 、《 尚书》 、《 礼记》 、《 毛诗》 均有高祖的义疏，唯有《 左氏传》 尚缺，刘之遴于是著《 春秋大意》 十科，《 左氏》 十科，《 三傅同异》 十科，合三十事上奏。高祖非常高兴。  太清二年，侯景叛乱，刘之遴避难返回家乡，还没有到达，就在夏口去世，时年七十二岁。前后有文集五十卷，流传于世。"
	},
	"http://www.yinruiwen.com/news/187874.htm": {
		"context": "邓绾，字文约，成都双流人。举进士，为礼部第一。稍迁职方员外郎。熙宁三年冬，通判宁州。时王安石得君专政，条上时政数十事，以为宋兴百年，习安玩治，当事更化。又上书言：“陛下得伊、吕之佐，作青苗、免役等法，民莫不歌舞圣泽。以臣所见宁州观之，知一路皆然；以一路观之，知天下皆然。诚不世之良法，愿勿移于浮议而坚行之。”明年，迁侍御史知杂事、判司农寺。  时常平、水利、免役、保甲之政，皆出司农，故安石藉绾以威众。绾请先行免役于府界，次及诸道。利州路岁用钱九万六千缗，而转运使李瑜率三十万，绾言：“均役本以裕民，今乃务聚敛，积宽余，宜加重黜。”富弼在亳，不散青苗钱，绾请付吏究治。畿县民诉助役，诏询其便否两行之，绾与曾布辄上还堂帖。中丞杨绘言未闻司农得缴奏者，不报。凡吕公著、谢景温所置推直官、主簿，悉罢去之，而引蔡确、唐坰为御史。  五年春， 辽人来理边地屯兵境上声言将用师于是两河戒严且令河北修城守之具绾曰非徒无益且大扰费帝从其言而止。又言：“辽妄为地讼，意在窥我。去冬聚兵累月，逡巡自罢，其情伪可见。今当御之以坚强，则不渝二国之平，平则彼不我疑，而我得以远虑。苟先之以畏屈，彼或将力争，则大为中国之耻。”帝览疏嘉之。  安石去位，绾颇附吕惠卿。及安石复相，绾欲弥前迹，乃发惠卿置田华亭事，出知陈州。又论三司使章惇协济其奸，出知湖州。元丰中，知荆南府，历知陈、陕、永兴、青、邓诸州军。元祐初卒，年五十九。    ",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A.辽人来理／边地屯兵境上／声言将用师／于是两河戒严／且令河北修／城守之具绾曰／非徒无益／且大扰费／  B.辽人来理／边地屯兵境上／声言将用师／于是两河戒严／且令河北／修城守之具／绾曰／非徒无益／且大扰费／  C.辽人来理边地／屯兵境上／声言将用师／于是两河戒严／且令河北修城守之具／绾曰／非徒无益／且大扰费／  D.辽人来理边地／屯兵境上／声言将用师／于是两河戒严／且令河北修／城守之具／绾曰／非徒无益／且大扰费／": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A.路，是古代中国的区域规划。宋代的路相当于明清的省，是最高行政区划。元代的路相当于明清的府。  B.保甲，古代统治者通过户籍编制来统治人民的制度。若干家编作一甲，若干甲编作一保。  C.司农，上古时代是负责教民稼穑的农官。在汉朝是九卿之一，掌钱谷之事，相当于今天的农业部部长。  D.疏，分条说明的文字，亦指上奏章。上疏是指在朝官员专门上奏皇帝的一种文书形式。": "C",
			"下列对原文有关内容的概括和分析，不正确的一项是  A.邓绾为人直率，敢于直言。在王安石得到皇帝的特权主张改革的时候，他上书说希望改革不要流于肤浅的议论，要落到实处。  B.邓绾善待百姓，为民谋利。平均徭役本来是使百姓富裕的，如今部分官吏却几近横征暴敛，为自己积累财富。他认为应该加重处罚。  C.邓绾智慧机敏，善于观察。辽人骚扰宋边境，邓绾上书，皇上由此清醒地认识到辽人的所为目的在于窥视大宋，应该坚决抵抗。  D.邓绾处事圆滑，得到重用。在王安石离任时，依附吕惠卿；而在王安石复任后，又揭发吕惠卿的不轨之事。因此获得朝廷任命。": "C",
			"把文中画横线的句子翻译成现代汉语。1时王安石得君专政，条上时政数十事，以为宋兴百年，习安玩治，当事更化。2辽妄为地讼，意在窥我。去冬聚兵累月，逡巡自罢，其情伪可见。 ": "1当时，王安石得到皇帝的特权，上书分条列举了几十条时政，认为宋朝兴盛百年，人们习惯于安定、沉溺于太平，应当进行改革。2辽人假意为土地边界争执，其意在窥视我国。去年冬天，他们连续几个月聚集军队，在边境徘徊许久才自行停止，其真诚与虚伪由此可见。"
		},
		"translation": "邓绾，字文约，是成都双流人。考中进士，是礼部第一名。不久，被升迁为员外郎。熙宁三年冬天，邓绾被任命为宁州通判。当时，王安石得到皇帝的特权，上书分条列举了几十条时政，认为宋朝兴盛百年，人们习惯于安定、沉溺于太平，应当进行改革。又上书谏言：“陛下得到伊、吕的辅佐，制定了青苗法、免役法等法规，百姓没有不歌颂您的恩泽的。凭借我在宁州的所见来看这件事，管理一路都是这样；凭借管理一路的经验，管理天下也是这样。如果有非常好的方法，希望不要流于肤浅的议论而要坚决执行。”第二年，升任侍御史知杂事、管理司农寺。  当时，常平、水利、免役、保甲的制度，都出自司农之手，所以王安石借邓绾来威慑众人。邓绾请求首先在开封府的辖地免除徭役，其次在各州县实行。利州路每年耗费九万六千缗钱财，而转运使李瑜大概有三十万，邓绾说：“平均徭役本来是使百姓富裕的，如今却致力于强征横敛，积累财物使自己宽裕，对此类事应该加重处罚。”富弼在亳州，不散发青苗钱，邓绾请求将其交给有关部门查办。京郊的百姓因助役法而上诉，皇上下诏询问是否可以两面实行助役法，邓绾与曾布就递还堂帖。中丞杨绘说没听说司农能行使职权，便没有回复。凡是吕公著、谢景温所设置的推直官、主簿，全部免去其职，而推荐蔡确、唐垧担任御史。  熙宁五年春天，辽人前来侵犯边疆，将军队驻扎在边境上，扬言将要出兵，于是两河戒严，并且命令黄河以北修筑守城的打仗器具。邓绾说：“这不仅没有益处，而且非常扰民、耗费物资。”皇帝听从了他的建议，停止了此事。又说：“辽人假意为土地边界争执，其意在窥视我国。去年冬天，他们连续几个月聚集军队，在边境徘徊许久才自行停止，其真诚与虚伪由此可见。如今我们应该顽强地抵御他们，那么就不会改变两国间的平等地位，公平的话他们就不会怀疑我们，而我们就可以为长远做打算。如果我们先害怕并且屈服，他们或许会据理力争，那么这将是中原最大的耻辱。”皇帝看了奏章后，对他的看法非常赞赏。  王安石离任之后，邓绾依附吕惠卿。等到王安石恢复相位，邓绾想弥补先前的行为，就揭发了吕惠卿置田建华亭的事情，离开京城做了陈州知府。又弹劾三司使章惇协从、帮助吕惠卿所做的奸邪之事，离开京城做了湖州知府。宋神宗元丰年间，邓绾担任荆南知府，历任陈、陕、永兴、青、邓各州知军。元祐年初去世，享年五十九岁。"
	},
	"http://www.yinruiwen.com/news/187873.htm": {
		"context": "石珤，字邦彦，藁城人。珤与兄玠同举成化末年进士，改庶吉士，数谢病居家。正德改元，擢南京侍读学士。武宗始游宣府，珤上疏力谏，不报。廷臣谏南巡，祸将不测，珤疏救之。  世宗立，代王琼为吏部尚书。自群小窃柄，铨政混浊。珤刚方，谢请托，诸犯清议者多见黜，时望大孚，而内阁杨廷和有所不悦。甫二月，复改掌詹事府，典诰敕。嘉靖元年遣祀阙里及东岳。事竣还家，屡乞致仕。言官以珤望重，交章请留，乃起赴官。三年五月诏以吏部尚书兼文渊阁大学士入参机务。帝欲以奉先殿侧别建一室祀献帝，珤抗疏言其非礼。及廷臣伏阙泣争，珤与毛纪助之。无何，“大礼”议定，纪去位。珤复谏，帝得奏不悦，戒勿复言。明年建世庙于太庙东，帝欲从何渊言，毁神宫监，伐林木，以通辇道。珤复抗章，极言不可，弗听。及世庙成帝欲奉章圣皇太后谒见张璁等力主之礼官刘龙等争不得诸辅臣以为言帝不报趣具仪。珤乃上疏，奏入，帝大愠。  珤为人清介端亮，孜孜奉国。数以力行王道，清心省事，辨忠邪，敦宽大，毋急近效为帝言。帝见为迂阔，弗善也。议“大礼”时，帝欲援以自助，而珤据礼争，持论坚确，失帝意。至明年春，奸人王邦奇讦杨廷和，诬珤及宏为奸党，两人遂乞归。帝许宏驰驿，而责珤归怨朝廷，失大臣谊，一切恩典皆不予。归装幞被车一辆而已。都人叹异，谓自来宰臣去国，无若珤者。自珤及杨廷和、蒋冕、毛纪以强谏罢政，迄嘉靖季，密勿大臣无进逆耳之言者矣。珤加官，自太子太保至少保。七年冬卒，谥文隐。隆庆初，改谥文介。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．及世庙成帝／欲奉章圣皇太后谒见张璁等／力主之礼官／刘龙等争／不得诸辅臣以为言／帝不报趣／具仪  B．及世庙成／帝欲奉章圣皇太后谒见张璁等／力主之礼官／刘龙等争不得诸辅臣／以为言帝／不报／趣具仪  C．及世庙成／帝欲奉章圣皇太后谒见／张璁等力主之／礼官刘龙等争不得／诸辅臣以为言／帝不报／趣具仪  D．及世庙成帝／欲奉章圣皇太后谒见／张璁等力主之／礼官刘龙等争／不得诸辅臣／以为言帝不报趣／具仪 ": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．改元，帝王即位或在位改变年号，每个年号开始的一年称元年。新皇帝即位后，一般都要改变纪年的年号，同一皇帝在位时也可更换年号。  B．阙里，地名，相传为孔子授徒之所，位于山东曲阜城内阙里街，因有两石阙，故名。  C．太庙，皇帝的宗庙。最早只是供奉皇帝先祖的地方，后来皇后和功臣的神位在皇帝的批准下也可被供奉在太庙。  D．季，此处指兄弟排行次序最小的。 ": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．廷臣谏阻武宗南巡的原因，是怕皇帝遭遇不测之祸。石珤上疏说可以营救。  B．石珤性情刚正，谢绝请托。世宗时，小人当道，人才选拔混乱不堪。石珤担任吏部尚书后，拒绝任何的请求和托付，把那些空议时政的人多进行了贬谪，威信大增。    C．石珤为人清正，忠心为国。他多次上疏给世宗，要他力行王道，明辨忠恶，敦厚大度，不要急功近利。皇上认为他迂阔，不喜欢他。  D．石珤弃官归养，身无长物。他辞职归家时，所带的行囊仅仅装了一辆车，京城百姓都觉得很诧异。": "A",
			"把文中画横线的句子翻译成现代汉语。1事竣还家，屡乞致仕。言官以珤望重，交章请留，乃起赴官。2至明年春，奸人王邦奇讦杨廷和，诬珤及宏为奸党，两人遂乞归。": "1事情结束回家，多次请求辞官。谏官因为石珤德高望重，纷纷上奏请求把他留下，于是起用任职。2到第二年春天，奸人王邦奇攻击杨廷和，诬陷石珤和费宏是奸党，他们两人于是请求离职还家。"
		},
		"translation": "石珤，字邦彦，藁城人。石珤和哥哥石玠在成化末年同时考中进士，改为庶吉士，后来多次请假在家闲住。正德改元后，升为南京侍读学士。武宗当初出游宣府，石珤曾上疏极力谏劝，武宗不听。朝中大臣谏阻南巡，将有不测之祸，石珤曾上书挽救他们。  世宗即位后，他代替王琼做了吏部尚书。过去一群小人掌权，人才选拔一事混浊不堪。石珤为人刚正，拒绝请托，那些触犯清议（士大夫阶层对朝廷和官吏提出的没实质性效应的空谈）的人大多被降了职，一时很获众望，不过内阁杨廷和有些不高兴。刚过两个月，他又改为掌詹事府，主管诰敕（皇帝封官授爵和告诫臣僚的文书）的存收。嘉靖元年，他受命前往祭祀阙里和东岳。事情结束回家，多次请求辞官。谏官因为石珤德高望众，纷纷上奏请求把他留下，于是他得以重新起用做官。三年五月世宗诏命他以吏部尚书兼文渊阁大学士的身份入内阁参与机要大事。世宗想在奉先殿边侧另建一所房子祭祀献帝，石珤抗言上书说那样不合礼制。等朝中大臣伏在宫门前哭泣谏诤时，石珤和毛纪也帮着大家。不久，“大礼”议定后，毛纪离职而去。石珤又上书，世宗接到奏章后很不高兴，告诫他不要再说了。第二年在太庙东边建成了世庙，世宗想听从何渊的建议，要拆毁神宫监的官署，砍伐林木，来修建辇道（皇帝车驾专用通道）。石珤又抗言上书极力说不行，世宗不听。等世庙修成以后，世宗想陪同章圣皇太后前往晋见，张璁等竭力促成此事。礼官刘龙等争不过，内阁大臣们也说了话，世宗不做答复，只是催礼官安排好晋见的仪式。石珤于是上书，奏章递进后，世宗很生气。      石珤为人清正、坚强，孜孜不倦报效国家。曾几度上书给世宗，要他努力推行王道，清心寡欲，减少事端，辨别忠臣与奸邪，敦行宽大政策，不要急功近利。世宗认为他迂阔，不喜欢他。讨论“大礼”时，世宗想拉他帮自己的忙，可是石珤据理力争，所持意见坚不可摇，失去了世宗的心。到第二年春天，奸人王邦奇攻击杨廷和，诬蔑石珤和费宏是奸党，他们两人于是请求离职还家。世宗同意费宏乘坐驿站的官车，而指责石珤埋怨朝廷，不合乎大臣之义，一切恩典都不给他。他回家的行装只有载包裹、被子的一辆车子而已。京城的人都既惊且叹，说从来宰臣离开京城，没有像石珤这个样子的。自从石珤和杨廷和、蒋冕、毛纪因为强力谏诤被罢官后，一直到嘉靖末年，机要大臣没有再进逆耳忠言了。石珤前后加官，从太子少保一直做到太保。嘉靖七年冬天去世后，谥文隐。隆庆初年，改谥文介。"
	},
	"http://www.yinruiwen.com/news/187872.htm": {
		"context": "太宗，讳晟，世祖第四子，太祖母弟也。收国①元年十月，命为谙班勃极烈②。太祖征伐，常居守。天辅五年，赐诏曰：“汝惟朕之母弟，义均一体，是用汝贰我国政。凡军事违者，阅实其罪，从宜处之。其余事无大小，一依本朝旧制。”  　　天辅七年八月戊申，太祖崩。国论勃极烈③杲、宗干率宗亲百宫请正帝位，不许，固请，亦不许。宗干率诸弟以赭袍被体，置玺怀中。丙辰，即皇帝位。改天辅七年为天会元年。  　　十一月己卯，诏女直人，先有附于辽，今复虏获者，悉从其所欲居而复之。其奴婢部曲，昔虽逃背，今能复归者，并听为民。  　　三年七月壬申，禁内外官、宗室毋私役百姓。诏权势之家毋买贫民为奴。其胁买者一人偿十五人，诈买者一人偿二人，皆杖一百。  　　八月癸卯，斡鲁以辽主至京师。甲辰，告于太祖庙。丙午，辽主延禧入见，降封海滨王。  　　十二月庚辰，诏曰：“朕惟国家，四境虽远而兵革未息，田野虽广而畎亩未辟，百工略备而禄秩未均，方贡仅修而宾馆未赡。是皆出乎民力，苟不务本业而抑游手，欲上下皆足，其可得乎？其令所在长吏，敦劝农功。”  　　六年七月乙巳，宋主遣使奉表请和，以宋二庶人赴上京。八月丁丑，以宋二庶人素服见太祖庙，封其父昏德公、子重昏侯。  　　十年四月庚午，以太祖孙亶为谙班勃极烈，皇子宗磐为国论忽鲁勃极烈。  　　十三年正月己巳，上崩于明德宫，年六十一。庚午，谙班勃极烈即皇帝位于柩前。上尊谥曰文烈皇帝，庙号太宗。乙酉，葬和陵。  　　赞曰：天辅草创，未遑礼乐之事。太宗以斜也、宗干知国政，以宗翰、宗望总戎事。既灭辽举宋，即议礼制度，治历明时，缵以武功，述以文事，经国规摹，至是始定。在位十三年宫室苑瑽无所增益末听大臣计传位熙宗使太祖世嗣不失正绪可谓行其所甚难矣 注：①收国：金太祖年号；②班勃授烈；皇帝的继承人；③国论勃极烈：国相。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．在位十三年/宫室苑璇无所增益末/听大臣计/传位熙宗/使太祖世嗣不失正/绪可谓行其所甚/难矣  B在位十三年/宫室苑瓚无所增益末/听大臣计/传位熙宗/使太祖世嗣不失正绪/可谓行其所甚难矣  C．在位十三年/宫室苑璇无所增益/末听大臣计/传位熙宗/使太祖世嗣不失正/绪可谓行其所甚难矣  D．在位十三年/宫室苑璇无所增益/末听大臣计/传位熙宗/使太祖世嗣不失正绪/可谓行其所甚难矣": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．“戊申”，我国古代使用天干地支记录日序的方法，是农历的一部分，它与干支纪年法一样，用干支相匹配的六十甲子来记录日序，从甲子开始到癸亥结束，六十天为一周，循环记录。天干地支在中国古代主要用于纪日，此外还用来纪年，但是不可以纪月、纪时。  B．“改天辅七年为天会元年”，这是皇帝年号的改变。新皇帝即位后，一般都要改变纪年的年号，称为“建元”。同一皇帝在位时更换年号，称为“改元”，每个年号开始的一年称元年。    C．“昏德公”“重昏侯”，金人将宋徽宗、宋钦宗父子俘虏后取的侮辱性封号。宋徽宗、宋钦宗父子被俘，以及大量赵氏皇族、后宫妃嫔与贵卿、朝臣等共三千余人北上金国，东京城中公私积蓄为之一空，宋史称之为“靖康之耻”“靖康之难”。  D．“赞曰”，最早出自班固的《汉书》，史评开始以“赞曰”的形式出现，它在纪、志、传的结尾都有一段评述性文字，并以“赞曰”开头，其作用与《史记》的“太史公曰”一样。": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．太宗完颜晟本是太祖的同母胞弟，又是太祖的主要助手和皇位继承人，在太祖驾崩后经宗亲及百官的再三请求才继皇位。  B．太宗劝稼穑，轻徭役，以恢复农业生产。下令禁止百官宗室私役百姓，禁买贫民为奴。违者除了赔偿还要受杖刑。  C．太宗知人善任，灭辽降宋，逐步建立完善金朝的各种制度，奠定了金王朝的立国规模。  D．太宗晚年改变金朝兄终弟及旧制，以金太祖裔孙完颜亶任谙班勃极烈（储嗣），使太祖后世不失正统。": "B",
			"把文中画横线的句子翻译成现代汉语。1汝惟朕之母弟，义均一体，是用汝贰我国政。2诏女真人，先有附于辽，今复虏获者，悉从其所欲居而复之。": "1你是我一母同胞的弟弟，思想行为都是一体的，所以我任用你辅助我管理国家政事。2太宗诏令女真人，先前有归附于辽国的现在又被掳获的女真人，全部允许他们按自己的愿望居住在原来的地方。"
		},
		"translation": "太宗，名叫晟，是金世祖的第四个儿子，他是太祖阿骨打的同母胞弟。收国元年（1115）十月，他被任命为谙班勃极烈。太祖出征攻伐，常让他留守。天辅五年（1121），太祖下诏书说“：你是我一母同胞的弟弟，思想行为都是一体的，所以我任用你辅助我管理国家政事。凡军中有违法犯纪者，查阅核实他的罪证，按合适的办法处置他。其余的事无论大小，一律依照本朝旧制办理。”  天辅七年八月二十八日，太祖驾崩。国论勃极烈杲、宗干率领宗亲百官请求匡正帝位，太宗不答应，杲等人坚持请求，仍然不答应。宗干率领诸兄弟将赤褐色袍子披在他身上，把玉玺塞在他怀中。六日，太宗即皇帝位。改天辅七年（1123）为天会元年。      十一月三十日，太宗诏令女真人，先前有归附于辽国的现在又被掳获的女真人，全部允许他们按自己的愿望居住在原来的地方。他们的奴婢家仆，过去虽然逃跑背叛，但是现在又回来的，一并听凭他们为民。  三年七月三日，下达禁令，内外官员、宗室不准私自役使百姓。诏令有权势的人家不要买贫民作为奴隶。那些威胁买人的买一人赔偿十五人，欺骗买人的买一人赔偿二人，都要打一百杖。  八月四日，斡鲁把辽主送到京师。五日，皇上到太祖庙祭告先祖。七日，辽主延禧入朝见皇上，被降封海滨王。  十二月十九日，皇帝诏令说：“朕只有国家，四方边境虽然遥远而战争没有停息，田野虽然广阔而田地没有开辟，百工全齐备而俸禄等级还不平均。这些都要从民力中出，若不务本业而抑制游手好闲的人，想上下都丰足，难道能得到吗？命令各地行政长官，敦促勉励农工。”  六年七月二十三日，宋国君主遣使臣来奉表请求讲和，把宋国二位皇帝贬降为庶人押赴上京。八月十一日，让被贬成庶人的两位宋国帝王穿白色衣服到太祖庙拜谒。圣上封父亲为昏德公，儿子为重昏侯。  十年四月九日，任命太祖的孙子为谙班勃极烈，皇帝的儿子宗磐为国论忽鲁勃极烈，国论勃极烈宗干为国论左勃极烈。  天会十三年（1135）正月二十四日，太宗在明德宫逝世，享年六十一岁。二十五日，谙班勃极烈、太祖阿骨打的嫡长孙在太宗灵柩前即皇帝位。熙宗皇帝尊谥先帝叫文烈皇帝，庙号太宗。十二日，将太宗安葬在和陵。  史官评价：“太祖”刚刚创立金朝，未暇顾及礼乐之事。太宗（即位后）以斜也、宗干主管国政，以完颜宗翰、完颜宗望总理军事。在灭辽降宋以后，就讨论礼仪制度，根据历法和时代进行改革，继承太祖武力，又以文化传述，金朝的治国格局，到这时奠定了。在位十三年，宫室苑囿，没有什么增加，晚年听取大臣的建议，传位熙宗，使太祖的后代没有失去正统，可以说做出这样的选择很难啊！ "
	},
	"http://www.yinruiwen.com/news/187871.htm": {
		"context": "王磐，字文炳，广平永年人，世业农，岁得麦万石，乡人号万石王家。父禧，金末入财佐军兴，补进义副尉。国兵破永年，将屠其城，禧复罄家赀以助军费，众赖以免。金人迁汴，乃举家南渡河，居汝之鲁山。磐年方冠，从麻九畴学于郾城，客居贫甚，日作糜一器，画为朝暮食。自是大肆力于经史百氏，文辞宏放，浩无涯涘。及河南被兵，磐避难，转入淮、襄间。宋荆湖制置司素知其名，辟为议事官。丙申，襄阳兵变，乃北归，至洛西，会杨惟中被旨招集儒士，得磐，深礼遇之，遂寓河内。  中统元年，即拜益都等路宣抚副使，居顷之，以疾免。李璮素重磐，以礼延致之，磐亦乐青州风土，乃买田渳河之上，题其居曰鹿庵，有终焉之意。及璮谋不轨，磐觉之，脱身至济南，得驿马驰去，入京师，因侍臣以闻。世祖即日召见，嘉其诚节，抚劳甚厚。璮据济南，大军讨之，帝命磐参议行省事。璮平，遂挈妻子至东平。召拜翰林直学士，同修国史。  出为真定、顺德等路宣慰使。郡有西域大贾，称贷取息，有不时偿者，辄置狱于家，拘系榜掠。其人且恃势干官府，直来坐听事，指麾自若。磐大怒，叱左右捽下，箠之数十。几死，郡人称快。未几蝗起真定朝廷遣使者督捕役夫四万人以为不足欲牒邻道助之。磐曰：“四万人多矣，何烦他郡！”使者怒，责磐状，期三日尽捕蝗，磐不为动，亲率役夫走田间，设方法督捕之，三日而蝗尽灭，使者惊以为神。      曲阜孔子庙，历代给民百户，以供洒扫，复其家，至是，尚书省以括户之故，尽收为民，磐言：“林庙户百家，岁赋钞不过六百贯，仅比一六品官终年俸耳。圣朝疆宇万里，财赋岁亿万计，岂爱一六品官俸，不以待孔子哉？且于府库所益无多，其损国体甚大。”时论韪之。  磐以年老，累乞骸骨。丞相和礼霍孙为言，诏允其请，进资德大夫，致仕，仍给半俸终身。年至九十二，卒之夕，有大星陨正寝之东。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．未几/蝗起真定/朝廷遣使者/督捕役夫四万/人以为不足/欲牒邻道助之  B．未几蝗起/真定朝廷遣使者督捕/役夫四万/人以为不足/欲牒邻道助之  C．未几蝗起/真定朝廷/遣使者/督捕役夫四万/人以为不足欲牒/邻道助之  D．未几/蝗起真定/朝廷遣使者督捕/役夫四万人/以为不足/欲牒邻道助之 ": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．冠：最初是专门供贵族戴的帽子。大约在商明，开始出现冠服制度。后来古代男子到成年则举行加冠礼，叫做冠。一般在二十岁。  B．贾：商人。在古代，商就是流动着贩卖商品的人，贾就是开一个店铺有固定地址卖东西的人，这叫做“行商坐贾”。现泛指经商的买卖人。  C．贯，是中国古代的一种货币单位。一枚铜制铸币（方孔钱）为一文，一千文用绳子从中间的孔里穿起来，称为一贯或吊。      D．乞骸骨，自请退职，意为请求使骸骨归葬故乡，回老家安度晚年。文段后“致仕”也是这个意思，此外还有“告老、解褐”等词。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．王磐治学勤勉，文辞宏放。他青年时，客居异乡，非常清贫，每天只有一碗粥而已，他勤勉的学习，努力研究经史百家学说，终使文辞豪放大气，浩荡无涯。  B．王磐为民除害，维护明廷威仪。有个西域商人放债取息，对那些不能按时偿还的人，私设公堂，非法拘禁拷打，而且依杖权势，蔑视官府，肆意妄为；王磐大怒，令人将他拿下，施以杖刑，郡人称快。  C．王磐工作尽责，能力出众，蝗灾发生后，面对使臣的指责，王磐立下三天捕尽蝉虫的期限，他来到田间，想方设法，果真在三天内灭尽蝗虫。  D．王磬敢于直言，保护孔庙。尚书省通过清查户口把孔庙的民户收为一般平民。王磐认为孔庙民户百家每年交纳的赋税，仅相当于一个六品官一年的俸禄而已，这对于府库所增不多，而对国体损伤很大。”时论都认王磬的话有道理。": "C",
			"把文中画横线的句子翻译成现代汉语。1国兵破永年，将屠其城，禧复罄家赀以助军费，众赖以免。2及璮谋不轨，磐觉之，脱身至济南，得驿马驰去，入京师，因侍臣以闻。 ": "1蒙古军攻破永年，要屠杀全城百姓，王禧又拿出全部家财来捐助蒙古军作为军费，使永年百姓免遭大难（众人依仗他才得以幸免）。2等到李璮阴谋不轨，磐发觉后，抽身（独自）跑到济南，得到驿站马匹飞奔到京师，通过侍臣来报告给皇上。"
		},
		"translation": "王磐，字文炳，广平永年人，世代务农，每年收麦万石，乡人称“万石王家”。父王禧，金末出钱帮助军队，因而授官为进义副尉。蒙古军破永年，要屠杀全城百姓，禧将拿出全部家财来捐助蒙古军作为军费，使永年百姓免遭大难。金人迁都汴梁，禧全家南渡黄河，定居于汝州鲁山。磐年方二十岁，在郾城拜麻九畴为师。因是流落异乡，非常贫困，每天做粥一钵为一日饮食。自此以后大力研究经史百家学说，其文辞宏伟豪放，浩荡大气。蒙古军进入河南，磐为避难而转入淮襄之间。宋荆湖制置司素闻其名，推荐为议事官。太宗八年(1236)，襄阳兵变，王磐又北归至洛阳西，恰逢杨惟中奉旨招揽儒士，遇磐，以厚礼对待，于是王磐寓居于河内。  中统元年(1260)，拜磐为益都等路宣抚副使，不久因病免职。李璮素来敬重王磐，聘请他去，磐也爱好青州风土民情，买田于弭河之上，其庐舍题名曰“鹿庵”，有终老于此的打算。等到李璮阴谋不轨，磐发觉后，抽身（独自）跑到济南，得到驿站马匹飞奔到京师，通过侍臣来报告给皇上。世祖闻知立即召见，嘉奖其忠诚不贰。李璮占据济南，朝廷派大军征讨，世祖命磐参议行省事。磐在平定李璮之后，携妻子至东平。朝廷召入朝拜为翰林直学士、同修国史。  出任真定、顺德等路宣慰使时，郡内有西域大商，放债取息，有不能按时偿还者，私设公堂，拘禁拷打。该商人恃势冒犯官府，竟在议事厅擅坐，举止自若。磐闻知大怒，令左右将他拿下，施以杖刑，又把他从城上摔到城下，几乎死去，郡人称快。真定发生蝗灾，朝廷遣使督促捕捉，动用民夫四万人，还认为不够，欲通知邻道来帮助捕捉。磐认为四万已多了，何必再烦扰他郡。使臣大怒，斥责王磐，限三日内捕尽蝗虫。王磐不理他，亲率役夫到田间去观察，设法捕捉，三天内蝗虫灭尽，使臣大惊，以为他很神奇。  曲阜孔子庙，历代都拨赐民一百户来洒扫，不服别的劳役。现在，尚书省通过清查户口把孔庙的民户收为一般平民。王磐上书道“：林庙户百家每岁交纳赋钞不过六百贯，仅相当于一个六品官一年的俸禄而已。圣朝疆土万里，财赋每年亿万计，岂在乎这一六品官的俸禄而不侍奉孔子。而且，收此六百贯，对于府库所增不多，而对国体损伤甚大。”时论都认为王磐的话有理。  王磐因为年纪老迈，多次请求告老还乡。丞相和礼霍孙替他求情，下诏同意他的请求，进升为资德大夫，退休后，仍然供给一半的俸禄到去世。活到九十二，去世当晚，有一颗明亮的流星从他卧寝的东面陨落。 "
	},
	"http://www.yinruiwen.com/news/187870.htm": {
		"context": "洪拟，字成季，镇江丹阳人。本弘姓，其先避南唐讳，改今姓。拟登进士甲科。崇宁中为国子博士，出提举利州路学事，寻改福建路。宣和中，为监察御史，进侍御史。时王黼蔡京更用事拟中立无所附会殿中侍御史许景衡罢拟亦坐送吏部知桂阳军改海州时山东盗起，屡攻城，拟率兵民坚守。建炎间，居母忧。终丧，为中书舍人，言：“兵兴累年，馈饷悉出于民，无屋而责屋税，无丁而责丁税，不时之须，无名之敛，殆无虚日，所以去而为盗。今关中之盗不可急，宜求所以弭之；江西之盗不可缓，宜求所以灭之。夫丰财者政事之本，而节用者又丰财之本也。”高宗如越，执政议移跸饶、信间，拟上疏力争，谓“舍四通五达而趋偏方下邑，不足以示形势、固守御”迁给事中、吏部尚书，言者以拟未尝历州县，以龙图阁待制知温州。宣抚使孟庾总师讨闽寇，过郡，拟趣使赴援。庾怒，命拟犒师。拟借封椿钱用之，已乃自劾。贼平，加秩一等，召为礼部尚书，迁吏部。金人再攻淮，诏日轮侍从赴都堂，给札问以攻守之策。拟言：“国势强则战，将士勇则战，财用足则战，我为主、彼为客则战。陛下移跸东南，前年幸会稽，今年幸临安，兴王之居，未有定议，非如高祖在关中、光武在河内也。以国势论之，可言守，未可言战。”绍兴三年，以天旱地震诏群臣言事，拟奏曰：“法行公，则人乐而气和；行之偏，则人怨而气乖。试以小事论之：比者监司、守臣献美余则黜之，宣抚司献则受之，是行法止及疏远也。小事如此，推而极之，则怨多而和气伤矣。”寻以言者罢为徽猷阁直学士、提举江州太平观。卒，年七十五，谥文宪。 ",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．时/王黼蔡京更用事/拟中立无所/附会殿中侍御史/许景衡罢/拟亦坐送吏部/知桂阳军/改海州/  B．时/王黼/蔡京更用事/拟中立无所附会/殿中侍御史许景衡罢/拟亦坐送吏部/知桂阳军/改海州/  C．时王黼/蔡京更用事/拟中立/无所附会/殿中侍御史许景衡罢拟/亦坐送吏部/知桂阳军/改海州/  D．时/王黼/蔡京更用事/拟中立无所附会/殿中侍御史许景衡罢/拟亦坐送吏部/知桂阳/军改海州/": "B",
			"下列对又文中加点词语含义的解释，不正确的一项是  A．甲科：古代考试科目名，如唐宋进士就分甲乙科。“拟登进士甲科”即洪拟被进士甲科录取。  B．国子博士：古代学官名，始置于晋朝，除教授国子学生学业外，还为政府作政治咨询及祭典顾问。  C．丁税：又叫身丁税，指封建时代政府按人头征税的赋税制度，家中有多少人就按多少人交税。  D．移跸：跸的本意指帝王出行时开路清道，禁止他人通行，引申指帝王出行的车驾。跸即“移驾”。 ": "C",
			"下列对原文有关内容的概括分析，不正确的一项是  A．洪拟为官尽职，勇担责任。在任海州知州时，率领军民坚守城池，抵御来犯盗贼；他借用封椿钱犒劳孟庾军队，还要上书弹劾自己。  B．洪拟体恤民情，主张节用。他进言给朝廷，指出百姓为盗的原因在于国家赋敛不合理；他提出“丰财者政事之本，节用者丰财之本”的主张。    C．洪拟审时度势，重视防守。金人再攻淮州时，他根据国势，提出防守建议；高宗巡幸越地时，他认为高宗提出的行进路线不利于防守。  D．洪拟为人正直，主张执法公平。他认为，如果朝廷不能公平执法，就会招来怨恨而伤和气；他也因为正直的言论而被罢官。 ": "C",
			"把文中画横线的句子翻译成现代汉语。1今关中之盗不可急，宜求所以弭之；江西之盗不可缓，宜求所以灭之。 2法行公，则人乐而气和；行之偏，则人怨而气乖。": "1如今对关中的盗贼不可操之过急，应当找到制止他们的办法；对江西的盗匪不可迟缓，应当赶快想办法消灭他们。2法令如果实行得公平，那么人就会快乐而心平气和；如果实行得不公平，那么人就会有怨恨而气不顺。"
		},
		"translation": "洪拟，字成季，是镇江丹阳人。本来姓弘，因祖先逛讳南唐太子（名弘冀）名讳，改今姓。洪拟考中了进士甲科。崇宁中任国子博士，出任利州路提举学事，不久改任福建路捉举学事。宣和中，任监察御史，调回朝廷，进升侍御史。当时王黼、蔡京轮流执政，洪拟中立不依附他们。殿中侍御史许景衡被罢官，洪拟也受牵连被交吏部，被任命为桂阳知军，又改任海州知州。当时山东盗贼兴起，屡次攻城，洪拟率领军队民众坚守城池。建炎年间，母亲去世，回家守丧。守丧完毕，任中书舍人，进言说：“战争兴起连续多年，粮饷都是出自百姓，无房屋的却去征收房屋税，无劳动力的却去征收人丁税，不定时的需求，没有名目的征收，几乎没有一日停止，这是他们离家为盗的原因。如今美中的盗贼不可急于去剿，应当先想出制止他们的办法；江西的盗匪不可迟缓，应当赶快想办法消灭他们。丰宙财物是政事的根本，而节约费用又是丰富财物的根本。”高宗到了越地，管理事务的人建议帝王出行的车驾走饶州、信州之间的路，洪拟上疏极力争辩，认为“放弃四通八达的路不走而选走偏僻之地，不足以展示威势、加固守御”。升任给事中、吏部尚书，谏官认为洪拟不曾经任州县官（不宜任给事中、吏部尚书），以龙图阁待制的身份任温州知州。宣抚使孟庾总领军队讨伐闽地盗寇，经过洪拟所在郡，洪拟督促使者奔赴支援。孟庾愤怒，命令洪拟犒劳军队。洪拟借用封樁钱犒劳军队，事情过后就给皇帝上书自己弹劾自己。盗贼被平定，洪拟被増加俸禄一等，召为礼部尚书，调任吏部。金人再废攻击淮州，皇上诏令侍从官每日轮流到都堂，发给札策问攻守之策。洪拟进言说：“如采国势强盛就战，将士勇敢就战，财用丰足就战，我方处于优势、敌人处于劣势就战。陛下把车架移到东南，前年到会稽，今年到临安，到底该在哪里兴建帝王都城，还没有决定，不如汉高祖在关中、汉光武帝在河内。凭当今国势而论，只能谈得上守，不能主张战。”绍兴三年，因天旱地震令群臣言事，洪拟上奏说：“法令实行得公平，那么人快乐而气和顺；实行得不公平，那么人有怨恨而气不顺。试拿小事来说明道理：近来监司、守臣献上各种附加税就罢黜他们，宣抚司献上各种附加税就接受了，这是施行法令只涉及不亲近的人。小事情如此，发展到极致，就会怨恨多生而和气被伤。”不久，因为言论被罢为徽猷阁直学士、提举江州太平观。去世，享年七十五岁，谥号文宪。"
	},
	"http://www.yinruiwen.com/news/187869.htm": {
		"context": "彭时，字纯道，安福人。正统十三年进士第一，授修撰。明年，令入阁预机务。闻继母忧，力辞，不允，乃拜命。释褐逾年参大政前此未有也景泰元年以兵事稍息得请终制然由此忤旨服除命供事翰林院不复与阁事天顺元年，帝坐文华殿召见时，曰：“汝非肤所擢状元乎？”时顿首。明日仍命入阁，兼翰林院学士。而帝方向用李贤，数召贤独对。贤雅重时，退必咨之。时引义争可否，或至失色。贤初小忤，久亦服其惊直，曰：“彭公，真君子也。”帝爱时风度，选庶吉士，命贤尽用北人，南人必若时者方可。贤以语时。俄中官牛玉宣旨，时谓玉曰：“南士出时上者不少，何可抑之。”已，选十五人，南六人与焉。门达构贤，帝惑之，曰：“去贤，行专用时矣。”或传其语，时矍然曰：“李公有经济才，何可去？”因力直之。且曰：“贤去，时不得独留。”语闻，帝意乃解。  五年，得疾在告。逾三月，帝趣赴阁视事，免朝参。是冬，无雪。疏言：“光禄寺采办，各城门抽分，掊尅不堪。而献珍珠宝石者，倍估增直，渔竭帑藏。乞革其弊，以惠小民。”帝优诏褒纳。畿辅、山东、河南旱，京师米贵，请发仓储五十万石平粜。并从之。时以旧臣见倚重，遇事争执无所避。而是时帝怠于政，大臣希得见，时颇怀忧。  时立朝三十年，牧孜奉国，持正存大体，公退未尝以政语子弟。有所论荐，不使其人知。燕居无情容，服御俭约，无声乐之奉，非其义不取，有古大臣风。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A. 释褐逾年／参大政前此未有也／景泰元年／以兵事稍息得请终制／然由此忤旨／服除／命供事翰林院／不复与阁事／  B. 释褐逾年参大政／前此未有也／景泰元年／以兵事稍息／得请终制／然由此忤旨服除/命供事翰林院／不复与阁事／      C. 释褐逾年参大政／前此未有也／景泰元年／以兵事稍息／得请终制／然由此忤旨／服除／命供事翰林院／不复与阁事／  D. 释褐逾年／参大政前此未有也／景泰元年／以兵事稍息／得请终制／然由此忤旨服除／命供事翰林院／不复与阁事／": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A. 修撰是指翰林院的修撰官，明清时一般在殿试揭晓后，授予一甲进士第一名为修撰。  B. 明清时期各级科举考试中名列第一的人常称为“元”，其中殿试第一名称为“状元”。  C. 入阁是指明清时翰林院的官员加殿阁大学士衔，进入内阁草拟诏谕，参与朝廷大政。  D. 视事是指封建官吏到职办公，与“致仕”含义基本一致，都是指受职官员到任理事。 ": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A. 彭时真诚坦率，没有地域偏见。李贤对他曾有抵触，但相处久了也称赞他是“君子”；皇帝要求他选用北人任庶吉士，他认为不可压制有才能的南人。  B. 彭时为人正直，力挺被诬同僚。门达构陷李贤时，他认为李贤有经世济民的才能，不应去职；他不仅尽力为李贤伸冤，而且表示自己要和李贤共进退。      C. 彭时敢于谏言，处处为民着想。他曾上疏指出光禄寺和城门官盘剥百姓，进献宝物之人虚抬价格，搜刮国库；当发生旱灾时，他又请求开仓平抑粮价。    D. 彭时持正修身，有古大臣之风。他勤勉奉国多年，退朝后不与子弟谈论政事，选拔举荐时绝不让被荐者知晓；闲居时绝不懒散，日常生活也十分俭朴。": "A",
			"把文中画横线的句子翻译成现代汉语。1贤雅重时，退必咨之。时引义争可否，或至失色。2而是时帝怠于政，大臣希得见，时颇怀忧。 ": "1李贤向来敬重彭时，退朝后一定和他商议。彭时引用义理争辩可行与否，有时甚至变了脸色。2而这时皇帝在政事上懒惰松懈，大臣很少能见到他，彭时深感忧虑。 "
		},
		"translation": "彭时，字纯道，安福人。正统十三年中第一名进士，被授予修撰。第二年，令彭时入阁参预机务。得知继母去世，彭时极力推辞，皇上不允，他这才受命。当官一年多即参预大政，这还是前所未有的事。景泰元年，因战事略微停止，得以请准服完三年之丧。但也因此忤逆了皇上。服丧期满后，命令在翰林院供职，不再参与内阁事务。天顺元年，皇上坐在文华殿召见彭时，说：“你不是朕所提拔的状元吗？”彭时叩头。第二天皇上仍命他入阁，兼翰林院学士。而皇上正倾向于任用李贤，多次单独召见李贤谈话。李贤推重彭时，退朝后一定向他咨询。彭时常常引用义理争辩可行与否，有时甚至变了脸色。李贤刚开始时有点不高兴，时间长了也就佩服他的诚恳正直，说：“彭公是真正的君子呀。”皇上喜欢彭时的风度，选他为庶吉士，命令李贤全部任用北方人，南方人一定要像彭时那样，才可任用。李贤对彭时说起这事。不久宦官牛玉宣读圣旨，彭时对牛玉说：“南方士人中超过我的不少，怎能压制他们？”不久，选了十五人，南方人有六个在其中。门达陷害李贤，皇上为此困惑，说：“罢免李贤，那将专用彭时了。”有人传出这句话，彭时很吃惊地说：“李公有经世济国之才，怎可罢去？”于是极力为李贤申辩。并说：“如果李贤被罢去，彭时不能独留。”皇上听到这话，罢免李贤的想法就消除了。  五年，他因患病请假。过了三个月，皇上催他到内阁办公，免去他上朝参拜。这年冬，没有下雪。彭时上疏说：“光禄寺采办，各个城门抽税，搜刮民财到了百姓不能忍受的地步。而献上珍珠宝石的人，又加倍提高它的价值，掠取国库财物。请革除这些弊端，使百姓得到恩惠。”皇上发布嘉奖的诏书褒奖他，并采纳了他的建议。畿辅、山东、河南干旱，京师米贵，他请求打开粮仓将储存的五十万石粮评价卖出。皇上都听从了。彭时以旧臣受到倚重，遇有事情他都极力争执，毫不回避。而那时候皇上在政事上懒惰松懈，彭时很担扰。  彭时在朝为官三十年，孜孜不倦为国效劳，力持公正，保全大局，办完公事回来后从不对子弟谈论政事。有什么论奏和推荐，都不让当事人知道。平时闲居没有萎靡不振的神情，日常生活非常俭约，没有声伎歌舞的侍奉，不合大义的东西不接受，有古大臣的风采。"
	},
	"http://www.yinruiwen.com/news/187868.htm": {
		"context": "王安礼，字和甫，安石之弟也。早登科，从河东唐介辟。（吕公弼）荐安礼于朝，神宗召对，欲骤用之。安石当国，辞，以为著作佐郎、崇文院校书。他日得见，命之坐，有司言八品官无赐坐者，特命之。迁直集贤院，出知润州、湖州州，召为开封府判官。尝偕府尹奏事，既退，独留访以天下事，帝甚乡纳。直舍人院、同修起居注。  苏轼下御史狱，势危甚，无敢教者。安礼从容言：“自古大度之主，不以言语罪人。轼以才自奋，谓爵位可立取，顾录录如此，其心不能无触望。今一旦致于理，恐后世谓陛下不能容才。”帝曰：“朕不深谴也行为卿贳之卿第去勿漏言轼方贾怨于众恐言者缘以害卿也。”李定、张璪皆擿使勿救，安礼不答，轼以故得轻比。  以翰林学士知开封府，事至立断。前滞讼不得其情，及且按而未论者几万人，安礼剖决，未三月，三狱院及畿、赤十九邑，囚系皆空。书揭于府前，辽使过而见之，叹息夸异。帝闻之，喜曰：“昔秦内史廖从容俎豆，以夺由余之谋，今安礼能勤吏事，骇动殊邻，于古无愧矣。”特升一阶。  帝数失皇子，太史言民墓多迫京城，故不利国嗣，诏悉改卜，无虏数十万计，众汹惧。安礼谏曰“文王ト世三十，其政先于掩骼埋胔，未闻迁人之冢以利其嗣者，”帝恻然而罢。      久之，御史张汝贤论其过，以端明殿学士知江宁府，汝贤亦罢。元祐中，加资政殿学士，历扬、青、蔡三州。又为御史言，失学上，移舒州。绍圣初，还职，知永兴军。二年，知太原府。苦风痹，卧帐中决事，下不敢欺。卒，年六十二，赠右银青光禄大夫。 ",
		"question-answer": {
			"下列对文中划波浪线部分的断句，正确的一项是  A. 朕不深谴也行/为卿贳之/卿第去/勿漏言/轼方贾怨于众/恐言者缘以害卿也。  B. 朕不深谴也/行为卿贳之/卿第去/勿漏言/轼方贾怨于众/恐言者缘以害卿也。  C. 朕不深谴也/行为卿贳之/卿第去/勿漏言轼/方贾怨于众/恐言者缘以害卿也。  D. 朕不深谴也行/为卿贳之/卿第去/勿漏言轼/方贾怨于众/恐言者缘以害卿也。": "B",
			"下列対文加点词话相关解说不正确的一项是  A. 登科，也称登第。一般考中进士以上就可称登科。但民间有“大小登科”的说法，而结婚被称为“小登科”。  B. 八品，古代官员分九品十八级，正八品是第十五级。宋代秘书郎、著作佐郎、国子博士等都属于八品官。  C. 起居注，记录古代帝王和皇子后妃的言行。从汉以后，几乎历代都有起居注，是撰修国史的基本材料之一。  D. 俎豆，古代祭祀、宴飨时盛食物用的礼器，亦泛指各种礼器。后引申为祭祀和崇奉之意、文中指祭祀。 ": "C",
			"下列对原文有关内容的概括和分析，不正确的一项是  A. 王安礼才华出众。由于当时是哥哥王安石执政，他主动推辞了皇帝的任命，只担任了小小的八品官。但他关于国家大事的见解却得到了皇帝的赏识。  B. 王安礼为人正直。苏轼因作诗讽刺新法下御史狱，情势很危急，没有人敢救他。王安礼却坦然向皇帝进谏，请求宽赦苏轼，不要因言治罪。      C. 王安礼善于断案。他的的前任审理得不十分妥当的案子，王安礼都从轻发落，释放了犯人，不到三个月，三狱院以及畿、赤县上九个邑的的囚室都空了。    D. 王安礼敢于进谏。他用文王治政首先就是掩埋路边的尸骨的例子，劝说皇帝收回迁移百姓墓地的诏令。皇帝听从了他的意。": "C",
			"把文中中划横线的句子翻译现代汉语。1尝偕府尹奏事，既退，独留访以天下事，帝甚乡納。2今安礼能勤吏事，骇动殊邻，于古无愧矣。 ": "1（王安礼）曾与开封府尹一起向皇上奏事，奏事完后，皇上单独留下王安礼，拿一些国家大事来询问向他，对他的意见，皇上很赏识，并加以采纳。2现在安礼勤勉治政，使远方异域惊叹，这与古人相比都毫不逊色。"
		},
		"translation": "王安礼字和甫，是王安石的弟弟。很年轻的时候即中进士，受到河东唐介的征召。吕公弼向朝廷推荐王安礼，神宗召王安礼应对后，想马上任用他。这时是王安石执政，他即推辞了，被任为著作郎、崇文院校书。有一天神宗遇见他，命他坐下，有关官员说八品官没有赐座的，皇上即特别地赐给他座。迁任直集贤院，出任知润州、湖州，又召回任开封府判官。曾与开封府尹一起向皇上奏事，奏事完后，皇上单独留下王安礼，拿一些国家大事来询问向他，对他的意见，皇上很赏识，并加以采纳。入直舍人院、同修起居注。  苏轼因作诗讽刺新法下御史狱，情势很危急，没有人敢救他。王安礼则坦然地说：“自古以来胸怀大度的君主，是不会因别人的言语有什么不当而治他的罪的。苏轼以他的才干自发奋起，认为爵位可以很快得到，而现在却仍然这样碌碌无为，他的心中不能没有抱怨。今天如果按理治他的罪，我担心以后人们会说陛下不能容纳人哪。”神宗说：“我本来就不会深责他，现在既然你为他求情，我就宽赦他。你出去之后，不要把这事说出去了，苏轼刚引起众人的怨恨，我恐怕有人会拿这件事来害你。”李定、张璪都要王安礼不要解救苏轼，王安礼没有答应，因此苏轼只受到轻微的处罚。  以翰林学士身份知开封府，在职位上，他雷厉风行，只要有事他马上处理，从不拖拉。他的前任审理得不十分妥当的案子，以及立案后没有处理的案子很多，牵涉到几万人。王安礼接手处理，不到三个月，三狱院以及畿、赤县十九个邑的囚室都空了。审理案件的情况公布于府衙门前，辽的使者从府衙前经过看到了，对王安礼夸奖不已。皇上听后高兴地说道：“春秋时秦国的内史廖从容地祭祀，破坏了由余的阴谋。现在安礼勤勉治政，使远方异城震动，这与古人相比都毫不逊色。“于是特别提升了王安礼一级。”  皇上多次死去皇子，太史说民间墓地隔京城太近了，所以不利于皇朝的后代，诏令他们将墓地都改迁，计有数十万座，群情汹汹，对此很不满。王安礼上奏说：“文王占卜说要传世三十年，他治政首先就是掩埋路边的尸骨，而没有听说他为了利其后代而要迁移百姓墓地的事。”皇上即诏令停止搬迁。  过了很久，御史张汝贤上书弹劾王安礼，王安礼被贬出，以端明殿学士身份知江宁府，张汝贤也被罢免。元祐年间，加王安礼资政殿学士衔，历知扬、青、蔡三州。又被御史弹劾，失掉学士衔，移任知舒州。绍圣初年，恢复原职，知水兴军。绍圣二年（1095），知太原府。得风寒病，四肢麻木不能行走，只得卧床办公，但下面的人都不敢欺瞒他。去世时，六十二岁，赠他为右银青光禄大夫。 "
	},
	"http://www.yinruiwen.com/news/187866.htm": {
		"context": "王准之，字元曾，琅邪临沂人。高祖彬，尚书仆射。曾祖彪之，尚书令。祖临之，父讷之，并御史中丞。彪之博闻多识，练悉朝仪，自是家世相传，并谙江左旧事，缄之青箱，世人谓之“王氏青箱学”。准之兼明《礼》 《传》 ，赡于文辞。起家为本国右常侍，桓玄大将军行参军。玄篡位 ，以为尚书祠部郎。义熙初，又为尚书中兵郎，迁参高祖车骑中军军事，丹阳丞，中军太尉主簿，出为山阴令，有能名。预讨卢循功，封都亭侯。又为高祖镇西、平北、太尉参军。宋台建，除御史中丞，为僚友所惮。  准之父讷之、祖临之、曾祖彪之至准之，四世居此职。坐世子右卫率谢灵运杀人不举免官。高祖受命，拜黄门侍郎。永初二年，奏曰： “郑玄注《礼》三年之丧二十七月而吉古今学者多谓得礼之宜晋初用王肃议祥禫① 共月故二十五月而除遂以为制江左以来，唯晋朝施用；缙绅之士，多遵玄义。夫先王制礼，以大顺群心。丧也宁戚，著自前训。今大宋开泰，品物遂理。愚谓宜同即物情，以玄义为制，朝野一礼，则家无殊俗。 ”从之。迁司徒左长史，出为始兴太守。元嘉二年，为江夏王义恭抚军长史、历阳太守。行州府之任，绥怀得理，军民便之。  寻入为侍中。明年，徙为都官尚书，改领吏部。性峭急，颇失缙绅之望。出为丹阳尹。准之究识旧仪，问无不对，时大将军彭城王义康录尚书事，每叹曰： “何须高论玄虚，正得如王准之两三人，天下便治矣。”然寡乏风素，不为时流所重。撰《仪注》 ，朝廷至今遵用之。十年，卒，时年五十六。追赠太常。 （节选自《宋书•王准之传》） [注]①祥禫，丧祭名。 ",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A. 郑玄注《礼》／三年之丧／二十七月而吉／古今学者多谓得礼之宜／晋初用／王肃议祥禫共月／故二十五月／而除遂以为制／  B. 郑玄注《礼》三年／之丧二十七月而吉／古今学者多谓得礼之宜／晋初用／王肃议祥禫共月／故二十五月而除／遂以为制／      C. 郑玄注《礼》三年／之丧二十七月而吉／古今学者多谓得礼之宜／晋初用王肃议／ 祥禫共月／故二十五月／而除遂以为制／  D. 郑玄注《礼》／三年之丧／二十七月而吉／古今学者多谓得礼之宜／晋初用王肃议 ／祥禫共月／故二十五月而除／遂以为制／ ": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A. “江左”即江东，古时地理上以东为左，指南北朝时南朝统治的长江下游以东的地区。  B. 篡位指臣子夺取君主的权位，“即位”指开始做帝王或诸侯，“嗣位”指继承前任君位。  C. 元嘉指南朝宋开国皇帝刘裕的年号。我国古代年号纪年法是由西汉汉武帝首创的。  D. 缙绅原指上朝时把记事的笏插于绅带间，是旧时官宦的装束，后转用为官宦的代称。 ": "C",
			"下列对原文有关内容的概括和分析，不正确的一项是  A. 准之家世显赫，曾祖见多识广。他出身官宦世家，家族曾四世担任过御史中丞；曾祖王彪之熟悉朝廷礼仪，自此世代相传，这就是“王氏青箱学” 。  B. 准之富有才学，尤其精通礼仪。他擅长文辞，明晓《礼》 《传》 ，曾上奏认为先王定礼制是为了顺应民心；撰写了《仪注》 ，当时朝廷也遵循使用。    C. 准之治政有方，曾因军功受封。他曾任山阴令，有能干的名声；任历阳太守，安抚合理，军民都能获益；因参与征讨卢循有功，被封为都亭侯。  D. 准之风采欠缺，才能受到肯定。他严厉急躁，缺乏风度，但熟悉先朝的礼仪，问题都能答出，刘义康认为治国有两三个王准之这样的人就可以了。": "A",
			"把文中画横线的句子翻译成现代汉语。1坐世子右卫率谢灵运杀人不举免官。高祖受命，拜黄门侍郎。2愚谓宜同即物情，以玄义为制，朝野一礼，则家无殊俗。": "1因世子右卫率谢灵运杀人一案被牵连定罪，免官。高祖登基后，任命他为黄门侍郎。2我认为应该效仿以前，把玄义作为制度，朝野礼节统一，那么各家就没有不同的习惯。 "
		},
		"translation": "王准之，字元曾，是琅邪郡临沂人。高祖名叫彬，曾任尚书仆射。曾祖名叫彪之，曾任尚书令。祖父名叫临之，父亲名叫讷之，都担任御史中丞。彪之博闻多识，熟悉朝廷礼仪，从此世代相传，都熟悉江左旧事，把它封在青箱里，世人称之“王氏青箱学”。  准之兼通《礼》 《传》 ，善于文辞。起初担任本国右常侍，在桓玄大将军府任行参军一职。桓玄篡位 后，任命他为尚书祠部郎。义熙初年，又任尚书中兵郎，升任参高祖车骑中军军事，先后任丹阳丞，中军太尉主簿，又到地方上任山阴令，以能干闻名。因讨伐卢循有功，被封为都亭侯。后又任高祖镇守西、平北、太尉参军等职。刘宋建朝后，担任御史中丞，被同僚所忌惮。  准之的父亲讷之、祖父临之、曾祖彪之一直到准之，四代同居此职。因世子右卫率谢灵运杀人一案被牵连定罪，免官。高祖登基后，任命他为黄门侍郎。永初二年，准之上奏： “郑玄注《礼》记载，三年守丧，以守满二十七月为吉，古今学者都认为合乎礼制，晋朝初年采用王肃的建议，祥禫之祭共月，因此二十五个月后除丧服，从此把他作为礼制，江左以来，只有晋朝这样施行；官员读书人，都遵守玄义。先王制定礼制，是为了顺应民心。守丧必须哀伤，这是遵守前代训诫。现在大宋初立，推究情理。我认为应该效仿以前，把玄义作为制度，朝野礼节统一，那么各家就没有不同的习惯。 ”皇帝听从了他。升任司徒左长史，调任始兴太守。元嘉二年，担任江夏王义恭抚军长史、历阳太守。代理州府之职，治理得法，军民都能得利。  不久入朝担任侍中。第二年，调任都官尚书，又改到吏部任职。性情严厉急躁，很失官员之心。到地方上任丹阳尹。准之熟识旧仪，别人请教他时，他没什么答不上的，当时大将军彭城王义康担任录尚书事一职，经常叹惜： “哪里用得着高论玄虚，像王准之这样的人只要两三个，天下便太平了。”然而（王准之）缺少风采素养，不为社会主流所看重。撰写《仪注》 ，朝廷至今遵守施用。十年后，挂了，时年五十六。被追赠为太常。"
	},
	"http://www.yinruiwen.com/news/187865.htm": {
		"context": "张宏，字臣卿，青州益都人。高祖茂昭，唐易、定节度使。曾祖元，易州刺史。祖持，蒲城令。父峭，业《春秋》，一举不第，退居丘园，后唐天成中以贤帅后补协律郎，至平利令宏，太平兴国二年，举进士，为将作监丞，通判宣州。改太子中允、直史馆，迁著作郎，赐绯鱼，预修《太平御览》，历左拾遗。六年，出为峡路转运副使，就加左补阙、会省副使，知遂州，以勤干闻，入为度支员外郎。  雍熙中，吕蒙正、李至、张齐贤、王沔荐其文行，改主客郎中、史馆修撰。数日，以本官充枢密直学士，赐金紫。太宗召对便殿，谓曰：“成都重地，卿为朕镇之。”因厚赐以遣。至郑州，促召归阙，拜右谏议大夫、枢密副使。会太宗亲试礼部不合格贡士，令枢密院给牒，因谓宏曰：“朕自御极以来，亲择群材，大者为栋梁，小者为榱桷，卿与吕蒙正皆中朕选，大臣颇有沮议。非朕独断，岂能及此乎？”宏顿首谢。时河朔用兵，宏居位无所建白，御史中丞赵昌言多言边事，乃以昌言副枢密，宏为中丞，两更其任。  端拱初，改工部侍郎，再为枢密副使。淳化二年，以吏部侍郎罢，俄判吏部铨，权知开封府。太宗御便殿虑囚，以府狱多壅，诏劾其官属，宏等顿首请罪，乃释之。真宗尹京，宏罢奉朝请。至道初，出知潞州。二年，就转右丞。真宗即位，加工部尚书。咸平初，还朝，知审官院、通进银台封驳司。二年，真宗以上封者众，虑其稽留，命宏与王旦知登闻鼓院，再掌吏部选。四年，卒，年六十三。废朝，赠右仆射，命中使莅葬事。录其子可久大理评事，可道太祝，可度奉礼郎。宏循谨守位，不求赫赫之誉，历践通显，未尝败事。可久至虞部员外郎，可道国子博士，可度太子中舍。",
		"question-answer": {
			"下列对文中画波浪线部分断句正确的一项是  A. 祖持蒲城令/父峭业《春秋》/一举不第/退居丘园/后唐天成中/以贤帅后补协律郎/至平利令  B. 祖持/蒲城令/父峭/业《春秋》/一举不第/退居丘园/后唐天成中以贤帅后补协律郎/至平利令  C. 祖持蒲城令/父峭业《春秋》/一举不第/退居丘园/后唐天成中以贤帅/后补协律郎/至平利令  D. 祖持/蒲城令/父峭/业《春秋》/一举不第/退居丘园后/唐天成中以贤帅后补协律郎/至平利令": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A. 髙祖、曾祖、祖父、父，这四世加上“自身”和子、孙、曾孙、玄孙这“下四世”合称“九族”，  B. 雍熙是宋太宗的年号，年号纪年是我国封建社会的普遍现象，一个皇帝可有多个年号。  C. 阙是宮门两侧的高台，又可借指宮廷；“归阙”意近“诣阙”，指回到朝廷，又可指赴京都。  D. 国子博士报国子监博士，国子监是中央官学，是古代教育的最高学府，而非教有行政机构。 ": "D",
			"下列对原文有关内容的分析与概括，不正确的一项是  A. 张宏凭科举获取功名。他在太平兴田年间考中进士后，历任官职较多，升任著作郎后参与修订《太平德览》，在京为宫多年。  B. 张宏勤政干练。他因在遂州任职闻名而入京城任度支员外郎，后来受到吕蒙正、李至、张齐贤，王沔等人的推荐而升职。    C. 张宏一直深受皇帝信任。宋太宗曾赏赐他丰厚的礼物派他到重地成都镇守，后紧急从成都召见他回京城任右谏议大夫、枢密副使。  D. 张宏循礼谨慎，坚守本职。他不谋求显赫的声誉，历任通达显位，从没有敗事。去世时宋真宗废朝表示纪念，派中使亲临葬亊。": "C",
			"将文中画横线的句子翻译成现代汉语。1卿与吕蒙正皆中朕选，大臣颇有沮议，非朕独断，岂能及此乎？2以府狱多壅，诏劾其官属，宏等顿首请罪，乃释之。": "1你和吕蒙正都符合我的选拔标准，但当时大臣们有些阻挡与非议，如果不是我力排众议，（你）怎能到这个职位呢？2因为开封府的案件有很多悬而未决，诏令弹劾开封府的官属，张宏等人叩头请罪，宋太宗才释放了他们。"
		},
		"translation": "张宏，字臣卿，是青州益都人。他的高祖张茂昭，曾任唐朝易，定节度使。他的曾祖张玄，曾任易州刺史。他的祖父张持，曾任蒲城令。他的父亲张崤，以传授《春秋》为业，第一次参加科举没考中，退居丘园。后唐天成中以贤帅后补协律郎，知道任平利令。张宏，太平兴国二年（977年），考中进士，任将作监丞，赴宣州任通判。改任太子中允，直史馆。升任著作郎，赐绯鱼（官服式样），参与修订《太平御览》，历任左拾遗。（太平兴国）六年，（张宏）出任峡路转运副使，就加左补阙，会省副使，任遂州知州，凭借勉政干练闻名，入京城任度支员外郎。  雍熙中（984-993年），吕蒙正、李至、张齐贤、王沔推荐张宏的文章和德行，改任主客郎中、史馆修撰。几天后，凭借本官充任枢密直学士，皇帝赏赐紫金官服。太宗在便殿召见他对话，对张宏说：“成都是重地，请你替我镇守这个地方。”于是丰厚的赏赐（给他）礼物，派遣他（去成都）。到达郑州紧急召见他回京城，任命他为右谏议大夫、枢密副使。恰逢太宗亲自面试吏部不合格的贡生，让枢密院给出文书。于是对张宏说：“我自登上帝位以来，亲自选拔诸多人才，大才者成为国家栋梁，小才者成为国家支柱（与栋梁相对）。你和吕蒙正都符合我的选拔标准，但当时大臣们有一些阻挡与非议。如果不是我力排众议，（你）怎能到这个职位呢？”张宏叩头感谢。当时对河朔一带用兵，张宏居位没有什么建树。御史中丞赵昌言多谈论边事，就任命赵昌言为副枢密使，张宏任御史中丞，两人更换了任职。  端拱初（988年），（张宏）改任工部侍郎，第二入次任枢密副使。淳化二年（901年），在吏部侍郎职位上罢职。不久担任判吏部铨一职，代理开封府知府。宋太宗亲自在便殿讯察记录囚犯的罪状，因为开封府的案件有很多悬而未决，诏令弹劾开封府的官属，张宏等人叩头请罪，宋太宗才释放了他们。真宗任京城府尹，张宏免于定期参加朝会。至道初（995年），出京任潞州知州。二年，就转任右丞。真宗即位，加领工部尚书。咸平初（998年），张宏还朝，掌管审官院、通进银台封驳司。二年，宋真宗因为宋太宗封赏的官员太多，考虑他们的考核留任，命令张宏和王旦掌管登闻鼓院，第二次掌管吏部钦选。四年，张宏去世，年六十二。真宗废朝表示纪念，还赠张宏右仆射，让中使亲临葬事。录用他儿子张可久任大理评事，张可道任太祝，张可度任奉礼郎。张宏循谨慎坚守本职，不谋求显赫的声誉。历次亲任通达显位，从没有败事。张可久后来任职到虞部员外郎，张可道任国子博士，张可度任太子中舍。"
	},
	"http://www.yinruiwen.com/news/187864.htm": {
		"context": "李复圭字审言。通判澶州。北使道澶，民主驿率困惫。豪杜氏十八家，诡言唐相如晦后，每赇吏脱免，复圭按籍役之。知滑州。兵匠相忿阅，挥所执铁椎，椎杀争者于厅事，立斩之。徙知相州。  自太宗时，聚夏人降者五指挥，号“厅子马”，子弟相承，百年无它役。复圭斥不如格者，选能骑射士补之。为度支判官，知泾州。始时二税之入，三司移折已重，转运使又覆折之，复圭为奏免，民立生祠。历湖北、两浙、淮南、河东、陕西、成都六转运使。浙民以给衙前役，多破产，复圭悉罢遣归农，令出钱助长名人承募，民便之。濒海人赖沙地以生，豪家量受税于官而占为己有，复圭奏蠲其税，分以予民。  熙宁初，进直龙图阁，知庆州。夏人筑垒于其境不犯汉地复圭贪边功遗大将李信帅兵三千授信以陈图使自荔原堡夜出袭击败还复圭斩信自解又欲澡前耻，遣别将破其金汤、白豹、西和市，斩首数千级。后七日，秉常举国入寇。御史谢景温劾复圭擅兴，致士卒死伤，边民流离，谪保静军节度副使。岁余，知光化军。张商英言：“夏人谋犯塞之日久矣，与破金汤适相值，非复圭生事。”乃召判吏部流内铨，知曹、蔡、沧州，还为盐铁副使，以集贤殿修撰知荆南，卒。  复圭临事敏决，称健吏，与人交不以利害避。然轻率躁急，无威重，喜以语侵人，独为王安石所知，故既废即起。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A. 夏人筑垒于其境/不犯汉地/复圭贪边功遣大将/李信帅兵三千/授信以陈图/使自荔原堡夜出/袭击败还/复圭斩信自解/  B. 夏人筑垒于其境/不犯汉地/复圭贪边功遣大将/李信帅兵三千/授信以陈图/使自荔原堡夜出袭击/败还/复圭斩信自解/      C. 夏人筑垒于其境/不犯汉地/复圭贪边功/遣大将李信帅兵三千/授信以陈图/使自荔原堡夜出袭击/败还/复圭斩信自解/  D. 夏人筑垒于其境/不犯汉地/复圭贪边功/遣大将李信帅兵三千/授信以陈图/使自荔原堡夜出/袭击败还/复圭斩信自解/": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A. 字，古时男女幼年时由父母所取，供长辈呼唤。而名则是成年后才有。  B. 太宗，皇帝的庙号。通常情况下，开国皇帝为太祖，第二代帝王为太宗。  C. 三司，古代地位或职能相近的三个官署的合称。不同朝代有所不同。  D. 卒，古人称大夫死为卒，称天子死为崩，诸侯死为薨，士死为不禄。 ": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是  A. 李复圭公正果断，处事干脆利落。他在澶州任通判期间，发现杜氏大户谎称名相的后代，通过贿赂官吏的手段来逃避官府差役，李复圭让他们正常服役。  B. 李复圭关爱百姓，处处为民着想。赋税的收入经过三司、转运使的折扣后，给百姓带来沉重的负担，李复圭奏请免除，百姓为他立生祠表谢意。  C. 李复圭处事有方，恰当解决问题。两浙的百姓因为服衙前役，无暇顾及农业生产，所以破产的很多，李复圭全部放他们回去，让他们出钱代役。      D. 李复圭建功心切，遭弹劾而被贬。他在升直龙图阁、任庆州知州时，两次又对夏采取军事行动，结果连遭败绩，损失惨重，受到御史弹劾而被贬。": "D",
			"把文中画横线的句子翻译成现代汉语。1濒海人赖沙地以生，豪家量受税于官而占为己有，复圭奏蠲其税，分以予民。2夏人谋犯塞之日久矣，与破金汤适相值，非复圭生事。 ": "1沿海一带的人依赖泥沙地来生活，有权势的人家打算向官府纳税来占为已有，李复圭奏请免除他们的赋税，把土地分给百姓。2夏国谋划侵犯边塞的时间很久了，与攻破金汤之事正好遇上，并不是李复圭惹出事端。"
		},
		"translation": "李复圭字审言。任澶州通判。契丹来的使者经过澶州，百姓负责驿事所用大多困乏。有大户杜氏十八家，假称是唐朝宰相杜如晦的后代，每次都贿赂官吏得以解脱，李复圭按照簿籍役使他们。任滑州知州。制作兵器的工匠互相忿怒争执，李复圭就挥动手中的铁椎，将争执的人在厅事上击杀，并立刻斩首。调任相州知州。  从太宗之时，就把投降朝廷的夏兵合为五指挥，号称“厅子马”，子弟互相承袭，一百多年来没有其他的人充役。李复圭斥退那些不合标准的人，而挑选善于骑马射箭的士兵来代替他们。任度支判官、泾州知州。起初，租赋税收的收入，三司折扣已经很重，转运使又加以折扣，李复圭奏请免除，百姓们为他立了生祠。历任湖北、两浙、淮南、河东、陕西、成都六路转运使。两浙的百姓因服衙前役，破产的很多，李复圭把他们全部放回去从事农业生产，而让他们出钱帮助官府招募衙前差役，百姓们感到便利。沿海一带的人依赖泥沙地 来生活，有权势的人家打算向官府纳税来占为己有，李复圭奏请免除他们的赋税，把土地分给了百姓。  熙宁初年，升为直龙图阁、庆州知州。夏人在边境上修筑营垒，并没有侵犯宋朝土地。李复圭贪图边功，派大将李信率领三千士兵，教授给他作战方略，让他从荔原堡夜间出发袭击夏兵，大败而归，李复圭把李信斩首，来为自己解脱罪责。又想洗刷前耻，就派另外的将领攻破了夏国的金汤、白豹、西和市，杀了几千人。七天后，秉常举全国之力入侵。御史谢景温弹劾李复圭擅自用兵，致使士兵死伤，边民流离失所，贬为保静军节度副使。一年多后，任光化军知军。张商英上奏说：“夏国谋划侵犯边塞的时间很久了，与攻破金汤之事正好遇上，并不是李复圭惹出事端。”于是召任他掌管吏部流内官员的铨选，任曹、蔡、沧三州知州，回朝后任盐铁副使，以集贤殿修撰的身份知荆南，去世。  李复圭遇事处理敏捷果断，称为健吏，与人交往不因利害而退避。但是他的性格轻率急躁，没有威严，喜欢用言语冒犯他人，只是受到王安石的赏识，因此能够在被废黜之后马上起用。"
	},
	"http://www.yinruiwen.com/news/187863.htm": {
		"context": "曾樱，字仲含，峡江人。万历四十四年进士。授工部主事，历郎中。天启二年，稍迁常州知府。樱持身廉，为政恺悌公平，不畏强御。屯田御史索属吏应劾者姓名，樱不应。御史危言恐之，答曰：“僚属已尽，无可纠，止知府无状。”因自署下考，杜门待罪。抚按亟慰留，乃起视事。织造中官李实迫知府行属礼，樱不从。实移檄以尔汝侮之，樱亦报以尔汝，卒不屈。  无锡高攀龙，江阴缪昌期、李应升被逮，樱助昌期、应升赀，而经纪攀龙死后事，为文祭之，出其子及僮仆于狱。宜兴毛士龙坐忤魏忠贤遣戍，樱讽士龙逃去。上官捕其家人，赖樱以免。武进孙慎行忤忠贤，当戍，樱缓其行。忠贤败，事遂解。崇祯元年以右参政分守漳南。九莲山贼犯上杭，樱募壮士击退之，夜捣其巢，歼馘殆尽。士民为樱建祠。母忧归。服阕，起故官，进按察使，分巡福宁。红夷寇兴泉樱请巡抚邹维琏用副总兵郑芝龙为军锋果奏捷及刘香寇广东总督熊文灿欲得芝龙为援维琏等以香与芝龙有旧疑不遣。樱以百口保芝龙，遂讨灭香，芝龙感樱甚。十年冬，帝信东厂言，以樱行贿谋擢官，命械赴京。士民以樱贫，为醵金办装，耆老数千人随至阙下，击登闻鼓讼冤。帝命毋入狱，俟命京邸。  寻以衡、永多寇，改樱湖广按察使，分守湖南，给以敕。时贼已残十余州县，而永州知府推官咸不任职。樱荐苏州同知晏日曙、归德推官万元吉才。两人方坐事罢官，以樱言并起用。其后唐王称号于福州。令掌使部，寻进太子太保、吏部尚书、文渊阁。王驻延平，令樱留守福州。清兵破福州，樱挈家避海外中左卫。越五年，其地被兵，遂自缢死。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A. 红夷寇兴泉/樱请巡抚邹维琏用副总兵郑芝龙为军锋/果奏捷/及刘香寇广东/总督熊文灿欲得芝龙为援/维琏等以香与芝龙有旧/疑不遣/  B. 红夷寇兴泉/樱请巡抚邹维琏用副总兵郑芝龙为军锋/果奏捷/及刘香寇广东总督熊文灿欲得芝龙为援/维琏等以香与芝龙有旧/疑不遣/  C. 红夷寇兴泉/樱请巡抚邹维琏用副总兵郑芝龙为军锋/果奏捷/及刘香寇广东总督熊文灿欲得芝龙为援/维琏等以香与芝龙有旧疑/不遣/  D. 红夷寇兴泉/樱请巡抚邹维琏用副总兵郑芝龙为军锋/果奏捷/及刘香寇广东总督熊文灿欲得芝龙为援/维琏等以香与芝龙有旧疑/不遣/": "A",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A. 织造，明设立的专局，掌管丝织品生产，供官府使用。  B. 服阕，古礼规定，父母死后，须守丧三年，期满除服。  C. 登闻鼓，设置在朝堂之外，让臣民击鼓诉说冤抑之情。  D. 文渊阁，即文渊阁大学士，是内阁长官，有宰相之权。": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是  A. 曾樱爱护属吏，不畏强暴。御史索要名单弹劾其属吏，曾樱采取自认考核下等的方式，主动保护下属；遭到宦官李实语言侮辱，他针锋相对，以牙还牙。  B. 曾樱明辨忠奸，曲庇贤良。无锡高攀龙，江阴缪昌期、李应升，宜兴毛士龙，武进孙慎行等深受宦官奸臣迫害，曾樱想方设法，采取各种方式施以援手。    C. 曾樱爱民为民，深得民心。山贼侵犯上杭，曾樱招募壮士，保境安民，百姓为他建生祠；曾樱遭诬陷被解送京城，几千名年高德厚的人到京城为他鸣冤。  D. 曾樱识才爱才，敢作敢当。曾樱曾以家中百余口人的性命作担保，举荐郑芝龙；晏日曙、万元吉获罪被罢官，他依然向朝廷力荐二人，使他们官复原职。": "D",
			"把文中画横线的句子翻译成现代汉语。1御史危言恐之，答日：“僚属已尽，无可纠，止知府无状。”  2寻以衡、水多寇，改樱湖广按察使，分守湖南，给以敕。": "1御史用严厉的话恐吓他，曾樱回应说：“下属已经尽力，没有可纠举弹劾的，只有我表现不好。”  2不久因为衡阳、永州多贼寇，皇上改任曾樱为湖广按察使，让他分管湖南，授予敕命。"
		},
		"translation": "曾樱，字仲含，峡江人。万历四十四年考中进士。授官工部主事，历任郎中。天启二年，逐渐升迁常州知府。曾樱保持自身清廉，施政和乐平易公平，不畏强暴。屯田御史向他索要属吏中应受弹劾的官员姓名，曾樱不回应。御史用严厉的话恐吓他，曾樱回答说：“僚属已经尽力，没有可纠举弹劾的，只有知府我表现不好。”于是自己署名考核为下等，闭门等待罪罚。抚按官急忙安慰挽留，他才出来处理政事。织造宦官李实迫使各知府行下属之礼，曾樱不服从。李实传送公文就用“尔汝”的称呼来侮辱他，曾樱也用“尔汝”的称呼回报他，终究不屈服。  无锡的高攀龙，江阴的缪昌期、李应升被逮捕，曾樱资助缪昌期、李应升财物，而料理高攀龙死后之事，撰文祭奠他，从狱中救出他的儿子和僮仆。宜兴的毛士龙因为触犯魏忠贤被判处戍边，曾樱暗示他逃跑。上级官员逮捕他的家人，依赖曾樱获免。武进的孙慎行触犯魏忠贤，判决戍役，曾樱让他延缓上路。魏忠贤失败，事情便解除。崇祯元年，曾樱以右参政的身份负责防守漳南。九莲山的山贼侵犯上杭，曾樱召募壮士打退了他们，连夜捣毁山贼的巢穴，把山贼基本上消灭完了。上杭的士绅、百姓为他立了一座祠堂。他因母亲过世返家。服丧期满，起用任原官。进升为按察使，负责分巡福安、宁清二府。荷兰红夷侵犯兴化、泉州，曾樱请求巡抚邹维琏任用副总兵郑芝龙为先锋，果然获胜。到了刘香侵犯广东时，总督熊文灿想得到郑芝龙作为援军，邹维琏等因为刘香与郑芝龙有旧交情，心有疑虑，便不派遣芝龙去。曾樱用家中一百余口人的性命保荐郑芝龙，于是讨灭刘香。郑芝龙非常感激曾樱。崇祯十年冬天，皇帝相信东厂的话，认为曾樱行贿谋求升官，就命令把他套上刑具送到京师。当地的士绅、百姓因为曾樱家里清贫，为他凑钱准备了行装，几千名年高德厚的人跟着他到京师，敲登闻鼓为他诉冤。皇帝传令不要把曾樱送进监房，让他在京师的官邸中听候命令。  不久因为衡阳、永州多贼寇，改任曾樱为湖广按察使，让他分管湖南，给予敕命。当时贼寇已经残掠十多个州县，而永州的知府、推官都不称职。曾樱向朝廷推荐苏州同知晏日曙、归德推官万元吉有才干。当时他们两个正因事被获罪罢官，因为曾樱的推荐都得到了起用。后来唐王在福州称帝号。不久命令他掌管吏部，随即进升为太子太保、吏部尚书、文渊阁大学士。清军攻破福州，曾樱带着全家到海外的中左卫避难。过了五年，中左卫遭受兵灾，曾樱于是自缢而死。 "
	},
	"http://www.yinruiwen.com/news/187862.htm": {
		"context": "",
		"question-answer": {
			"下列句子中加点词的解释，不正确的一项是  A. 人亦有困穷屈匮 穷：困厄  B. 直兵造胸 造：制造  C. 而迭晋事 迭：多次  D. 审赏罚 审：慎重地": "B",
			"下列各组句中加点词的意义和用法，相同的一组是  A. 达乎死生之分 其孰能讥之乎  B. 故晏子与崔抒盟而不变其义 不与崔氏而与公孙氏者  C. 俞然而以待耳 不知所以然而然者也  D. 不与公孙氏而与崔氏者 古之学者必有师 ": "D",
			"下列对文中语句的理解，不正确的一项是  A. 有所达则物弗能惑  到达某地，事物就不能看清楚了  B. 则今是已  那么现在就是你生命终结的时刻了  C. 疾不必生，徐不必死    快了不一定就能活，慢了不一定就会死  D. 然后贤不肖尽为用矣": "A",
			"下列对文意的理解，不正确的一项是  A. 孙叔敖通晓义理，为官和离任都不会受到情绪的干扰。  B. 禹通晓生死之义，但是面对黄龙，依然十分害怕死亡。  C. 白圭认为“正直之士的节操”是天下最杰出的事情之一。  D. 文章结尾指出贤主应用赏罚的方式役使“不肖”之人。": "B",
			"将下面的句子译为现代汉语。  ①弃剑以全己，余奚爱焉？  ②生不足以使之，则利曷足以使之矣？": "①丢掉宝剑能保全自己，我哪里会舍不得宝剑呢！  ②生存都不能够用来驱使他，那么利益又怎么足够用来驱使他呢？",
			"请从“次非”“晏子”中任选一人，概述其面对生死考验时的做法，并谈谈你对这种做法的认识。": "示例一：对两蛟夹绕船只，必死无疑的状况，临危不惧，刺杀蛟龙，保全了性命。我认为，勇于面对强敌的做法值得学习。面对外界的凶险，与其害怕、逃避，不如放手一搏，这样才能战胜强敌，闯过险境，得以生存。  示例二：晏子面对武力逼迫、富贵诱惑，宁死不屈，不改变自己的言论，陈述自己不会用邪曲、迂回之法而保全性命。我认为这种宁死不屈的精神值得我们学习。它告诉我们即使面临生死考验，也不能随意改变自己的志向，要做到“威武不能屈，富贵不能淫”。"
		},
		"translation": "通达事理的人，通晓死生之义。通晓死生之义，那么利害存亡就不能使之迷惑了。所以，晏子与崔杼盟誓时，而不改变自己遵守的道义。延陵季子，吴国人愿意让他当王而他却不肯当。孙叔敖几次当令尹并不显得高兴，几次不当令尹也并不显得忧愁。这是因为他们都通晓（义理）啊。通晓（义理），那么外物就不能使之迷惑了。  楚国有一个叫次非的人，在干遂那得到了一把宝剑。他回来的时候坐船渡长江，到了江心，有两条蛟龙从两边缠绕住他乘坐的船。次非对船工说：“你是否见到过两条蛟龙缠绕住船，龙和船上的人都能活命的？”船工说：“没有见过。”次非捋起袖子，伸出胳膊，撩起衣服，拔出宝剑，说：“我至多不过成为江中的腐肉朽骨罢了，如果丢掉宝剑能保全自己，我哪里会舍不得宝剑呢！”于是跳到江里去刺杀蛟龙，杀死蛟龙后又上了船，船里的人全都得以活命。孔子听到这事以后说：“好啊！不因为将成为腐肉朽骨而丢掉宝剑的，大概说的就是次非吧！”  禹到南方巡视，在渡江的时候，一条黄龙把他所乘的船驮了起来。船上的人都大惊失色。禹仰脸朝天感慨地说：“我从上天接受使命，尽力养育人民。生，是事物固有的特点；死，是命中注定。我对龙有什么害怕的呢?”龙伏下耳朵垂下尾巴游开了。这样看来，禹是通晓死生之义的。  天本来就有衰微、亏缺、毁弃、隐伏，有兴盛、盈余、聚积，生息；人也有困顿、窘迫、贫穷、匮乏，有充足、富饶、显贵、成功。这些都是天包容万物的原则。古代的圣人不因自己的私念伤害神性，只是安然地对待罢了。  晏子与崔杼盟誓。崔杼的誓词说：“不亲附崔氏而亲附齐国公室的人，必遭祸殃！”晏子低下头含了口血，仰起头向上天呼告说：“不亲附齐国公室而亲附崔氏的人，必遭祸殃！”崔杼很不高兴，用矛顶着他的胸，用戟勾住他的颈，对晏子说：“如果你改变你说的话，那么我可以与你共同享有齐国；如果你不改变你所说的话，那么现在就是你生命终结的时刻了！”晏子说：”崔子，你难道没有学过《诗》吗？《诗》中说：‘和悦近人的君子，不以邪曲求福。’我难道能够以邪曲来求福吗？你考虑考虑这些话吧！”崔杼说：“这是一个贤德的人，不可以杀死他。”于是崔杼撤去兵器离开了。晏子的车夫要赶马快跑，晏子按着车夫的手说：“安稳点，不要失去常态！快了不一定就能活，慢了不一定就会死。”晏子可以说是懂得天命了。天命啊,是不知为什么会这样但最终却这样了。靠耍聪明来做事的人，是不能领会这些的。因此国家杰出的人，按照义的原则决断，安然地对待它。  白圭向邹公子夏后启问道：“正直之士的节操，平民百姓的志向，三家分晋的事情，这些都是天下最杰出的。因为我住在晋国，所以屡次听到晋国的事情，不曾听到过正直之士的节操、平民百姓的志向，希望能听您说一说。”夏后启说：“认为可以做，所以就去做，做了，天下谁都不能禁止他。认为不可以做，所以就不去做，不去做，天下谁都不能够驱使他。”白圭说：“利益也不能驱使他吗？威严也不能禁止他吗？”夏后启说：“就连生存都不能够用来驱使他，那么利益又怎么足够用来驱使他呢？连死亡都不足够用来禁止他，那么祸害又怎么足够用来禁止他呢？”  因此，圣明的君主用赏罚役使不肖之人，用道义运用贤德之人。贤明的君主自己的臣属一定要根据道义，慎重地施行赏罚，这样之后，贤德之人和不肖之人就都能为自己所使用了。"
	},
	"http://www.yinruiwen.com/news/187861.htm": {
		"context": "关羽字云长，河东解人也，亡命奔涿郡。与先主寝则同床，恩若兄弟。而稠人广坐，侍立终日，随先主周旋，不避艰险。  建安五年，曹公东征，先主奔袁绍。曹公擒羽以归，拜为偏将军，礼之甚厚。绍遣大将军颜良攻东郡太守刘延于白马，曹公使张辽及羽为先锋击之。羽望见良麾盖，策马剌良于万众之中，斩其首还，绍诸将莫能当者，遂解白马围。曹公即表封羽为汉寿亭侯。  初，曹公壮羽为人，而察其心神无久留之意，谓张辽曰：“卿试以情问之。”既而辽以问羽，羽叹曰：“吾极知曹公待我厚，然吾受刘将军厚恩，誓以共死，不可背之。吾终不留，吾要当立效以报曹公乃去。”辽以羽言报曹公，曹公义之 。  羽尝为流矢所中，贯其左臂。医曰：“矢镞有毒，毒入于骨，当破臂作创，刮骨去毒，然后此患乃除耳。”羽便伸臂令医劈之。时羽适请诸将饮食相对，臂血流离，盈于盘器，而羽割炙引酒，言笑自若。",
		"question-answer": {
			"下列句中加点词语解释错误的一组  A、誓以共死，不可背之。背：背弃  B、绍诸将莫能当者 当：替代  C、时羽适请诸将饮食相对 适：适逢，正赶上  D、而羽割炙引酒。 炙：肉": "B",
			"下列各组中加点字的意义和用法不相同的一组  A、礼之甚厚；不可背之。  B、而察其心神无久留之意；而羽割炙引酒。  C、卿试以情问之。吾要当立效以报曹公乃去。  D、策马剌良于万众之中；臂血流离，盈于盘器": "C",
			"把文言文阅读材料中画横线的句子翻译成现代汉语。1曹公擒羽以归，拜为偏将军，礼之甚厚。2吾终不留，吾要当立效以报曹公乃去。": "1曹操活捉关羽而回，任命关羽为偏将军，待他非常客气。2我终将不能留下，我必当立功来报答曹公后才离开。"
		},
		"translation": "关羽字云长，河东解县人．逃命到涿郡时，与刘备同睡一张床，亲如兄弟．在人多广众的场合，他们整天侍立在刘备左右，跟随刘备应酬交接，不惧艰险。  建安五年，曹操东征，刘备投奔袁绍．曹操活捉关羽而回，任命关羽为偏将军，待他很好．袁绍派遣大将军颜良到白马进攻东郡太守刘延，曹操让张辽和关羽作先锋迎击颜良．关羽远远望见了颜良的旗帜和车盖，便策马驰入千军万马之中刺杀颜良，割下颜良首级回到营中，袁绍的众多将领没有人能够抵挡他，于是解了白马之围．曹操当即上表奏请朝廷封关羽为汉寿亭侯．      当初，曹操佩服关羽的为人，而观察他的心情神态并无久留之意，对张辽说：“你凭私人感情去试着问问他．”不久张辽询问关羽，关羽感叹地说：“我非常清楚曹公待我情义深厚，但是我受刘将军的深恩，发誓与他同生死，不能背弃他．我终将不能留下，我必当立功来报答曹公后才离开．”张辽将关羽的话回报给曹操，曹操认为他是义士．    关羽曾被乱箭射中，箭穿过他的左臂，后来伤口虽然愈合，但每当阴雨天气，左臂常常疼痛．医生说：“箭头上有毒，毒素深入到了骨头里面，应当割开手臂到受伤处，刮去骨头上的余毒，然后这种病痛才能消除．”关羽便伸出手臂让医生开刀．当时关羽正好请了将领们宴饮，手臂上的血往下流，滴满了一盘子，而关羽却切肉饮酒，谈笑自若。"
	},
	"http://www.yinruiwen.com/news/187860.htm": {
		"context": "袁宪,字德章，幼聪敏。梁武帝修建庠序,其一在宪宅西,宪常招引诸生,与之谈论,同辈咸嗟服焉。  大同八年,宪时年十四,被召为国子正言生,谒祭酒到溉,溉目而送之，爱其神彩。在学一岁,父君正遣门下客岑文豪与宪候周弘正,会弘正将登讲坐,弟子毕集,乃延宪入室,授以麈尾,令宪树义。时学众满堂,观者重沓,而宪神色自若,辩论有馀。弘正请起数难,终不能屈,因告文豪曰:“卿还咨袁吴郡,此郎已堪见代为博士矣。”时生徒对策,多行贿赂,文豪请具束脩,君正曰:“我岂能用钱为儿买第耶？”学司衔之。及宪试，争起剧难，宪随问抗答，剖析如流。  太建九年,除散骑常侍,兼吏部尚书。宪以久居清显,累表自求解任。高宗曰：“诸人在职,屡有谤书。卿处事已多,可谓清白,别相甄录,且勿致辞。”及高宗不豫,宪与吏部尚书毛喜俱受顾命。始兴王叔陵之肆逆也宪指麾部分预有力焉后主被疮病笃执宪手曰我儿尚幼后事委卿宪曰:“群情喁喁,冀圣躬康复,后事之旨,未敢奉诏。”  至德元年,太子加元服,二年,行释奠之礼,宪于是表请解职,后主不许,给扶二人,进号云麾将军,置佐史。皇太子颇不率典训,宪手表陈谏凡十条,皆援引古今,言辞切直,太子虽外示容纳,而心无悛改。后主欲立始安王为嗣,尝从容言之,吏部尚书蔡徵顺旨称赏,宪厉色折之曰:“皇太子国家储嗣,亿兆宅心。卿是何人,轻言废立!”      祯明三年,隋军来伐，后主遑遽将避匿,宪正色曰:“北兵之入,必无所犯,大事如此,陛下安之。臣愿陛下正衣冠,御前殿。”后主不从,因下榻驰去。宪从后堂景阳殿入,后主投下井中，宪拜哭而出。 ",
		"question-answer": {
			"下列对文中画线波浪部分的断句，正确的一项是  A.始兴王叔陵之肆逆也/宪指麾部分预/有力焉/后主被疮/病笃/执宪手曰/我儿尚幼/后事委卿  B.始兴王叔陵之肆逆也/宪指麾部分/预有力焉/后主被疮/病笃执宪手曰/我儿尚幼/后事委卿  C.始兴王叔陵之肆逆也/宪指麾部分/预有力焉/后主被疮病笃/执宪手曰/我儿尚幼/后事委卿  D.始兴王叔陵之肆逆也/宪指麾部分预/有力焉/后主被疮病/笃执宪手曰/我儿尚幼/后事委卿 ": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A. 高宗：南朝陈第四代君主的庙号。庙号是帝王死后在太庙立室供奉时特起的名号，汉以后历代帝王都有庙号，如刘彻的庙号是世宗，刘裕的庙号是高祖。  B.博士，古为官名，现为学位名称。秦汉时是掌管书籍文典、通晓史事的官职，后成为学术上专通一经或精通一艺、从事教授生徒的官职。      C.束脩，捆成一束的十条干肉，是古代相馈赠的一种礼物，也指古代入学拜师的礼物，《论语•述而》有“自行束脩以上，吾未尝无诲焉。”  D.吏部，中国古代官署之一，隋唐时列为尚书省六部之首，其主要职能是掌管朝廷文官和武官的任免、考核、升降、调动等事务。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A.袁宪聪慧过人。年少时有令人折服的言论；十五岁时，面对众人围观，能从容辩论；在策试中面对考官刁难，也能自如应对。    B.袁宪廉洁淡泊。袁宪为官多年，以担任要职日久为由，上书请求解除职务，但两次被高宗拒绝，反而被委以重任。  C.袁宪刚正不阿。皇太子不遵守典章制度，皇帝想要废太子，立始安王为继承人，吏部尚书蔡徵附议，袁宪严厉指责蔡徵。      D.袁宪忠心耿耿。在隋军来袭的危急情势下，他没有抛下皇帝自行逃命，而是建议皇帝整理仪容，在前殿接见敌军，保持君主威严。": "B",
			"把文中画横线的句子翻译成现代汉语。1会弘正将登讲坐,弟子毕集,乃延宪入室,授以麈尾,令宪树义。2宪手表陈谏凡十条,皆援引古今,言辞切直,太子虽外示容纳,而心无悛改。": "1恰逢周弘正要登座讲学，弟子们全都到齐了，周弘正就邀请袁宪进入讲堂，给他一柄麈尾，让他阐发义理。2袁宪亲手写奏表提出了共十条谏议，都援引古今事例，措辞恳切率直。太子虽然表面上接受，但内心并无悔改之意。"
		},
		"translation": "袁宪，字德章。幼年就聪慧机敏。梁武帝修建学校，其中有一座在袁宪住宅西边。袁宪经常招入诸生，与他们谈论，（他发表的言论）同辈的人都叹服。  大同八年，袁宪十四岁，被朝廷征召为国学正言生。他拜见祭酒到溉，到溉目送他离开，欣赏他的神采。入学一年，袁宪的父亲袁君正派门客岑文豪跟袁宪一道去问候周弘正，恰逢周弘正要登座讲学，弟子们全都到齐了，周弘正就邀请袁宪进入讲堂，给他一柄麈尾，让他阐发义理。当时学者满堂，旁观者很多，但袁宪面色平静神态如常，论辩应对自如。周弘正也发起多次诘难，始终不能难倒他，于是周弘正告诉岑文豪说：“你回去和袁吴郡商议一下，这小家伙现在就可以充任博士了。”那时学生门徒参加策试，大多贿赂考官，岑文豪也提出替袁宪准备礼物，袁君正说：“我怎么能用钱为儿子买科第呢？”主管学校的官员对此怀恨在心。等到袁宪策试时，他们争相刁难袁宪，袁宪却随问随答，分析辨析对答如流。  太建九年，袁宪被授予散骑常侍，兼任吏部尚书。袁宪认为自己处于清要显达的职位太久，多次上表请求解职。高宗说：“许多官员在职，屡次收到检举信。而你处理了很多事务，可以说称得上纯洁清廉，另外甄别录用其他人（的话），就不要再说了。”等到高宗病重临终之时，袁宪与吏部尚书毛喜都领受了遗诏。始兴王陈叔陵叛逆作乱，袁宪指挥部署，他的参与在平息叛乱中起了重大作用。后主病重时，拉着袁宪的手说：“我的皇儿还年幼，我的身后之事就委托你了。”袁宪说：“众心所望，希望您的圣体康复，处理您身后事的旨意，臣不敢接受。”  至德元年，太子行冠礼，至德二年，举行了释奠之礼，这时袁宪上表请求解除自己的职务，后主不答应，还赐给他两名扶侍护人员，将他晋升为云麾将军，给他安排辅佐官吏。皇太子很不遵守典籍制度，袁宪亲手写奏表提出了共十条谏议，都援引古今事例，措辞恳切率直。太子虽然表面上接受，但内心并无悔改之意。后主打算另立始安王为皇位继承人，曾随口说了这一想法，吏部尚书蔡徵顺着后主的意思称颂赞赏，袁宪正言厉色地指责他：“皇太子是皇位继承人，已经深入万民百姓之心。你是什么人，敢轻率地谈说废立太子这样的大事！”  祯明三年，隋朝大军来袭，后主恐惧慌张将要藏起来，袁宪神情严肃地说：“隋军入侵，一定不会有什么侵犯，事已至此，陛下要从容处之。臣希望陛下整理好衣冠，御驾前殿。”后主不同意，就下榻跑了。袁宪从后殿景阳殿进入，（看到）后主投井，袁宪一边行礼一边哭泣着出来。"
	},
	"http://www.yinruiwen.com/news/187859.htm": {
		"context": "杨愔，字遵彦，弘农华阴人。愔儿童时，口若不能言，而风度深敏，出入门闾，未尝戏弄。六岁学史书，十一受《诗》《易》，好《左氏春秋》。愔一门四世同居，家甚隆盛，昆季就学者三十余人。学庭前有柰树，实落地，群儿咸争之，愔颓然独坐。其季父日韦适入学馆，见之大用嗟异，顾谓宾客日：“此儿恬裕，有我家风。”及长，风神俊悟，容止可观。人士见之，莫不敬异，有识者多以远大许之。  孝昌初，其父津为定州刺史，愔亦随父之职。以军功除羽林监，赐爵魏昌男，不拜。及中山为杜洛周陷，全家被囚絷。未几，洛周灭，又没葛荣，荣欲以女妻之，又逼以伪职。愔乃托疾，密含牛血数合，于众中吐之，仍佯喑不语。荣以为信然，乃止。  时邺未下神武命愔作祭天文燎①毕而城陷由是转大行台右丞于时霸图草创军国务广文檄教令皆自愔出。遭离家难，以丧礼自居，所食唯盐米而已，哀毁骨立。神武愍之，恒相开慰。及韩陵之战，愔每阵先登，朋僚咸共怪叹曰：“杨氏儒生，今遂为武士，仁者必勇，定非虚论。”  愔从兄幼卿为岐州刺史，以直言忤旨见诛。愔闻之悲惧，因哀感发疾，从取急就雁门温汤疗疾。郭秀素害其能，因致书恐之，劝其逃亡。愔遂弃衣冠于水滨若自沉者，变易名姓，潜之光州，因东入田横岛，以讲诵为业。神武知愔存，遣愔从兄宝猗赍书慰喻，仍遣光州刺史奚思业令搜访，以礼发遣。神武见之悦，委以重任，妻以庶女。及居端揆，权综机衡，千端万绪，神无滞用。自居大位，门绝私交。轻货财，重仁义，前后赏赐，积累巨万，散之九族，架箧之中，唯有书数千卷。  乾明元年二月，为孝昭帝所诛，时年五十。 （节选自《北齐书•杨愔传》，有删改）  [注]①燎：祭祀的名称。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．时邺未下神武／命愔作祭天文／燎毕而城陷／由是转大行台右丞／于时霸图草／创军国务广／文檄教令／皆自愔出  B．时邺未下／神武命愔作祭天文／燎毕而城陷／由是转大行台右丞／于时霸图草创／军国务广／文檄教令／皆自愔出      C．时邺未下神武／命愔作祭天文／燎毕而城陷／由是转大行台右丞／于时霸图草／创军国务广文檄／教令皆自愔出  D．时邺未下／神武命愔作祭天文／燎毕而城陷／由是转大行台右丞／于时霸图／草创军国务广文檄教令／皆自愔出": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．闾，原指里巷的大门．后指人聚居处，秦代居于里门之右的是贫苦百姓，故“闾右”常用来代指贫苦人民。  B．《左氏春秋》，儒家十三经之一，中国第一部叙事详细的编年史著作，是研究我国先秦历史很有价值的文献。  C．爵位、爵号，是古代皇帝对贵戚功臣的封赐。“袭爵”指封建时代子孙承袭先代的  爵位。  D．从，指堂房亲属，如“从兄”就是指同祖伯叔之子年长于己者，即堂兄。": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．杨愔幼时恬淡文静，从未做过顽皮的事，看见其他孩子争抢果实，他一动不动，此举受到叔父的赞扬。    B．杨愔有智慧有谋略，因害怕郭秀陷害自己，便把自己的衣服帽子扔进水中假装投水自尽，然后改变姓名，隐居起来。  C．杨愔有治国之才，皇帝委以重任，他执掌国家机密大政期间，虽然事情千头万绪，但他思想上从没有反应迟钝的时候。  D．杨愔重义轻利，任职期间没有凭私人之交办过事，朝廷给了他很多赏赐，他把赏赐分给族人。": "B",
			"把文中画横线的句子翻译成现代汉语。1未几，洛周灭，又没葛荣，荣欲以女妻之，又逼以伪职。2遭离家难，以丧礼自居，所食唯盐米而已，哀毁骨立。 ": "1不久，杜洛周灭亡，杨倍又被葛荣抓获，葛荣想把女儿嫁给他，又用伪职逼迫他接受。2（杨愔）遭受家祸，自行按礼制守丧，吃的只不过是加盐的米饭，由于过分悲哀以致瘦骨嶙峋。"
		},
		"translation": "杨愔，字遵彦，是弘农华阴人。杨愔儿童时，口好象不能说话，但风度沉稳敏锐，出入乡里，从来不曾轻浮。六岁时学史书，十一岁学《诗》《易》，喜好《左氏春秋》。杨愔一家四世同堂，家里很热闹，兄弟入学的有三十余人。学庭前有柰树，果实落地，众小孩都争抢，杨愔却颓然独坐。他的叔叔名叫韦适，进入学馆，见到杨愔的样子大为惊奇，回头对宾客说：“此儿恬淡自如，得我家门风。”等到长大，风采聪明卓异，容貌举止很好。大家见了，都很敬重惊讶，有见识的人都称赞他前程远大。  孝昌初年，他的父亲杨津担任定州刺史，杨愔也随父赴任。凭军功被任命为羽林监，被赐予爵位魏昌男，没有就任。等到中山被杜洛周陷害，全家被囚抓。不久，洛周灭亡，又落入葛荣手里，葛荣想把女儿嫁他，又逼迫他担任伪职。杨愔就托病拒绝，暗地里含牛血数合，在众人中吐血，仍然假装不会说话。葛荣信以为真，就罢手了。  当时邺地尚未攻下，神武皇帝（高欢）命杨愔作祭天文，祭祀完毕后，攻下邺地，从此转任大行台右丞，当时皇朝霸业刚刚开始，军国事务众多，各种文书教令从杨愔那里发出。（杨愔）遭受家祸，自行按礼制守丧，吃的只不过是加盐的米饭，由于过分悲哀以致瘦骨嶙峋。神武皇帝怜悯他，一直开解安慰。等到韩陵之战，杨愔每次冲锋在前，朋友同僚都惊讶感叹说：“杨氏一介儒生，现在却成为武士，仁者必勇，此话不假。”  杨愔堂兄杨幼卿担任岐州刺史，因为直言忤逆了皇帝的旨意被杀。杨愔听说后悲痛恐惧，因悲痛过度发病，于是以办私事的名义请假去雁门温汤养病。郭秀向来妒忌他的才能，于是写信恐吓他，劝他逃亡。杨愔就扔掉衣帽于水边好象投水自杀的样子，隐姓埋名，潜入光州，然后向东进入田横岛，用讲诵授业作为生计。神武帝知道杨愔的下落后，派杨愔堂兄宝猗写书安慰劝说，仍然派光州刺史奚思业，令他查访，以礼相待。神武帝见到他后大悦，委以重任，把庶女嫁他。等到位居宰相，居于权力中枢，千头万绪，安排得井井有条。自从居大位后，杨愔杜绝私交。轻财重义，前后得到的赏赐，积累巨万，他都分给九族，书箧之中，只有书籍数千卷。  乾明元年二月，被孝昭帝所杀，时年五十。"
	},
	"http://www.yinruiwen.com/news/187846.htm": {
		"context": "俞通海,字碧泉,其先濠人也。父廷玉徙巢。元末,盗起汝、颍。廷玉父子与赵普胜、廖永安等结寨巢湖,有水军千艘,数为庐州左君弼所窘,遣通海间道归太祖。太祖方驻师和阳,谋渡江,无舟楫。通海至,大喜曰:“天赞我也!”亲往抚其军。  通海为人沉毅。治军严而有恩,士乐为用。巢湖诸将皆长于水战,而通海为最。从克宁国,下水阳,因以师略太湖,降张士诚守将于马迹山,舣舟胥口。吕珍兵暴至,诸将欲退。通海曰:“不可,彼众我寡,退则情见,不如击之。”乃身先疾斗,矢下如雨,中右目,不能战,命帐下士被己甲督战。敌以为通海也,不敢逼,徐解去。由是一目遂眇。  友谅大举围南昌,从太祖击之。遇于康郎山,舟小不能仰攻,力战几不支。通海乘风纵火焚其舟二十余,敌少挫。太祖舟胶,友谅骁将张定边直前犯太祖舟。常遇春射中定边,通海飞舸来援。舟骤进水涌,太祖舟得脱。而通海舟复为敌巨舰所压,兵皆以头低舰,兜鍪尽裂,仅免。明日复战,偕廖永忠等以七舟置火药,焚敌舟数百。逾二日,复以六舟深入。敌连大舰力拒。太祖登舵楼望,久之无所见,意已没。有顷,六舟绕敌舰出,飘摇若游龙。军士欢噪,勇气百倍,战益力。友谅兵大败。师次左蠡通海进曰湖有浅舟难回旋莫若入江据敌上流彼舟入即成擒矣遂移师出湖水路结衢友谅不敢出,居湖中一月,食尽,引兵突走,竟败死。是役也,通海功最多。师还,赐良田金帛。      从徐达平安丰,又从克湖州,略太仓,秋毫不犯,民大悦。围平江,战灭渡桥,捣桃花坞,中流矢,创甚,归金陵。太祖幸其第,问曰:“平章知予来问疾乎?”通海不能语。太祖挥涕而出。翌日卒,年三十八。太祖临哭甚哀,从官卫士皆感涕。",
		"question-answer": {
			"下列对文中加框部分的断句,正确的一项是  A.师次左蠡/通海进曰/湖有浅舟/难回旋/莫若入江据敌/上流彼舟/入即成擒矣/遂移师出湖/水路结衢  B.师次左蠡/通海进曰/湖有浅/舟难回旋/莫若入江据敌/上流彼舟/入即成擒矣/遂移师出湖/水路结衢  C.师次左蠡/通海进曰/湖有浅/舟难回旋/莫若入江/据敌上流/彼舟入/即成擒矣/遂移师出湖/水路结衢  D.师次左蠡/通海进曰/湖有浅舟/难回旋/莫若入江/据敌上流/彼舟入/即成擒矣/遂移师出湖/水路结衢": "C",
			"下列对文中加粗词语的相关内容的解说,不正确的一项是  A.太祖,作为帝王庙号使用,多为创基立业者,常见于开国皇帝;另外祖父的父亲也称太祖。  B.金陵,即现在的南京,史上曾是吴、东晋、宋、齐、梁、陈的都城,被称为“六朝古都”。  C.“幸其第”中的“幸”特指皇帝亲临某地,“幸其第”的意思就是皇帝到他的宅第去。  D.卒,在《礼记》中指大夫的死;另外天子死称“崩”,诸侯死称“薨”,士死称“不禄”。 ": "A",
			"下列对原文有关内容的概括和分析,不正确的一项是  A.俞通海擅长水战,深受太祖信任。他归顺太祖之后,太祖喜出望外,高兴地说“天赞我出!”  B.俞通海作战勇猛,身先士卒。在胥口作战中,自己先带头迅速战斗,结果被敌军射中右眼。  C.俞通海忠心耿耿,临危不惧。太祖在康郎山遇险,俞通海奋不顾身,全力营救太祖脱险。    D.俞通海治军严明,关爱百姓。在攻克湖州和攻取太仓以后,秋毫无犯,当地百姓十分欢悦。": "A",
			"把文中画横线的句子翻译成现代汉语。  ①太祖方驻师和阳,谋渡江,无舟楫。通海至,大喜曰:“天赞我也!”  ②从克宁国,下水阳,因以师略太湖,降张士诚守将于马迹山,舣舟胥口。": "①祖正在和阳驻军,谋划渡过长江,缺少船只。俞通海来到,太祖非常高兴说:“上天帮助我呀!”  ②跟从攻克宁国,攻下水阳,乘机用水军平定太湖,在马迹山收降张士诚守将,停船于胥口。"
		},
		"translation": "俞通海,字碧泉。他的祖先是濠州人。他的父亲俞廷玉搬迁到巢湖。元朝末年,盗匪起于汝州、颖州 。俞廷玉父子和赵普胜、廖永安等人在巢湖安营扎寨,拥有千艘战舰兵力的水军部队。他们多次被庐州左君弼困窘,派遣俞通海悄悄地从小道归顺太祖。太祖正在和阳驻军,谋划渡过长江,缺少船只。俞通海来到,太祖非常高兴说:“上天帮助我呀!”太祖亲自前往安抚他们的军队。  俞通海为人沉着刚毅,治军严明而有恩德,士兵乐意为他所用。巢湖各将都擅长水战,而俞通海是最好的。跟从攻克宁国,攻下水阳,乘机用水军平定太湖,在马迹山收降张士诚守将,停船于胥口。吕珍军队突然来到,诸将想退。俞通海说:“不可以后退,敌方多我们少,后退的话,那么我方情况就被暴露了,还不如攻击他们。”于是通海自己先带头迅速战斗,对方箭下如雨,射中他的右眼。不能作战,他命令手下士兵披上自己的盔甲监督指挥作战。敌人把督战的士兵当作通海了,就不敢逼近,慢慢地退兵离开了。俞通海从此一只眼睛失明。      陈友谅大力举兵围攻南昌。俞通海跟从太祖攻击敌人。在康郎山相遇,因为船小不能仰攻大船,太祖军奋力作战差点支持不住。俞通海乘风放火焚烧敌船二十多艘,敌军稍稍受挫。太祖的船搁浅被围困了,陈友谅的骁勇的将领张定边径直向前冲,进犯太祖的船。常遇春射中张定边,俞通海乘飞舸前来援战,船只飞速驶来,带动湖水急涌而至,太祖的船只得以脱险。而俞通海的船又被敌方巨舰压住,兵士都用头抵住敌舰,头盔全咧,才勉强脱险。第二天再战,俞通海偕同廖永忠等把七艘船装上火药进攻敌舰,焚烧敌船数百艘。过了两天,俞通海又派六艘战船深入敌方。敌方联合大舰船奋力抵抗。太祖登上舵楼远望,很久都没有看到什么,料想俞通海的船只已经沉没了。过了一会儿,六艘船绕过敌方的舰船出现,飘飘扬扬如游龙。军队欢呼,勇气猛增百倍,作战更加奋力。陈友谅的军队大败。太祖军队驻扎在左蠡,俞通海进言说:“湖水很浅,小船很难周旋,不如进入长江,占据敌方的上游。他们的船进入,就立刻可以擒拿了。”于是就转移军队驶出湖,在水边和陆地构建栅栏。陈友谅不敢出来。在湖中停留了一个月,粮食用完,陈友谅带兵突围逃跑,最终失败死去。这场战役,俞通海军功最多。军队回京,赐予良田金帛。  跟从徐达平定安丰,又跟从攻克湖州,攻取太仓,秋毫无犯,百姓欢悦。围攻平江,大战灭渡桥,直捣桃花坞,中流箭,伤很重,回金陵。太祖驾临他的府第,问道:“平章知道我来探问伤情了吗?”俞通海不能说话。太祖挥泪而出。第二天死,时年三十八岁。太祖哭吊非常悲哀,随从的官员卫士都感动流泪。"
	},
	"http://www.yinruiwen.com/news/187845.htm": {
		"context": "元行钦,幽州人,为刘守光裨将。与李嗣源战于山北,身中嗣源七矢。拔矢而战,反中嗣源。屡败,乃降嗣源。嗣源谓其壮士,以为养子。从战,数立功。庄宗闻其骁勇,取之为散员都部署。庄宗与梁军战,军败而溃,梁兵数百追及,攒槊围之。 行钦驰一骑,夺剑断其二矛,斩首一级,梁兵解去。庄宗持行钦泣曰:“富贵与卿共之!”由是宠绝诸将。  赵在礼反,庄宗以为邺都行营招抚使,将二千人讨之。行钦以诏书招在礼。在礼登城谓行钦曰:“将士经年离去父母,不取敕旨奔归,追悔何及?若公善为之辞,尚能改过自新。”行钦曰:“天子以汝等有社稷之功,小过必当赦宥。”在礼再拜,以诏书示诸军。皇甫晖从旁夺诏书坏之,军士大噪。  行钦攻邺无功,庄宗欲自将以往,群臣皆谏止,乃遣明宗①讨之。明宗军城西,行钦军城南。而明宗军变,与在礼合。行钦闻之,退屯卫州,以明宗反闻。庄宗遣李从璟驰诏明宗计事。从璟,明宗子也。行至卫州,而明宗已反,行钦乃系从璟,将杀之,从璟请还京师,乃许之。明宗引兵南,行钦率兵趋还京师。从庄宗幸汴州,行至荥泽,闻明宗已渡黎阳,庄宗复遣从璟通问于明宗,行钦以为不可,因击杀从璟。      明宗入汴州,庄宗不得进。庄宗谓行钦曰:“卿等从我久,富贵急难无不同也。今兹危蹙,而默默无言,坐视成败。我至荥泽,欲单骑渡河,自求总管,卿等各陈利害。今日俾我至此,卿等何如?”行钦泣而对曰:“臣本小人,蒙陛下抚养,位至将相。危难之时,不能报国,虽死无以塞责”。因与诸将百余人,皆解髻断发,置之于地,誓以死报,君臣相持恸哭。  庄宗崩,行钦出奔,为野人所执。刺史石潭折其两足,载以槛车,送京师。明宗见之,骂曰:“我儿何负于尔!”行钦瞋目直视曰:“先皇帝何负于尔!”乃斩于洛阳市。  呜呼!死之所以可贵者,以其义不苟生尔。方明宗之兵变诸将未知去就而行钦独以反闻至于断发自誓其诚节有足嘉矣及庄宗崩不能自决而反逃死以求生终于被执而见杀其言虽不屈,而死非其志也,乌足贵哉! 【注】①明宗:李嗣源。",
		"question-answer": {
			"下列对文中画框部分的断句,正确的一项是  A.方明宗之兵变/诸将未知/去就而行钦独以反闻/至于断发自誓/其诚节有足嘉矣/及庄宗崩/不能自决而反逃/死以求生/终于被执而见杀/  B.方明宗之兵变/诸将未知去就/而行钦独以反闻/至于断发自誓其诚节/有足嘉矣/及庄宗崩/不能自决/而反逃死以求生/终于被执而见杀/  C.方明宗之兵变/诸将未知去就/而行钦独以反闻/至于断发自誓/其诚节有足嘉矣/及庄宗崩/不能自决/而反逃死以求生/终于被执而见杀/  D.方明宗之兵变/诸将未知/去就而行钦独以反闻/至于断发自誓其诚节/有足嘉矣/及庄宗崩/不能自决/而反逃死以求生/终于被执而见杀/ ": "C",
			"下列对文中加粗词语相关内容的解说,不正确的一项是  A.“社稷”原指土地神和谷神,古代君主每年要到郊外祭祀,后来“社稷”成为国家的象征。  B.“断发”,古人认为“身体发肤,受之父母,不敢毁伤,孝之始也”。此处指元行钦想保全生命。  C.“刺史”是中国古代官职名,“刺”,有检核问事之意,主要负责对地方政府进行监察。    D.“先皇帝”是指本朝在位皇帝的已经去世的父亲,这里用“先”表示对已经亡故君主的尊敬,也用来区别现任皇帝。": "B",
			"下列对原文有关内容的概括和分析,不正确的一项是  A.元行钦作战勇敢,不惧危险。与李嗣源作战时身中七箭,他拔出箭继续作战,反而射中李嗣源;庄宗被梁军包围,元行钦匹马击退敌军。  B.元行钦忠心为君,深受宠信。庄宗曾抱着元行钦哭着说:“富贵和你共享!”赵在礼在邺城谋反,元行钦没有攻下,也并未因此受到斥责。  C.元行钦颇有谋略,眼光长远。在和明宗李嗣源合力讨伐赵在礼时,他预见到李嗣源兵变,率军撤退至卫州,并上奏皇帝李嗣源谋反一事。  D.元行钦誓死报国,但晚节不保。形势危急时,他和众大臣断发发誓,以死报主;唐庄宗遇害后,他却仓皇出逃,后被捉拿,斩于洛阳。": "C",
			"把文中画横线的句子翻译成现代汉语。  ①将士经年离去父母,不取敕旨奔归,追悔何及?若公善为之辞,尚能改过自新。  ②臣本小人,蒙陛下抚养,位至将相。危难之时,不能报国,虽死无以塞责。 ": "①将士们离开家乡父母多年,没有皇帝的旨意就急切归家,后悔哪里来得及呢?倘若您在皇帝面前替他们说说好话,将士们还能改过自新。  ②臣原本只是一个卑贱之人,承蒙陛下爱护体恤,官至将相之位 。如今危难之时,却不能报效国家,即使死了也无法推脱自己的责任。    "
		},
		"translation": "元行钦,幽州人,是刘守光的偏将。和李嗣源在山北作战,身中七箭。元行钦拔出箭继续作战,反而射中李嗣源。多次失败,于是投降李嗣源。李嗣源认为他是猛士,把他收为养子。跟随李嗣源作战,屡立战功。庄宗李存勖听说元行钦骁勇善战,收纳在身边做散员都部署。庄宗与梁军作战,战败而溃逃,被数百梁兵追赶,重重兵器包围。元行钦单马驰来,夺剑砍断敌军长矛两支,斩首一级,包围的梁兵退去。李存勖抱着行钦哭道:“富贵和你共享!”从此,元行钦在诸将中最受宠信。  赵在礼谋反。唐庄宗于是任命元行钦为邺都行营招抚使,率领二千兵马前去讨伐。元行钦用诏书劝降赵在礼。赵在礼登城对行钦道:“将士们离开家乡父母多年,没有皇帝的旨意就急切归家,后悔哪里来得及呢?倘若您在皇帝面前替他们说说好话,将士们还能改过自新。”元行钦道:“天子将你们视为对国家有功之人,一定会赦免你们的小过错。”赵在礼拜了两次,把诏书给士兵们看。皇甫晖从一旁夺过诏书,将之撕毁,军士都吵闹不止。  元行钦久攻邺城不下,而庄宗想亲自帅兵前往,群臣都进谏阻止,于是唐庄宗只得派明宗李嗣源前去平叛。李嗣源驻扎在城西,而元行钦则驻军城南。不久,李嗣源兵变,与赵在礼会合。元行钦听闻此事,率军撤退屯驻卫州,上奏皇帝李嗣源已经谋反。庄宗派遣李从璟快速赶到李嗣源处核实事情真伪。李从璟,是李嗣源的儿子。到了卫州,当时明宗已经反叛,行钦于是拘禁从璟,将杀他。从璟请求回到京师,行钦于是同意了。不久,李嗣源率军南下,元行钦便返回京师。后来,元行钦又随唐庄宗前往汴州(今河南开封),行至荥泽时,闻听李嗣源已经到达黎阳(今河南浚县)。庄宗便欲派李从璟去面见并劝降李嗣源,但元行钦认为不可,并将李从璟杀死。  这时, 李嗣源进入汴州,唐庄宗不能前进。唐庄宗对元行钦说:“你跟随我这么久,荣华富贵险急患难共同经历。如今情势危急,你们默默无言,坐视成败。我到荥泽,要单枪匹马自己去求见李嗣源,你们各自陈说利害关系。如今让我到了这样的境地,你们怎么办呢?”元行钦哭着回答道:“臣原本只是一个卑贱之人,承蒙陛下爱护体恤,官至将相之位。如今危难之时,却不能报效国家,即使死了也无法推脱自己的责任。”于是和众将一百多人,都解开发髻,剪断头发,放在地上,发誓以死报主,君臣相拥痛哭。  唐庄宗遇害后,元行钦出逃,被村夫捉拿,刺史石潭打断元行钦的双脚,用囚车将他送到洛阳。李嗣源见到元行钦后,大骂道:“我儿有什么对不起你的!”元行钦怒目直视道:“那先帝又有什么对不起你的!”于是李嗣源将元行钦斩于洛阳闹市。  唉!死亡可贵的原因,是能为道义(而死)而不苟且偷生。在李嗣源发动兵变之时,诸将不知道该如何选择,而只有行钦把谋反的消息及时上报,至于断发自誓,他的节义实在值得嘉奖。等到唐庄宗驾崩后,他不能自我决断,反而逃跑来苟且偷生,最终被抓住处死。他的言辞虽然慷慨不屈,但是他的死并不是他自愿的,哪里有什么可贵之处呢?"
	},
	"http://www.yinruiwen.com/news/187844.htm": {
		"context": "安磐,字公石,嘉定州人。弘治十八年进士,改庶吉士。正德时,历吏、兵二科给事中,乞假去。世宗践阼,起故官。  嘉靖元年,主事霍韬言,科道官亵服受诏,大不敬。磐偕同官论韬先以议礼得罪名教,恐言官发其奸,故摭拾细事,意在倾排。帝置不问。中官张钦家人李贤者,帝许任为锦衣指挥。磐极言不可,不听。锦衣千户张仪以附中官张锐黜革,御史杨百之忽为讼冤,言:“仪当宸濠逆谋时,首倡大义,劝锐却其馈遗。今锐以是免死,仪功不录,无以示报。”磐疏言:“百之奸邪,阳为仪游说,而阴与锐交关,为锐再起。”百之情得,乃诬磐因请属不行,挟私行谤。吏部尚书乔宇等议黜百之,刑部谓情状未明,宜俱逮治。帝两宥之,夺百之俸三月,磐一月。  帝频兴斋醮,磐又抗言:“曩武 宗为左右所盅,命番僧锁南绰吉出入豹房,内官刘允迎佛西域。十数年间糜费日甚,流谤道路。自刘允放而锁南囚供奉减小人伏奈何甫及二年遽袭旧辙不斋则醮月无虚日此岂陛下本意?实太监崔文等为之。文钟鼓厮役,夤缘冒迁,既经降革,乃营求还职。导陛下至此,使贻讥天下后世,文可斩也。”疏入,报闻。  锦衣革职旗校王邦奇屡乞复职,磐言:“邦奇等在正德世,贪饕搏噬,有若虎狼。其捕奸盗也,或以一人而牵十余人,或以一家而连数十家,锻炼狱词,付之司寇,谓之‘铸铜板’。其缉妖言也,或用番役四出搜愚民诡异之书,或购奸僧潜行诱愚民弥勒之教,然后从而掩之,无有解脱,谓之‘种妖言’。数十年内,死者填狱,生者冤号。今不追正其罪,使得保首领,亦已幸矣,尚敢肆然无忌,屡渎天听,何为者哉?且陛下收已涣之人心,奠将危之国脉,实在登极一诏。若使此辈攘臂,一朝坏之,则奸人环立蜂起,堤防溃决。宜严究治,绝祸源。”帝不能从。其后邦奇卒为大厉,如磐言。  历兵科都给事中。以率众伏阙再受杖,除名为民。卒于家。",
		"question-answer": {
			"下列对文中加框部分的断句,正确的一项是  A.自刘允放/而锁南囚/供奉减小人伏/奈何甫及二年/遽袭旧辙/不斋则醮/月无虚日/此岂陛下本意/  B.自刘允放/而锁南囚/供奉减小人伏奈何/甫及二年/遽袭旧辙/不斋则醮/月无虚日/此岂陛下本意/  C.自刘允放/而锁南囚/供奉减小人伏/奈何甫及二年/遽袭旧辙不斋/则醮月无虚日/此岂陛下本意/  D.自刘允放/而锁南囚/供奉减小人伏奈何/甫及二年/遽袭旧辙不斋/则醮月无虚日/此岂陛下本意/ ": "A",
			"下列对文中加粗词语相关内容的解说,不正确的一项是  A.践祚,践,履也。古代庙寝堂前两阶,主阶在东,称祚阶。祚阶上为主位,因称即位行事为“践祚”。  B.吏部、刑部皆为古代官署。吏部主管文武百官的任免、考核、升降、调动;刑部通常主管刑罚政令及审核刑名。各部主官为“尚书”。  C.锦衣,明代官署锦衣卫的省称,锦衣卫,锦衣亲军都指挥使司,明洪武十五年设置。  D.阙常指古代在宫廷大门之外修建的两个对称的台子,被视作帝王宫廷的代表。伏阙意为拜伏于宫阙下,多指直接向皇帝上书奏事。": "B",
			"下列对原文有关内容的概括和分析,不正确的一项是  A.安磐忠于职守,直言敢谏。步入官场后,他积极指出皇上过失、斥退奸佞小人。他的意见,皇上有时听取,有时却置若罔闻。最终他被革职为民,死于家中。    B.安磐洞悉人心,明察秋毫。他与同僚揭发主事霍韬倾轧言官为求自保的恶行,又看穿御史杨百之替张仪鸣冤的险恶用心是替宦官张锐翻案。  C.安磐坚持正统,反对邪教。他认为武宗当年热衷礼佛、皇上如今执迷道法都是受了别有用心的小人蛊惑,均带来了空耗国库、百姓怨声载道的恶果。  D.安磐清醒警觉,颇有远虑。他反对恢复酷吏王邦奇的职务,认为应当防微杜渐,来回追究,如果让王邦奇嚣张得志,发生后患。后来的情况果如他所料。": "C",
			"把文中画横线的句子翻译成现代汉语。  ①磐偕同官论韬先以议礼得罪名教,恐言官发其奸,故摭拾细事,意在倾排。  ②文钟鼓厮役,夤缘冒迁,既经降革,乃营求还职。": "①安磐与同僚们认为霍韬之前因为议论礼教而得罪了正统读书人,担心御史揭发他干的坏事,所以拾取一些小事,意图排挤御史。  ②崔文不过是主管钟鼓的仆役,向上攀附得到升迁,降职革查后,就谋求官复原职。 "
		},
		"translation": "安磐,字公石,是嘉定州人。弘治十八年考中进士。后改任庶吉士。正德年间,历任吏、兵二部给事中,请假离职。世宗即位后,起复担任原来的官职。  嘉靖元年,主事霍韬进言,监察御史们穿着便服接受诏书,是对皇上大不敬。安磐与同僚们认为霍韬之前因为议论礼教而得罪了正统读书人,担心御史揭发他干的坏事,所以拾取一些小事,意图排挤御史。皇上搁置没有过问。宦官张钦的家人李贤,皇上许诺任命他担任锦衣卫指挥。安磐极力申诉不赞同,皇上不听从。锦衣千户张仪因为依附宦官张锐而被罢免,御史杨百之忽然替他伸冤,说:“张仪正逢朱宸濠谋反的时候,最先倡导大义,劝张锐退回朱宸濠的礼物。而今张锐因此免死,张仪立功却不被录用,无法显示出恩报。”安磐上书说:“杨百之狡猾,表面上替张仪游说,而暗中与张锐结交,为张锐图谋东山再起。”杨百之获悉,就诬蔑安磐因为请求托付没被应允,挟私愤施行诽谤。吏部尚书乔宇等人建议罢免杨百之,刑部认为情况不明,应该都抓起来治罪。皇帝宽恕了他们俩,罚没杨百之三个月俸禄,安磐一个月俸禄。      皇上频频举行道教仪式,安磐又上书说:“从前武宗被近臣蛊惑,让番僧锁南绰吉在豹房出入,宦官刘允去西域礼迎佛像。十几年间浪费一天比一天严重,道路上流言蜚语四起。自从刘允被流放,锁南绰吉被囚禁,供奉减少了,小人伏法了。 为什么刚刚过了二年,马上沿袭旧迹。不是行斋仪就是举法式,一月中没有一天不这样。这难道是陛下本来的愿望?实在是太监崔文等人做的。崔文不过是主管钟鼓的仆役,向上攀附得到升迁,降职革查后,就谋求官复原职。引导陛下这样,使陛下被天下人、后世人讥笑,崔文应该被斩首。”奏折传入,报奏皇上。  锦衣卫已被革职的旗校王邦奇多次请求恢复职务,安磐说:“王邦奇等人在正德年间,贪婪残暴,就像虎狼一样。他们抓捕盗贼,有时通过一个人牵连出十多个人,有时通过一家诛连到几十家,编造口供,交给主审部门,称之为‘铸铜板’。他们缉拿妖言惑众,有时任用胥吏到处去搜查平民非正统的书籍,有时收买奸邪的僧人暗中诱导平民信奉邪教,然后趁其不备抓捕,没有谁能脱逃,称之为‘种妖言’。数十年间,死亡的人塞满监狱,活着的人鸣冤哀嚎。现在不追究查正他的罪过,让他能够保住脑袋,已经算走运了,他竟然肆无忌惮,多次(奏文)亵渎皇上的耳朵,他算什么东西?况且陛下收服已经涣散的人心,巩固行将危急的国脉,实在在于即位的这一道诏令。如果让这种人振奋起来,一旦风纪败坏,那么奸邪之人就会四面兴起像蜂群一样,使大坝崩塌。应该严厉地追究治罪,杜绝祸患根源。”帝没能听从。后来王邦奇最终成为大祸患,正如安磐所言。  安磐担任了兵部都给事中。因为率领众人拜伏于宫殿下进言再次受杖刑,被除名成平民。在家中去世。 "
	},
	"http://www.yinruiwen.com/news/187843.htm": {
		"context": "吕由诚,字子明,御史中丞诲之季子。幼明爽有智略,以父恩补官,调邓州酒税,临事精敏,老吏不能欺,会营兵窃发,聚众闭城,守貳逃匿,由诚亲往招谕,贼敛兵听命,以功迁秩,寻擢提举三门、白波辇运,言者谓其资浅,罢之。知合水县。王中立、种谔征灵州,由诚部运随军,天寒食尽,他邑役夫多渍去,唯由诚所部分无失者。通判成都府,知雅、嘉、温、绵四州,皆有治绩。靖康元年,宰相唐恪荐由诚刚正有家法,宜任台臣。  召至京师,与恪议不合,且忧其蓄缩不足以济时艰,力辞求退。差知袭庆府,未及出关,金人再入,陷京师,立张邦昌,以兵胁士大夫臣之,由诚微服得免。时群盗所在蜂起,由诚崎岖至郡。城圮粮竭,于是昼夜为备,版筑甫就,剧贼李昱拥十万众奔至城中,知其有备,阳受元帅府招安而去。康王移军济阳,由诚竭力馈饷,军以不乏,遣官属王允恭奉表劝进。时京东诸郡,兵骄多内讧,独由诚拊循有方,士乐为用。前后数被攻固,屹然自立群盗中,救援皆绝。孔彦舟以郓兵叛,首犯郡境,攻之累旬不能下,始引去。胡选者众尤残暴,攻由诚示必取,由诚夜焚其攻具,直入帐下,贼骇散,不知所为,忽解围去。一日金兵四集,由诚严立赏罚,厉以忠义,守兵争奋,昼夜警备。金人百道攻城,矢石如雨,人无叛志。郡官有迎降者,执而械之。判官赵令佳同心誓守城陷俱被执金人欲生降之由诚不屈乃杀其子仍于前由诚不顾与令佳同遇害子偰与其家四十口皆被执无生还者南北隔绝,其孙绍清留蜀,后自蜀走江、浙访由诚生死,遇令佳之子子彝于江阴,知令佳与由诚同死被褒典,乃诉于朝,诏赠由诚三官,为通奉大夫。",
		"question-answer": {
			"下列对文中加框部分的断句,正确的一项是  A.判官赵令佳同心誓守城/陷俱被执/金人欲生降之/由诚不屈/乃杀其子/仍于前由诚不顾/与令佳同遇害/子偰与其家四十口皆被执/无生还者/  B.判官赵令佳同心誓守/城陷俱被执/金人欲生降之/由诚不屈/乃杀其子仍于前/由诚不顾/与令佳同遇害/子偰与其家四十口皆被执/无生还者/  C.判官赵令佳同心誓守城/陷俱被执/金人欲生降之/由诚不屈/乃杀其子仍于前/由诚不顾/与令佳同遇害/子偰与/其家四十口皆被执无生还者/  D.判官赵令佳同心誓守/城陷俱被执/金人欲生降之/由诚不屈/乃杀其子/仍于前由诚不顾/与令佳同遇害/子偰与/其家四十口皆被执无生还者/": "B",
			"下列对文中加粗词语的相关内容的解说,不正确的一项是 A.伯仲叔季,是先秦古人确立的兄弟长幼之序,《论语》《仪礼》均有记载。吕由诚是御史中丞吕诲的小儿子。  B.恩,即恩补、恩荫,是封建时代子孙因先辈有功而取得的入仕权利。恩荫制度是宋代选官的重要途径之一。  C.版筑,是筑土墙用的夹板和木杵,用法即在有支撑的夹板间填入泥土,以杵夯实。这里是指修补毁坏的城墙。  D.赠,是封建时代皇帝给有功诸臣已经去世的父祖追封官职爵位的一种恩典。在宋朝,宰相、贵臣可追赠三代。": "D",
			"下列原文有关内容的概括和分析,不正确的一项是  A.吕由诚智勇兼备,为官有 为。他任邓州酒税,处事精细,老吏不能骗他。他率民夫随军运输,天寒粮尽却无人逃跑。历任州县,有政绩。  B.吕由诚刚强正直,治军有方。宰相唐恪荐他为谏官,可吕由诚因政见不一、担心唐恪的能力而力辞。他训练得法,将士们都愿为之效命。    C.吕由诚智守孤城,屡挫敌寇。在城坏粮尽、孤立无援的情况下,他带领军民加强城防,日夜守备,多次退敌,还曾主动出击,夜袭贼营。  D.吕由诚忠君爱国,威武不屈。他历险阻辗转赴袭庆任职,以忠义激励将士。金人招降不成,当面杀死其子吕偰,吕由诚不畏惧,终被害。": "D",
			"把文中画横线的句子翻译成现代汉语。  ①会营兵窃发,聚众闭城,守贰逃匿,由诚亲往招谕,贼敛兵听命。  ②康王移军济阳,由诚竭力馈饷,军以不乏,遣官属王允恭奉表劝进。": "①适逢营兵暗中发动(叛乱),(他们)聚集兵众紧闭城门,州府长官及副手都逃跑躲藏起来,吕由诚以天子的名义亲自前往招抚,叛贼收起兵器听从命令。  ②康王赵构率领军队转移到济阳,吕由诚竭尽全力送去粮饷,军队因此不再缺少物资。(他)派遭下属王允恭呈上表章劝康王即皇帝位。"
		},
		"translation": "吕由诫,字予明,是御史中丞吕诲的小儿子。(他)年幼时开朗直爽,有才智谋略。他因为父亲有功而被补授官职,选调为邓州酒税,处事精明干练,即使是精于吏事、熟谙公务的胥吏也不能欺骗他。适逢营兵暗中发动(叛乱),(他们)聚集兵众紧闭城门,州府长官及副手都逃跑躲藏起来,吕由诚以天子的名义亲自前往招抚,叛贼收起兵器听从命令。(他)因功升职;不久被提拔为三门、白波等地的提举辇运官,谏官评议他资历浅,(朝廷)取消了这一任命。(吕由诚)任合水知县。王中立、种浮征讨灵州,吕由诚率众随军负责运输。当时天气寒冷,粮食耗尽,其他县征用的民夫大多逃散离去,只有吕由诚带来的人没有逃逸的。后来,他又调任成都府通判,先后在雅、嘉、温、绵州任知州,都有很好的政绩。靖康元年,宰相唐恪举荐吕出诚为人刚强正直,治家守礼法,认为他适合担任谏官。  (由诚)被召至京师,因与唐恪政见不合,又忧虑他退缩,不能救济时世的艰难,于是极力推辞,自请退职。(朝廷)委派吕由诚担任袭庆知府,还没来得及出城,金兵再度南下,攻隋京师,立张邦昌为伪大楚皇帝,用武力胁迫士大夫们使他们臣服,吕由诚改穿中民便服,隐藏身份,才得以幸免。当时,各处的强盗象群蜂样纷然并起,吕由诚历经险阻辗转到达袭庆府。此时城墙毁坏,粮食殆尽,于是(吕由诚组织军民)日夜守备,修筑城墙的工作刚刚完成,大盗李是带领十万贼寇就奔至城中,知道吕由诚早有防备,假装接受元帅府的招安便离开了。康王赵构率领军队转移到济阳,吕由诚竭尽全力送去粮饷,军队因此不再缺少物资。(他)派遣下属王允恭呈上表章劝康王即皇帝位。当时京东路下辖各州府,军队多骄纵,内部互相争斗,只有吕由诚训练有方法,将士都愿意为他效命。(袭庆府)先后多次到进攻和包围,处在贼寇之中,他却能坚守城池,毫不动摇,一切外部救援都断绝了。孔彦舟率郓州兵反叛,首先进攻袭庆府,数十天都没能攻下,才领兵退去。贼寇胡选人多势众,特别残暴,向吕由诚部发起进攻,并扬言志在必得。吕由诫派人在夜间烧毁了贼人攻城用的器械,径直攻入贼将的营帐。贼众惊恐溃散,不知所措,迅速解除了围困而逃离。有一天,金兵从四面(向袭庆府)会集。吕由诚严格设立奖赏和惩罚的制度,用忠臣义士的故事来激励大家,守城将士争先奋勇,日夜别戒防备。金兵想尽一切办法攻打城池,飞箭、垒石密集如下雨一般,人们都没有畏敌背叛之意。有打算献城投降的官吏,(被吕由诚下令)逮捕并拘禁起来。判官赵令住和他同心协力,誓死坚守,城池陷落后他们一同被俘。金人想要招降他,吕由诚没有屈服,于是金人当面杀死了他的儿子吕仍。吕由诚毫无顾念,和赵令佳一起被金人杀害。他的儿子吕偰和其余家人四十口都被金兵抓捕,没有一个人活下来。当时,南北地区因战乱阻隔,消息断绝,吕由诚的孙子吕绍清居留在四川,后来他从四川奔赴江浙-带查访祖父吕由诚的死活,在江阴遇到了赵令佳的儿子赵子莽,得知赵令佳因与吕由诚一同为国捐躯而得到了褒奖恩典,于是向朝廷诉说此事,皇帝下诏追赠吕由诚三官,封他为通奉大夫。 "
	},
	"http://www.yinruiwen.com/news/187833.htm": {
		"context": "毛修之，字敬文，荥阳阳武人也。祖虎生，伯父璩，并益州刺史。父瑾，梁、秦二州刺史。修之有大志，颇读史籍。荆州刺史殷仲堪以为宁远参军。桓玄克荆州，仍为玄佐。解音律，能骑射，玄甚遇之。及篡位，以为屯骑校尉。随玄西奔，玄败于峥嵘洲，复还江陵，人情离散，议欲西奔汉川。修之诱令入蜀，冯迁斩玄于枚回洲，修之力也。晋安帝反正于江陵，除骁骑将军。下至京师，高祖以为镇军咨议参军，加宁朔将军。旬月，迁右卫将军。既有斩玄之谋，又伯、父并在蜀土，高祖欲引为外助，故频加荣爵。高祖将伐羌，先遣修之复芍陂，起田数千顷。及至彭城，又使营立府舍。时洛阳已平，即本号为河南、河内二郡太守，行司州事，戍洛阳，修治城垒。高祖既至，案行善之。王镇恶死，修之代为安西司马。值桂阳公义真已发长安，为佛佛虏所邀，军败。修之与义真相失走将免矣始登一坂坂甚高峻右卫军人叛走已上坂尝为修之所罚者以戟掷之伤额因坠坂遂为佛佛所擒。佛佛死，其子赫连昌为索虏拓跋焘所获，修之并没。初，修之在洛，敬事嵩高山寇道士，道士为焘所信敬，营护之，故得不死，迁于平城。修之尝为羊羹，以荐虏尚书，尚书以为绝味，献之于焘；焘大喜，以修之为太官令。稍被亲宠，遂为尚书、光禄大夫、南郡公。其后朱修之没虏，亦为焘所宠。修之相得甚欢。修之问南国当权者为谁，朱修之答云：“殷景仁。”修之笑曰：“吾昔在南，殷尚幼少，我得归罪之日，便应巾韝①到门邪！”经年不忍问家消息，久之乃讯访，修之具答，并云：“贤子元矫，甚能自处，为时人所称。”修之悲不得言，直视良久，乃长叹曰：“呜呼！”自此一不复及。初，荒人去来，言修之劝诱焘侵边，并教焘以中国礼制，太祖甚疑责之。修之后得还，具相申理，上意乃释。元嘉二十三年，死于虏中，时年七十二。【注】①巾韝（gōu），指头巾和单衣，为古代士人之盛服。 ",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．修之与义真相失／走将免矣／始登一坂／坂甚高峻／右卫军人叛走／已上坂／尝为修之所罚者／以戟掷之／伤额／因坠坂／遂为佛佛所擒／  B．修之与义真相失／走将免矣／始登一坂／坂甚高峻／右卫军人叛／走已上坂／尝为修之／所罚者以戟掷之／伤额／因坠坂／遂为佛佛所擒／  C．修之与义真相失／走将免矣／始登一坂／坂甚高峻／右卫军人叛／走已上坂／尝为修之所罚者／以戟掷之／伤额／因坠坂／遂为佛佛所擒／  D．修之与义真相失／走将免矣／始登一坂／坂甚高峻／右卫军人叛走／已上坂／尝为修之／所罚者以戟掷之／伤额／因坠坂／遂为佛佛所擒／ ": "A",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．参军，指官职名称，是中国古代诸王及将帅的幕僚，也指中国古代戏曲中的角色名。  B．旬月中的“旬”指十天，古代记录时间的方法，这里强调毛修之的升迁速度之快。  C．索虏，南北朝时期南朝对北朝的蔑称。“索”指发辫，古代北方民族多有发辫，故称。  D．贤子多用以美称他人之子，常有过分夸赞之意，这里确实朱修之对元矫的真诚夸赞。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．毛修之忠于朝廷，借机尽力止变。他懂音律、能骑射，深得桓玄赏识，但在桓玄篡位后，兵败失利返回江陵之时，却用计诱杀了桓玄。  B．毛修之富有才干，得到高祖重用。高祖讨伐羌人之时，先派他修治芍陂，开垦数千顷田；后高祖进至彭城时，又让他建造官舍、修治城垒。  C．毛修之虽为俘虏，却得加官进爵。他被外族俘虏后，因擅长烹调羊羹而被推荐、提拔；后得拓跋焘宠爱，不断升迁，一直加爵至南郡公。  D．毛修之心念南国，但却终老异乡。他曾向同为俘虏的朱修之打听南国当权者和自家的情况，听后感世事变迁，悲不能语，最终卒于虏处。": "B",
			"把文中画横线的句子翻译成现代汉语。1既有斩玄之谋，又伯、父并在蜀土，高祖欲引为外助，故频加荣爵。2初，荒人去来，言修之劝诱焘侵边，并教焘以中国礼制，太祖甚疑责之。": "1(毛修之)一方面有斩杀桓玄的谋略，另一方面他的伯父和父亲都在蜀地，高祖想引他为外助，所以连连给他加封显贵爵位。2当初，两国鄙野之人往来，都说毛修之劝诱托跋焘侵扰宋国边境，并且将中原的礼乐制度教给他。太祖很怀疑他，(不断地) 加以谴责。 "
		},
		"translation": "毛修之字敬文，荥阳阳武人。他的祖父毛虎生，伯父毛璩，都是益州刺史。父亲毛瑾，官至梁、秦二州刺史。毛修之心怀大志，读了不少史书。荆州刺史殷仲堪用他当宁远参军。桓玄攻下荆州，毛修之便当了桓玄的官佐，历任后军参军、太尉参军、相国参军。毛修之颇通音乐，又能骑马射箭，桓玄待他很好。到桓玄篡位时，让毛修之当屯骑校尉。毛修之随同桓玄逃到西方，桓玄在峥嵘洲溃败，再回到江陵，人心离散，商议准备西逃到汉川。毛修之引诱桓玄到四川，以至冯迁在枚回洲将桓玄斩首。这是毛修之的功劳。  晋安帝在江陵恢复帝位，任毛修之为骁骑将军。毛修之东下到京师，高祖用他为镇军谘议参军，又加号宁朔将军。一月之间，迁任右卫将军。毛修之一方面有斩桓玄的计谋之功，另一方面是祖父和伯父都曾任益州刺史，高祖想引用他作为外助，所以连连加给他官职。高祖将讨伐羌人，先派毛修之开辟芍陂，垦田几千顷。到彭城后，又叫毛修之建立府中房屋。当时洛阳已攻下，毛修之以冠军将军职兼河南、河内二郡太守，代理司州刺史，戍守洛阳，修城治堡。高祖到洛阳检查了一通，对毛修之大为奖赏。王镇恶死后，毛修之代他为安西司马，将军还照旧。恰遇桂阳公刘仪真已从长安起身出发，被赫连勃勃所拦击，宋军溃败。毛修之和刘义真相互离散。即将脱离险境，刚登上一山岗，其中有一个曾被毛修之惩罚的，用画戟向毛修之扔去，划破了毛修之的额角，毛修之落到岗下，被赫连氏活捉。赫连勃勃死后，他儿子赫连昌被魏人拓跋焘俘虏。毛修之也落入魏人之手。  当初毛修之在洛阳，恭谨地伺候嵩山寇道士，寇道士很得拓跋焘信服，寇道士想法保护毛修之，所以毛修之才得保命，被带到平城。毛修之曾做过一次羊羹汤，送给魏国一个尚书品尝，那尚书认为味道非常好，便献给了拓跋焘。拓跋焘大喜，便让毛修之当了太官令。慢慢得到拓跋焘的宠爱。于是毛修之也当了尚书、光禄大夫、南郡公。之后朱修之也陷身魏国，也很得拓跋焘宠爱。两位修之关系很好。毛修之问朱修之南国当权的人是哪个？朱修之说：“殷景仁。”毛修之笑道：“我当年在南方，殷还是小孩，我以后如果回到南方，还要穿戴衣帽到他门下伺侯吗？”一年多不敢问家中消息，好久后才询问，朱修之回答很详细，并且说：“令郎元矫，颇能自理，很得舆论好评。”毛修之悲痛得几乎说不出话，直直地看着远方，长叹一声“呜呼！”从这以后，再也没问家中信息。当初两国流民往来，都说毛修之劝诱拓跋焘侵扰宋国边境，并且传教他有关中国的礼乐制度等。太祖很怀疑他，不断地加以谴责。朱修之后来回到南方对这些冤枉都力加洗刷，文帝才释然不问。元嘉二十三年(446)，毛修之在魏国去世，享年七十二岁。 "
	},
	"http://www.yinruiwen.com/news/187832.htm": {
		"context": "书来，怪仆悖宋儒解《论语》，仆颇不谓然。  孔子之道大而博，当时不违如愚者，颜氏子而已。有若、宰我，智足以知圣人，终有得失。趋庭如子思，私淑如孟轲，博雅如马、郑，俱有得失。岂有千载后奉一宋儒，而遽谓孔子之道尽是哉？《易》曰：“仁者见之谓之仁，知者见之谓之知。”孟子曰：“夫道若大路然，岂难知哉！”苟其得，虽童子，歌之而心通；苟其失，虽颜回，瞻之而在后①。宋儒虽贤，终在颜、曾之下；仆虽不肖，或较童子有余，安见宋儒尽是，而仆尽非也？  《中庸》曰：“博学之，审问之。”《书》曰：“好问则裕，自用则小。”使宋儒而果贤也，有不审问者乎？有肯自用者乎？若一闻异己者而即怒，乌乎贤？必欲抹杀一切，而惟宋儒是归，是亦如市侩之把持者而已矣。古之人有往往始愿不及此，而后人报之已过者。关忠武忠于汉室，此其志也，岂料后之隆以帝称哉？宋儒阐宣周、孔，此其志也，岂料后之垂为法令哉？且安知其著书时，不望后世贤人君子为之补过拾遗，去其非，存其是，以求合圣人之道乎？  自时文兴，制科立，《大全》颁②，遵之者贵，悖之者贱，然后束缚天下之耳目聪明，使如僧诵经、伶度曲而后止。此非宋儒过，尊宋儒者之过也。今天下有二病焉，庸庸者习常隶旧，犹且不暇，何能别有发明？其长才秀民，又多苟且涉猎，而不肯冒不韪以深造。凡此者，皆非尊宋儒也，尊法令也。法令与宋儒，则亦有分矣。      仆幼时墨守宋学，闻讲义略有异，辄掩耳而走。及长，读书渐多，入理渐深，方悔为古人所囿。足下亦宜早自省，毋抱宋儒作狭见之迂士，并毋若仆闻道太晚，致索解人不得。【注释】①《论语•子罕》中“颜渊喟然叹曰：‘仰之弥高，钻之弥坚，瞻之在前，忽焉在后。’”形容孔子学问高深。②《大全》即《性理大全》，内容为宋代理学著作与理学家言论。",
		"question-answer": {
			"下列对句中加点词的解释，不正确的一项是  A．而遽谓孔子之道尽是哉 遽：断然  B．好问则裕，自用则小 裕：渊博  C．岂料后之隆以帝称哉 隆：盛大  D．则亦有分矣 分：区分": "C",
			"下列各组语句中加点词的意义和用法，相同的一项是  A．孔子之道大而博/ 若一闻异己者而即怒  B．仁者见之谓之仁/凡此者，皆非尊宋儒也  C．以求合圣人之道乎/尊宋儒者之过也  D．岂料后之垂为法令哉/方悔为古人所囿": "C",
			"下列对文中语句的理解，不正确的一项是  A．宋儒虽贤，终在颜、曾之下  宋儒虽贤明，终究比不上颜回、曾参  B．是亦如市侩之把持者而已矣  这也就像把持市场的市侩之徒罢了  C．遵之者贵，悖之者贱  遵循宋儒学说的就能成为显贵，违背它的就只能处于卑贱的地位  D．致索解人不得  导致无法探索了解这样的人": "D",
			"将下面的句子译为现代汉语。 ①使宋儒而果贤也，有不审问者乎？  ②其长才秀民，又多苟且涉猎，而不肯冒不韪以深造。": "①假如宋儒果真贤明，有不详细追问的人吗？  ②那些才能优秀之人，又多浮泛粗浅地读书，不愿意冒着犯错误被指责的风险去深入研究。 ",
			"下列对文意的理解，不正确的一项是  A．文章第二段引用孟子的话意在表明“道”并不是难以理解的。  B．文章第三段以关武帝之事说明后人不必将宋儒之说视为法令。  C．作者认为宋儒解释《论语》错误很多，自己的解释都是对的。  D．作者恳劝尹似村早些觉悟，不要作那种见识狭窄的迂腐之士。": "C",
			"尹似村写信来责怪作者违背宋儒的认识解释《论语》，而作者却“颇不谓然”。请结合全文用自己的话简要概括作者“不谓然”的理由。": "①《论语》博大精深，不能断然认定宋儒之学就都是对的；  ②自己虽然不才，但也可能有所得；  ③宋儒们应该也希望后来者对其学说补过拾遗；  ④人们尊崇宋儒学说是因为现实中求功名的束缚；  ⑤读书人不愿或不能深入探求学问，难有真知灼见；  ⑥作者自己的求学经历使作者更坚定地认为不能墨守宋儒之学。"
		},
		"translation": "您写信来，责怪我违背宋儒的认识解释《论语》，我实在不这么认为。  孔子所讲说的道理博大精深，当时像愚笨之人一样对它不加违背的，就只有颜回了。有若、宰我他们的智慧足以了解圣人，最终有得有失。子思直接受到孔子的教导，孟子是孔子的私淑弟子，后来的马融、郑玄（汉代为《论语》做过注的学者）称得上博雅，都有得有失。哪有数千年后只尊奉宋儒一派，而断然说孔子的道理在他们那儿就都对了呢？《易经》说：“仁者见到它称之为仁，智者见到它称之为智。”孟子说：“道理像大路一样，哪里会难以理解！”如果有所得，即使是沧浪的童子，也能吟唱而心与之相通；如果无所得，即使是颜回这样的亚圣，也会觉得高深难解。宋儒虽然贤明，终究不能超过颜回、曾参；我虽然不才，或许比沧浪的童子要聪明一些。怎么知道宋儒都是对的，我都是错的呢？  《中庸》说：“博学之，审问之。（要广博地学习，要详细地追问求教）”《尚书》说：“好问则裕，自用则小。（指勤于别人请教，学识就会渊博；只凭自己的主观意图行事，就办不成大事）”假如宋儒果真贤明，会是不审问之人吗？会是只管自己的狭小之人吗？如果一听到不同的意见就立刻发怒，哪里称得上贤明呢？如果一定要抹杀一切（解释《论语》的学说），只是以宋儒为依归，这也就和市侩等卑贱之人想要把持市场一样了。古代人常常有开始并没有料到（惟宋儒是归这种情形），后人反应太过了的情形。关羽效忠于汉室，这是他的志向，哪里料到后人尊崇他为帝呢？宋儒阐发宣扬周公、孔子的道理，这是他们的志向，哪里料到后人尊崇其学说为法令呢？况且怎么知道他们著书时不希望后世的贤人君子为他们补过拾遗，去除不对的，保存正确的，借此来合乎圣人的道理呢？      自从（科举的）时文兴盛，以宋儒之说应对科举的制度确立、《性理大全》颁布以来，遵循宋儒学说的就能获得贵势，违背它的就只能处于卑贱的地位，这样之后就束缚住了天下之人的聪耳明目，要使他们像僧人照着经文诵经、伶人照着乐谱歌唱一样才罢手。这不是宋儒的过错，是尊奉宋儒之人的过错。现在天下有两个弊病，平庸之人多习惯附属与平常的旧习，就是这样都忙不过来，哪里能够另外有新的发现？那些才能优秀之人，又多浮泛粗浅地读书，不愿意冒着错误被指责的风险去深入研究。这两种情形，都不是在尊奉宋儒，而是在尊奉朝廷的法律命令。法律命令与宋儒，也是有区分的。  我自幼墨守宋学，听到讲义中有不同的观点，总是掩耳而走。长大后，读书渐多，对道理的理解逐渐加深，才后悔被古人所束缚。您也应早早醒悟，不要固执宋儒的学说，成为（孤陋寡闻的）迂腐之人，并且不要像我这样因为闻道太晚，以致于找不到了解这个道理的人。"
	},
	"http://www.yinruiwen.com/news/187831.htm": {
		"context": "予为童子时，则知有吴纯甫先生。长而登先生之门，悦而忘其归也。盖世之所谓慷慨魁磊之士，吾必日先生焉。先生精于学，邃于文，熟于事。少时，为县大夫郡邑长者所推重。当道者往往叹息，期以大用，指日以望。既而摧抑顿挫者几三十年。  先生自负瑰玮，不见施设②，独喜为人言之。人无贤愚，见者倾倒。自少年学子稍知向方者，必引而进之。士之有志者，亦皆归先生。每从嘉林修竹间，纡衿方履，笑咏相随，殆无虚日。时有质辨，剖析毫发，议论蜂起，群疑豁如，云披雨霁，天清日明。其于天下之利害，生民之得失，常有隐忧于其间。天子中兴，慨然有志于三代之治。诏书数下，所以修明千百年之废典者不一事，悉先生之所尝言者。故与先生游者，皆去为显官。先生独为诸生，揖让进退自若也。  嘉靖辛卯，先生始发解，于是将上礼部。皆喜先生之遇，而又惜其晚也。然君子之论不施于早晚之间，而施于遇不遇之际。不以徒遇之为喜，而以得所遇之为乐。  予惟国家以科目收天下之士，名臣将相，接踵而兴。豪杰之士，莫不自见于其间。而比年以来，士风渐以不振。其始羸然一书生耳，才释褐③而百物之资可立具，此何从而得之哉？亦独不念朝廷取之者何如，用之者何如，爵禄宠锡④之者何如也！世之所倚重者尽赖此辈，而如是弥望，君子盖以为世道无穷之虑焉。      初，先生与余论天下事，予未尝不竦然，又默然有感也。以为在位者皆以此为心，则天下可以无事，然而先生不遇也。今先生遇矣，以其向所言者而从事焉，则犹饥渴而饮食之也。夫趋俗之士师师⑤，持正之士谔谔。夫谔谔非幸也然天下之事彼不为而此为之倡者一人随  者十人则固当有声气之同者。若是而相与持天下之势，君子又以为世道无穷之幸焉。故予  谓先生不谓之晚，而如先生乃可谓之真遇也。若彼碌碌者徒，虽襁褓而朱紫⑥，日唯诺于殿廷，吾不谓之遇也。因书以为别。【注释】①本文写于吴纯甫44岁即将赴京参加会试之时。文中的“发解”指考中乡试第一名，“将上礼部”指即将赴京会试。②施设：施展才能的机会。③褐：粗布衣衫。④锡：同“赐”。⑤师师：庄严恭敬的样子。下文的“谔谔”，直言争辩的样子。⑥朱紫：古代高级官员的服色，借代高官显爵。 ",
		"question-answer": {
			"下列对句中加点词语的解释，不正确的一项是  A．邃于文 邃：精深  B．自少年学子稍知向方者 向方：遵循正道  C．群疑豁如 豁如：晓悟，明白  D．而比年以来 比：等到": "D",
			"下列各组语句中加点词的意义和用法，相同的一项是  A．悦而忘其归也 B．当道者往往叹息  而又惜其晚也 故与先生游者  C．士之有志者 D．士风渐以不振  用之者何如 因书以为别": "B",
			"下列对文中语句的理解，不正确的一项是  A．既而摧抑顿挫者几三十年  之后遭遇失意与得意的情况将近三十年  B．所以修明千百年之废典者不一事    用来修正阐明千百年来废置的礼法制度的不止一例  C．然君子之论不施于早晚之间  然而评判君子不以考中科举的早晚为标准  D．以其向所言者而从事焉  按照他先前所说的那样去做": "A",
			"请用“／”给文中画波浪线的部分断句。": "夫谔谔/非幸也/然天下之事/彼不为/而此为之/倡者一人/随者十人/则固当有声气之同者",
			"下列对文章内容的理解，不正确的一项是 A．吴纯甫年少时就深受当地府县中有地位、有威望之人的推崇。  B．作者认为君子不应只以考中科举为喜，更当以报效国家为乐。  C．文章批评有些读书人在做官之后仍然不明白朝廷的用人标准。  D．吴纯甫关于天下事的见解，常常令作者震惊，并且深有感触。 ": "C"
		},
		"translation": "我在小时候，就听说过吴纯甫先生。长大后登门拜访，高兴得忘了回家。当世人谈论胸怀大志、刚正不阿、高特超群的人时，我一定说是吴纯甫先生。先生学业精通，文章精深，事理精熟。年少时，被县令及州县中的长者推崇。掌权的人往往感叹，对他寄予宏图大展的期望，认为他很快就可以施展抱负。（没想到）其后先生近三十年都未能得志。  先生自认为才能卓异，却一直没有施展的机会，特别喜欢说别人的好话。无论贤人还是愚人，见到先生都十分敬慕。那些稍稍懂得遵循正道的少年学子，他一定会引荐推举。有志的士人，也都归附先生。人们常常跟从他在嘉林修竹之间，衣衿围绕，鞋履相并，谈笑吟咏，几乎没有一天空着。有时士人对学问质疑、辩论，先生解析得细致深入，议论纷然并起时，（经过先生分析）众人便豁然开朗，就像云散雨停，天清日明。他对于天下的益处与害处，百姓的所得与所失，常常有深切的忧虑。当今天子振作，国家转衰为盛，有效法夏商周三代治世的志向。屡次颁布诏书，其中用来修正阐明千百年来废置的法令制度的不止一例。这些都是先生曾经说过的。过去与先生交游的人，都离开成为显赫的官员。唯独先生还是秀才，但他在与人交往中泰然自若。      嘉靖辛卯年，先生才在乡试中考中举人第一名，此时将赴京参加礼部会试。大家都为先生得到施展才华的机会而高兴，却又为他机会到来得如此之晚而惋惜。但是评论君子的标准，不是看他中举人、进士的早晚，而是看他是不是有施展抱负的机会。（君子）不只以科场得意，考中举人、进士为喜，更当以施展才华以有利于国家为乐。  我思考国家用科举考试来招收天下的读书人，名臣将相，连续不断地涌现。豪杰之士，没有不从科举考试中脱颖而出的。可是近年来，士大夫的风气渐渐衰颓。他们开始只是一个贫弱的穷书生，刚刚脱去平民的衣服，一切应用物资就可立刻拥有，这些都是从哪里得来的呢？唯独不去思考朝廷为什么录取他们，为什么任用他们做官，为什么赏赐给他们官爵俸禄！世上依靠、器重的都是这类人，这类人触目皆是，君子因此为世道感到无尽的忧虑。  当初，先生和我议论天下事，我总是对先生充满恭敬，又对所论之事深有感触。我认为当权者如果都能像先生那样以天下为本心，国家就可以太平无事了，然而先生没有得到施展才能的机会。如今先生有机会了，能够按照以前所说的那样去做，（带来的效果）就好像饥渴的人有了饮食一样。迎合世俗的人恭敬顺从（不敢直言），持守公正的人直言争辩。直言争辩，（对于个人来说）不是好事。但是天下的事，那个人不做这个人做，一个人倡导，十个人跟从，那么本来就会有志同道合的人（相随）。如此共同保持天下的好形势，君子又认为这是世道莫大的幸运。所以我说先生（如今中举赴京会试）不能算晚，像先生这样可以说是真的得到了施展才能的机会。像那些庸碌无为的人，即使很早就得到了高官显爵，但每天在朝廷中一味地顺从，不敢争辩，我不认为他是真遇。于是写下这篇序文作为与纯甫的赠别。"
	},
	"http://www.yinruiwen.com/news/187829.htm": {
		"context": "刘煦，涿州归义人也。煦为人美风仪，为定州王处直观察推官。明宗时，累迁兵部侍郎居职。明宗素重煦而爱其风韵，迁端明殿学士。废帝入立，迁吏部尚书、门下侍郎，监修国史。  初，废帝入，问三司使王玫：“帑①廪之数几何？”玫言：“其数百万。”及责以赏军而无十一，废帝大怒，罢玫，命煦兼判三司。煦性察，而嫉三司蠹敝尤甚，乃煦计文簿，核其虚实，残租积负悉蠲②除之。往时吏幸积年之负盖而不发，因以把持州县求贿赂，及煦一切躅除，民间欢然以为德，而三司吏皆沮怨。先是，冯道与煦为姻家而同为相，道罢，李愚代之。愚素恶道为人凡事有稽失者必指以诮煦曰此公亲家翁所为也煦性少容恕而愚特刚介遂相诋诟相府史吏恶此两人刚直，因共扬言，其事闻，废帝并罢之，以煦为右仆射。是时，三司诸吏提印聚立月华门外，闻宣诏罢煦相，皆欢呼相贺曰：“自此我曹快活矣！”  煦在相位，不习典故。初，明宗崩，太常卿崔居俭以故事当为礼仪使，居俭辞以祖讳蠡。冯道改居俭秘书监，居俭快快失职。中书舍人李详为居俭诰词，有“闻名心惧”之语，煦辄易日“有耻且格”。居俭诉日：“名讳有令式，予何罪也？”当时闻者皆传以为笑。及为仆射，入朝遇雨，移班廊下，御史台吏引仆射立中丞御史下，煦诘吏以故事，自宰相至台省皆不能知。及道为司空，问有司班次，亦皆不能知，由是不入朝堂，俟台官、两省入而后入，宰相出则随而出。至煦为仆射，自以由宰相罢，与道同，乃随道出入，有司不能弹正，而议者多窃笑之。以目疾罢为太保，是岁卒，年六十。 【注】①帑：读“tāng”，古代指收藏钱财的府库或钱财。2蠲，读“juān”，除去，免除。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．愚素恶道为人/凡事有稽失者/必指以诮煦曰/此公亲家翁所为也/煦性少容恕/而愚特刚/介遂相诋诟/  B．愚素恶道为人凡事/有稽失者/必指以诮煦曰/此公亲家翁所为也/煦性少容恕/而愚特刚介/遂相诋诟/  C．愚素恶道为人凡事/有稽失者/必指以诮煦曰/此公亲家翁所为也/煦性少容恕/而愚特刚/介遂相诋诟/  D．愚素恶道为人/凡事有稽失者/必指以诮煦曰/此公亲家翁所为也/煦性少容恕/而愚特刚介/遂相诋诟/": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．学士，古代掌管编纂撰述的官称，按不同职称冠予头衔，如侍读学士，翰林院学士等。  B．尚书，中国古代官职名称之一。隋代开始设六部，六部各部以侍郎、尚书为正副长官。  C．讳，又称避讳，意思是封建君主时代对于君主和尊长的名字，必须避免直接说出或写出。  D．崩，又称驾崩，指古代皇帝或皇太后的去世。诸侯去世称为“薨”，士大夫去世称为“卒”。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．刘煦受到唐明宗的赏识与重用。唐明宗一向敬重刘煦其人，喜欢他的风度和韵致，亲自提拔他担任兵部侍郎，使他升为端明殿学士。  B．刘煦敢于改革弊政。他兼管三司后，痛恨三司严重侵吞官银的弊病，在账簿上一一查看计算，核对虚实，并采取了一系列除弊措施。    C．刘煦因刚直遭罢相。相府的官吏忌恨他和李愚刚直，宣扬他们二人的不合，唐废帝得知后，罢免了二人的宰相，任命刘煦为右仆射。  D．刘煦不习典章掌故。他在担任宰相时，改动中书舍人李详为崔居俭的事起草的朝廷文告；进入朝堂时，不能确定正确的顺序，一时被传为笑谈。": "A",
			"把文中画线的句子翻译成现代汉语。1及煦一切蠲除，民间欢然以为德，而三司吏皆沮怨。2乃随道出入，有司不能弹正，而议者多窃笑之。": "1等到刘煦把偾务全部免除后，民间皆大欢喜感激刘煦的恩德，而三司的官吏都沮丧怨恨。2于是跟着冯道进出朝廷，主管部门不能弹劾纠正，而议事的人私下多笑话他。"
		},
		"translation": "刘煦，是涿州归义人。刘煦为人风度优美，任定州王处直的观察推官。后唐明宗时，多次升迁至兵部侍郎任职。明宗一向敬重刘煦而喜欢他的风度韵致，升迁为端明殿学士。唐废帝登位，刘煦升任吏部尚书、门下侍郎，监修国史。  当初，唐废帝入朝，问三司使王玫：“钱库里现有多少钱？王玫说：“大概有数百万。”等到让他取出来犒赏军队却不到十分之一，唐废帝非常气愤，罢免了王玫，命令刘煦兼掌管三司。刘煦生性明辨，而且十分痛恨三司侵吞官银的弊病，于是在账簿上一句句查看计算，核对其中虚实情况，把残剩的租赋和积留的欠债全部免除。过去官吏们庆幸各地有多年的欠债隐瞒而不上报，借以控制州县索取贿赂，等到刘煦把债务全部免除后，民间皆大欢喜感激刘煦的恩德，而三司的官吏都沮丧怨恨。在这之前，冯道和刘煦是亲家并且同为宰相，冯道被罢职，李愚接任他执掌相印。李愚一向厌恶冯道的为人，大凡有延误的事，一定指斥讥诮刘煦说：“这是您的亲家翁干的！”刘煦生性缺少宽容，而李愚则特别刚强耿直，于是两人相互诋毁。相府的官吏忌恨两人刚直，于是一起对外宣扬，这件事被唐废帝得知后，将两人一起罢免，任命刘煦为右仆射。这时，三司官吏们提着官印聚集在月华门外，听说下诏罢免刘煦的宰相职位，都相互欢呼庆贺说：“从此我们快活了！”  刘煦担任宰相，不熟习典章和掌故。当初，唐明宗驾崩，太常卿崔居俭按照旧侧应当担任礼仪使，崔居俭以祖父名蠡应当避讳作推辞。冯道变更崔居俭的职务，让他担任秘书监，崔居俭因失去原有职位而快快不乐。中书舍人李详为崔居俭的事起草朝廷文告，其中有“听到名字心里就害怕”的话，刘煦就将其改为“人有知耻之心，则能自我检点而归于正道”。崔居俭申诉说：“名宇避讳有规定的格式，我有什么罪？”当时听说的人都传为笑谈。等到刘煦任仆射时，入朝时遇到下雨，改在屋廊下列队，御史台官吏带着仆射站在中丞御史后，刘煦责问官吏根据什么旧例，从宰相到台省都不知道。等到冯道担任司空时，向相关官吏询问进朝列队的次序，也都不能知道，因此不进入朝堂，等到台官、两省官吏进去后才进去，宰相出来就跟着出来。等到刘煦任仆射时，自认为他从宰相罢职和冯道相同，于是跟着冯道进出朝廷，主管部门不能弹劾纠正，而议事的人私下多笑话他。刘煦因眼疾罢为太保，这年去世，享年六十岁。 "
	},
	"http://www.yinruiwen.com/news/187828.htm": {
		"context": "刘荣，宿迁人。初冒父名江。雄伟多智略，成祖深器之，授密云卫百户。从起兵为前锋，屡立战功。累授都指挥佥事。，战滹沱河，夺浮桥，掠馆陶、曹州，大获。还军救北平，敗平安军于平村。杨文以辽东兵围永平，江往援文，引却。江声言还北平，行二十余里，卷甲夜入永平。文闻江去，复来攻。江突出，掩击，大败之，斩首数千，擒指挥王雄等七十一人。迁都指挥使。从至淝河，与白义、王真以轻骑诱致平安，败之。  时南军驻宿州，积粮为持久计。成祖患之，议绝其饷道。命江将三千人往，趑趄不行。成祖大怒，欲斩之。诸将叩首请，乃免。渡江策功，以前罪不封，止授都督佥事。  永乐八年从北征，以游击将军督前哨。乘夜据清水源，敗敌斡难河，复敗阿鲁台于靖虏镇。十二年再从北征，仍为前锋，将劲骑侦敌于饮马河。见敌骑东走追至康哈里孩击斩数十人复与大军合击马哈木于忽失温下马持短兵突阵斩获多受上赏复充总兵官镇辽东。  倭数寇海上，北抵辽，南讫浙、闽，濒海郡邑多被害。江度形势，请于金线岛西北望海埚筑城堡，设烽堠，严兵以待。十七年六月，瞭者言东南海岛中举火。江急引兵赴埚上。倭三十余舟至，泊马雄岛，登岸奔望海埚。江依山设伏，别遣将断其归路，以步卒迎战，佯却。贼入伏中，炮举伏起，自辰至酉，大破贼。尽覆之，斩首千余级，生擒百三十人。自是倭大创，不敢复入辽东。诏封广宁伯，禄千二百石，予世券，始更名荣。寻遣还镇。明年四月卒。      荣为将，常为军锋，所向无坚阵。驭士卒有纪律，恩信严明。诸款塞者，抚辑备至。既卒，人咸思之。赠侯，谥忠武。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．见敌骑东走追/至康哈里孩/击斩数十人/复与大军合击马哈木于忽失温/下马持短兵突/ 阵斩获多/受上赏/复充总兵官/镇辽东/  B．见敌骑东走/追至康哈里孩/击斩数十人/复与大军合击马哈木于忽失温/下马持短兵突 阵/斩获多/受上赏/复充总兵官/镇辽东/  C．见敌骑东走追/至康哈里孩/击斩数十人/复与大军合击马哈木于忽失温/下马持短兵突 阵/斩获多/受上赏/复充总兵官/镇辽东/  D．见敌骑东走/追至康哈里孩/击斩数十人/复与大军合击马哈木于忽失温/下马持短兵突/ 阵斩获多/受上赏/复充总兵官/镇辽东/ ": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．成祖，明太祖的第四子朱棣，1402年登基，年号永乐，后人称其永乐皇帝，“成祖”是称他的 谥号。  B．烽堠，又称“烽燧”“烽火台”“烽台”“烟墩”“烟火台”，是古代在上面点火传递军事信息的墩台。  C．自辰至酉，从辰时到酉时，相当于从上午7点到下午7点。古人用12时辰纪时，每个时辰2小时。  D．诏封，皇帝下诏封拜侯爵，明朝所封爵位分为郡公、郡侯、郡伯、县子、县男，刘宁被封为广 宁伯。": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．刘荣受到明成祖器重。他足智多谋，被明成祖授予密云卫百户之职，跟从燕王起兵做前 锋，多次荣立战功，被授予都指挥佥事。    B．刘荣善于用奇兵胜敌。他带兵救援永平，扬言要回北平，走了二十余里后轻装连夜进人永 平，趁杨文不备发动袭击，大败杨文。  C．刘荣曾经触怒明成祖。明成祖命令刘江率兵绝南军饷道，刘江迟疑不前，成祖大怒，想斩 杀他，刘荣叩头请罪，才被赦免死罪。  D．刘荣受到朝廷的诏封。他倚山设伏，大败倭寇后，倭寇不敢进入辽东，刘荣被封为广宁伯， 不仅增加食禄，还被授予世袭铁券。": "C",
			"把文中画横线的句子翻译成现代汉语。1倭数寇海上，北抵辽，南讫浙、闽，濒海郡邑多被害。2驭士卒有纪律，恩信严明。诸款塞者，抚辑备至。": "1倭寇多次侵犯海上，北自辽东，南达浙江、福建，沿海各州县多遭倭寇残害。2他约束士卒有纪律，对士卒讲究恩德信义，严厉公正。对于那些来求和的外族人，他也安抚团结他们细致全面。"
		},
		"translation": "刘荣，是宿迁人。起初曾冒称父亲之名刘江。他身材高大雄壮而且多才智谋略，明成祖很 器重他，授予他密云卫百户的官职。后来，他跟随燕王起兵，做前锋，多次荣立战功。积官授予 都指挥佥事。在滹沱河作战时，他夺取浮桥，占领馆陶、曹州，缴获很多。回军救援北平时，他在 平村击敗平安的部队。杨文带领辽东军队包围永平，刘江前往救援，杨文带领军队退走。刘江 扬言要回北平，走了二十余里后，收起铠甲深夜进入永平城。杨文听说刘江离开了永平，就又来 攻打永平。刘江这时突然冲出，发动袭击，大敗杨文的部队，斩首数千，擒获指挥王雄等七十一 人。刘江被提升为都指挥使。后来，他跟随明成祖到淝河，和白义、王真等用轻装的骑兵引诱平 安的军队，并将其击败。  当时南方军队驻扎在宿州，并且积蓄粮食作坚持长久的打算。明成祖很是担心，就商议要 断绝南军运送粮饷的通道，命令刘江率领三千人前往，但刘江拖拖拉拉不出发。明成祖大怒，想 斩杀他。后诸位将领叩头求情，才将其救免。后来军队渡过长江策记功劳，刘江因为前面有罪， 不予加封，仅授予他都督佥事的官职。  永乐八年刘江跟随皇帝征讨北方，他以游击将军之衔督率前哨。趁着夜色占据清水源，在斡难河击敗敌军，又在靖虏镇击败阿鲁台。永乐十二年他再次随从皇上北征，仍担任先锋之职， 刘江率领精锐的骑兵到饮马河侦察敌情。他发现敌军骑兵向东逃走，就一直追击敌军到康哈里 孩，斩杀敌军几十人。后来又与大军在忽失温合击马哈木，激战中，他下马持短兵器突入敌阵， 斩杀敌军缴获很多战利品，受到上等的赏賜。刘江再次担当总兵官，镇守辽东。  倭寇多次侵犯海上，北自辽东，南达浙江、福建，沿海各州县多遭倭寇残害。刘江审度地形 大势，请求朝廷在金线岛西北的望海埚构筑城堡，设立烽火瞭望台，整饬军队，严阵以待。永乐 十七年六月，瞭望敌情的人报告说东南海岛上有人点火。刘江急忙率军赶赴埚上。倭寇三十余 艘船来到，停泊在马雄岛，登岸奔向望海埚。刘江依山埋设伏兵，另遣将领断其归路，刘江则以 步兵迎战，假装退却。等到贼人进入官兵埋伏地区，火炮轰响，伏兵四起，从辰时一直激战到酉时，大败贼寇。全部将他们歼灭，斩首一千余首，生搶一百三十人。从此倭寇受到严重打击，不 敢再进入辽东。朝廷诏令封他为广宁伯，食禄一千二百石，并赏賜给他世袭铁券。他这时才改名为荣。不久朝廷又将他派遣回到镇守之地。第二年四月他去世。      刘荣担任将军，常做军队的前锋，无论打到哪里，都没有攻不破的坚固战阵。他约束士卒有 纪律，对士卒讲究恩德信义，严厉公正。对于那些来求和的外族人，他也安抚团结他们细致全面。他去世后，人们都怀念他。朝廷赠侯爵，谥号忠武。"
	},
	"http://www.yinruiwen.com/news/187827.htm": {
		"context": "罗含，字君章，桂阳耒阳人也。曾祖彦，临海太守。父绥，荥阳太守。含幼孤，为叔母朱氏所养。少有志尚尝昼卧梦一鸟文彩异常飞入口中因惊起说之朱氏曰鸟有文彩汝后必有文章。自此后藻思日新。弱冠，州三辟，不就。含父尝宰新淦，新淦人杨羡后为含州将，引含为主簿，含傲然不顾，羡招致不已，辞不获而就焉。及羡去职，含送之到县。新淦人以含旧宰之子，咸致赂遗，含难违而受之。及归，悉封置而去，由是远近推服焉。后为郡功曹，刺史庾亮以为部江夏从事。太守谢尚与含为方外之好，乃称曰：“罗君章可谓湘中之琳琅。”  寻转州主簿。后桓温临州，又补征西参军。温尝使含诣尚，有所检劾。含至，不问郡事，与尚累日酣饮而还。温问所劾事，含曰：“公谓尚何如人？”温曰：“胜我也。”含曰：“岂有胜公而行非邪！故一无所问。”温奇其意而不责焉。转州别驾。以廨舍喧扰，于城西池小洲上立茅屋，伐木为材，织苇为席而居，布衣蔬食，晏如也。温尝与僚属宴会，含后至。温问众坐曰：“此何如人？”或曰：“可谓荆楚之材。”温曰：“此自江左之秀，岂惟荆楚而已。”征为尚书郎。温雅重其才，又表转征西户曹参军，俄迁宜都太守。及温封南郡公，引为郎中令。寻征正员郎，累迁散骑常侍、侍中，仍转廷尉、长沙相。年老致仕，加中散大夫，门施行马。初，含在官舍，有一白雀栖集堂宇，及致仕还家，阶庭忽兰菊丛生，以为德行之感焉。年七十七卒，所著文章行于世。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．少有志尚/尝昼卧梦/一鸟文彩异常/飞入口中/因惊起说之/朱氏日/鸟有文彩/汝后必有文章  B．少有志尚/尝昼卧梦/一鸟文彩异常/飞入口中/因惊起/说之朱氏曰/鸟有文彩/汝后必有文章  C．少有志尚/尝昼卧/梦一鸟文彩异常/飞入口中/因惊起说之/朱氏日/鸟有文彩/汝后必有文章  D．少有志尚/尝昼卧/梦一鸟文彩异常/飞入口中/因惊起/说之朱氏曰/鸟有文彩/汝后必有文章": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．太守，秦汉时期对郡守的尊称。汉景帝更名为太守，为一郡的最高行政长官。  B．弱冠，古时男子18岁称弱冠。这时行冠礼，戴上表示成人的帽子，以示成年。  C．方外之好，古时指相互间没有利益关系却有某种共同爱好或共同语言的朋友。  D．江左，古时在地理上以东为左，江左也叫江东，也可指东晋等朝统治的地区。 ": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．罗含不恋权。州里授予官职，他都没有接受。杨羡请他来出任主簿，他先是不予理睬，后来才勉强上任。  B．罗含不贪财。罗含对新淦百姓送他财物感到盛情难却，只好勉强收下。在离开新淦时，把财物封装起来带走。  C．罗含生活简朴。他嫌官衙内太吵闹，就自己盖茅屋居住，伐木做床，编苇为席，吃穿简单，生活得有滋有味。  D．罗含很有才 杨羡、庾亮都提拔过他。在桓温掌权时，他得到桓温器重，官职不断得到升迁，文章流行于世。": "B",
			"把文中画横线的句子翻译成现代汉语。1含曰：“岂有胜公而行非邪！故一无所问。”温奇其意而不责焉。2及致仕还家，阶庭忽兰菊丛生，以为德行之感焉。 ": "1罗含说：“哪有超过你却要做坏事的人呢？所以，我一句也没问他。”桓温对他的话感到惊奇，但没有责备他。2到退休回家，台阶前的庭院突然兰菊丛生，人们认为这是他美好德行的感应。"
		},
		"translation": "罗含，字君章，是桂阳耒阳人。曾祖罗彦是临海太守，父亲罗绥是荥阳太守。罗含幼年成了孤儿，是叔母朱氏养大。罗含少年时有大志向，曾经白天睡觉时，梦见一只鸟毛色异常艳丽错杂，飞进自己口中，于是惊醒起来说起这事。叔母朱氏说：“鸟毛色艳丽错杂，预示你以后一定能写出好文章。”从此以后，罗含做文章的才思一天比一天进步。20岁时，州官多次征召他，没有去就任。罗含的父亲曾在新淦县做官，新淦人杨羡后来担任罗含家乡的州将，引荐罗含任主簿，罗含高傲地不予理睬，杨羡不停地聘请他，罗含多次推辞不获批准只好勉强就任。到杨羡离职，罗含送杨羡到他任职的新淦县。新淦人因为罗含是原任主官之子，都用财物来送他，罗含感到盛情难却就接受了。到离开新淦县时，他把礼品全部封装放好，离职而去，并未带走。于是，远近百姓都非常推崇佩服罗含的品德。罗含后来担任郡里的功曹，刺史庾亮让他做江夏郡从事。太守谢尚与罗含十分友好，就称赞罗含说：“罗君章可说是湘中之琳琅。”  不久转任州主簿。后来桓温到州里，又补任征西参军。桓温曾派罗含到谢尚那里去，为的是搜集发现谢尚的问题以便弹劾他。罗含到了谢尚那里，不过问郡里的事，与谢尚一起痛饮了几天酒就回去了。桓温问罗含检举揭发谢尚的事，罗含说：“您觉得谢尚这人怎么样?”桓温说：“比我强。”罗含于是说：“岂有超过你却要做坏事的人呢？所以，我一句也没有问他。”桓温对他的话感到惊奇，但也没有责备他。罗含转任州别驾。因为官衙内太吵闹，就在城西郊的小洲上盖了一所茅屋，伐木做床，编苇为席居住在那里，穿平常的衣服，吃自己种的蔬菜，生活得安然自若。桓温曾与同僚下属一起宴饮，罗含迟到了。桓温问在座的众人说：“这是个怎样的人才？”有人说：“可说是荆楚之才呀。”桓温说：“这是国家优异突出的人才，岂止荆楚一地而已。”于是征召为尚书郎。桓温特别器重罗含的才干，又上表让罗含转任征西户曹参军，不久迁任宜都太守。到桓温封任南郡公，又引荐担任郎中令，不久征召为正员郎，多次迁升为散骑常侍、侍中，接着转任廷尉、长沙相。年老退休，加官中散大夫，允许在家门口前放上行马。当初，罗含在官衙，有一只白雀栖息殿堂上，到退休回家，台阶前的庭院突然兰菊丛生，人们认为这是他美好德行的感应。七十七岁时去世，所著文章流行于世。"
	},
	"http://www.yinruiwen.com/news/187826.htm": {
		"context": "颜衎，字祖德，兖州曲阜人。少苦学，治《左氏春秋》。梁龙德中擢第，解褐授北海主簿，以治行闻。后唐天成中，为邹平令。符习初镇天平以书告属邑毋聚敛为献贺衎未领书以故规行之寻为吏所讼习遽召衎笞之幕客军吏咸以为辱及正人习甚悔焉，即表为观察推官，且塞前事。长兴初，召拜太常博士，习力奏留之。习致仕，衎东归养亲。 未几，房知温镇青州，复辟置幕下。知温险愎，厚敛多不法，衎每极言之，不避其患。晋祖入洛，知温恃兵力偃蹇，衎劝其入贡。知温以善终，衎之力也。改河阳三城节度副使，知州事。居半岁，得家问，父在青州有风痺疾，衎不奏弃官去侍疾，不复有仕宦意。岁余，父疾不能起，衎亲自掬矢，未尝少倦。晋祖闻之，召为工部郎中，连使促召至阙，辞曰：“臣无他才术未知何人误有闻达望放臣还遂其私养。”晋祖曰：“朕自知卿，非他人荐也。”俄废枢密院，以本官奉朝请。逾年，上表请还侍养，授青州行营司马。丁父忧，哀毁甚。俄召为驾部郎中、盐铁判官。以母老恳辞，有诏止守本官。召拜御史中丞。丧乱之后，朝纲不振，衎执宪颇有风采。尝上言：“州郡无参谒之仪，出入失风宪之体，请自今藩镇幕僚，勿得任台官；虽亲王、宰相出镇，亦不得奏充宾佐。非奉制勘事，勿得出京，自余不令厘杂务。”诏惟辟召入幕如故，余从其请。时王峻持权，衎与陈观俱为峻所引用。会峻败，观左迁，衎罢职，守兵部侍郎。显德初，上表求解官，授工部尚书，致仕还乡里，台阁缙绅祖饯都门外，冠盖相望，时人荣之。建隆三年春，卒于家，年七十四。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．符习初/镇天平以书告属邑/毋聚敛为献贺/衎未领书/以故规行之/寻为吏所讼/习遽召衎笞之/幕客军吏咸以为辱及正人/  B．符习初镇天平/以书告属邑/毋聚敛为献贺/衎未领书/以故规行之/寻为吏所讼习/遽召衎笞之/幕客军吏咸以为辱及正人/      C．符习初/镇天平以书告属邑/毋聚敛为献贺/衎未领书/以故规行之/寻为吏所讼习/遽召衎笞之/幕客军吏咸以为辱及正人/  D．符习初镇天平/以书告属邑/毋聚敛为献贺/衎未领书/以故规行之/寻为吏所讼/习遽召衎笞之/幕客军吏咸以为辱及正人/": "D",
			"下列对文中加点词语相关内容的解说，不正确的一项是  A．“太常博士”中的“博士”是学官名，一般指精通一经或一艺、从事教授的官职。  B．奉朝请，是指古代臣子定期参加朝会，春季朝见天子叫“朝”，秋季朝见为“请” 。  C．“守兵部侍郎”中的“守”指暂时署理职务，多指官阶低的人署理官阶高的职务。  D．祖饯，设宴送别。祖，临行祭祀天神，引申为饯行和送别，类似说法还有“祖道”。": "D",
			"下列对原文有关内容的分析和概括，不正确的一项是 A．颜衎勤奋苦学，为政有方，他年少时，学习刻苦努力，研究《左氏春秋》；后科举及第，任北海主簿，颇有政绩，为人所知。  B．颜衎献言献策，颇有远见。房知温拥兵自傲，作为其幕僚，颜衎建议房知温入贡晋祖，使房得以善终，足见其深谋远虑。    C．颜衎秉守孝道，侍养双亲。父亲有疾，颜衎能毅然请辞回去奉养，在父亲卧床不起时，能亲自捧屎，毫无倦色，品性至孝。  D．颜衎严肃纲纪，厘清体制。丧乱之后，朝纲不振，他直陈弊病并提出改进意见，除征召入幕府不变，其余都被皇帝采纳。": "C",
			"把文中画线的句子翻译成现代汉语。1知温险愎，厚敛多不法，衎每极言之，不避其患。2臣无他才术，未知何人误有闻达，望放臣还，遂其私养。": "1房知温阴险固执，加重赋敛多不合法令，颜衎常常极力劝谏，不回避这样做带来的祸患。2我没有其他才能，不知道什么人错误上报，希望准许我回家，成全我奉养父亲的心愿。"
		},
		"translation": "颜衎，字祖德，兖州曲阜人。他小时候刻苦学习，研读《左氏春秋》。五代时梁朝龙德年间科举考试及第，初入仕途担任北海主簿，靠政绩而闻名。后唐天成年间，颜衎做邹平县令。符习当初镇守天平，用书信告诉所辖城邑的官员不要搜刮财物进献祝贺。颜衎没有接到书信，按照过去的规矩来做不久被吏人告发。符习立刻召来颜衎用鞭子打了他，幕僚和军吏都认为是着辱了正派的人。符习很后悔，立即上书推荐颜衎做了观察推官，姑且补救此事。长兴初年，皇上下令任命颜衎做太常博士，符习极力上奏挽留颜衎。符习退休后，颜衎东归家乡奉养双亲。不久，房知温镇守青州，又征召颜衎做了幕僚。房知温阴险固执，加重赋敛多不合法令，颜衎常常极力劝谏，不回避这样做带来的祸患。晋祖进驻洛阳，房知温依仗兵力强而非常傲慢，颜衎劝说他向晋祖进贡。房知温能够善终，是颜衎的功劳。颜衎被改任为河阳三城节度副使，管理州中事务。过了半年，收到家中的书信，得知父亲在青州患了风痹病，颜衎没有奏报就辞去官职回家侍候父亲，不再有当官的想法。过了一年多，父亲病得不能起床，颜衎亲自照顾父亲大小便，不曾有一点厌倦。晋祖听说后，召他为工部郎中，接连派使者催促他到朝廷，颜衎推辞说：“我没有其他才能，不知道什么人错误上报，希望准许我回家，成全我奉养父亲的心愿。”晋祖说：“我自己了解你，不是他人推荐。”不久废除了枢密院，凭着原来的官职参加朝会。过了一年，又上书请求回家侍奉双亲，被授予青州行营司马。父亲去世服丧，他悲哀过度而身体严重损毁。不久又被召做了驾部郎中、盐铁判官。以母亲年老为由恳请辞官，晋祖下诏让他保有现在的官职。拜为御史中丞。经过战乱之后，朝廷纲纪混乱，颜衎执法令颇有风采。他曾经进言说：“州郡中缺少参拜的礼节，进出没有风纪法度。请求从以后各藩镇的幕僚不能担任御史以上的官职；即使是亲王和宰相出朝镇守，也不能充任幕宾。不是接受皇帝命令下去巡查，不得擅自出京，从此不让他们管理杂务。”下诏只有征召做幕宾的还和以往一样，其余的听取了颜衎的提议。当时王峻把持朝政，颜衎和陈观都是由王峻推荐任用的。等到王峻倒台，陈观贬官，颜行被免去其他职务，只任兵部侍郎一职。显德初年，上书请求辞官，又任命他为工部尚书，退休后回到家乡，朝廷官员都到京城门外给他饯行，一路上官车前后不绝，当时的人们都认为他很荣耀。建隆三年春天，在家中去世，享年七十四岁。"
	},
	"http://www.yinruiwen.com/news/187825.htm": {
		"context": "董汉儒，开州人。万历十七年进士。授河南府推官，入为户部主事。疏陈减织造、裁冒滥诸事。且曰：“迩来九阍三殿间，惟闻纵酒、淫刑、黩货。时事可忧，不止国计日绌已也。”不报。朝鲜再用兵，以郎中出理饷务。  寻迁山东佥事，进副使，历湖广左右布政使，所在有声。四十年就拜右副都御史巡抚其地帝赐福王庄田责湖广四千四百余顷汉儒以无所得田请岁输万金代租不听楚宗五十余人，讦假王事获罪，囚十载，汉儒力言，王，假也，请释系者。又为满朝荐、卞孔时等乞宥。俱不报。忧归。  光宗立，召拜工部右侍郎。旋改兵部，总督宣府、大同、山西军务。天启改元，辽阳失，简精卒二千入卫，诏褒之。明年秋，以左侍郎协理戎政。未上，擢兵部尚书。时辽地尽亡，汉儒请逮治诸降将刘世勋等二十九人家属，立诛逃将蔡汝贤等，报可。毛文龙居海外，屡以虚言诳中朝，登莱巡抚袁可立每代为奏请。汉儒言文龙计画疏，虚声未可长恃；又请诛逃将管大籓、张思任、孟淑孔等，语甚切。帝命逮治思任等，而大籓卒置不问。诸镇援辽军多逃逸，有出塞投插部者。汉儒请捕获立诛，同伍相擒捕者重赏；且给饷以时，则逃者自少。帝亦嘉纳。  奄人王体乾、宋晋、魏忠贤等十二人有旧劳，命所荫锦衣官皆予世袭。汉儒据祖制力争，帝不从。给事中程注、御史汪泗论等合疏谏，给事中硃大典、周之纲，御史宋师襄、胡良机特疏继之，卒不纳。汉儒旋以母丧归。后忠贤大横，汉儒服阕，遂不召。追叙甘肃功，即家进太子太保，廕子锦衣百户。卒赠少保，谥肃敏。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．四十年/就拜右副/都御史巡抚其地/帝赐福王庄田/责湖广四千四百余顷/汉儒以无所得田/请岁输万金代租/不听/  B．四十年/就拜右副/都御史巡抚其地/帝赐福王庄田/责湖广四千四百余顷/汉儒以无所得田/请岁输万金/代租不听/      C．四十年/就拜右副都御史/巡抚其地/帝赐福王庄田/责湖广四千四百余顷/汉儒以无所得田/请岁输万金代租/不听/  D．四十年/就拜右副都御史/巡抚其地/帝赐福王庄田/责湖广四千四百余顷/汉儒以无所得田/请岁输万金/代租不听/": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．进士，是中国科举制度工作中，通过最后一级考试者，意为可进授爵位之人。  B．忧归，是因为董汉儒母亲去世而归家守孝。一般来说，守孝期满，朝廷会征召授官。  C．工部，为掌管营造工程事项的官署名，六部之一，侍郎是仅次于尚书的官职。  D．奄人，又称宦官、太监，是古代皇宫里专供皇帝、君主及其家族役使的官员。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．董汉儒有担当精神，极言进谏。刚任推官就主动进谏，终因进谏，守孝期满竟不被起用，但朝廷还能记起其功劳。  B．董汉儒有坚韧之品，屡挫屡谏。就织造、冒滥事，就以金代租事，就释放遭囚禁者事，皆进谏无果而不改初衷。      C．董汉儒有忠诚之德，临危受命。辽阳失守，他入京护卫；辽地尽亡，他被擢拔为兵部侍郎，遏制兵将逃亡有功。    D．董汉儒有英武之气，不惧权贵。惩罚判将，他冷面无情；皇上要厚赏王体乾、魏忠贤等人，他依据祖制极力阻止。": "A",
			"把文中画横线的句子翻译成现代汉语。1迩来九阍三殿间，惟闻纵酒、淫刑、黩货。时事可忧，不止国计日绌已也。2汉儒请捕获立诛，同伍相擒捕者重赏；且给饷以时，则逃者自少。": "1近年来，朝廷里只听说放纵饮酒、滥用刑罚、行贿纳贿（等事宜）。国事堪忧，若不阻止（此态），国力不久就会显现不足。2董汉儒请求捕获（他们）后立即诛杀，与逃逸士兵在同一队伍中并且能擒拿逃兵的人都（会）受到重赏；并且要按时发放军饷，（这样一来）逃兵自然会越来越少。"
		},
		"translation": "董汉儒是开州人。万历十七年考中进士。官拜河南府推官，（后）调入京城担任户部主事。他上奏章陈说精简织造、裁减冒滥等事宜。并且说：“近年来，朝廷里只听说嗜酒、滥用刑罚、行贿纳贿（等事宜）。国事堪忧，若不阻止（此态），国力不久就会显现不足。”朝廷没有批复。朝廷（第二次）发动对朝鲜的战争，他以郎中身份离开京城前去处理粮饷之务。  不久就任山东佥事，晋升为副使，先后担任湖广左右布政使，所到之处都有很好的政治声誉。（万历）四十年，又被升任为右副都御史，巡抚地方。皇帝要赏赐给福王庄田，要求湖广（拿出）四千四百余顷，汉儒认为（当地）没有办法拿出（这么多的）田地，请求每年偿付（福王）万金代替田租，皇上没有采纳。楚宗等五十余人，（因）攻讦假王事而获罪，被囚禁十年，汉儒极力进谏，（认为）王是假的，请求释放被囚禁者。又替满朝荐、卞孔时等请求宽宥。皇上都没有批复。（董汉儒因）父亲去世，暂辞官归家。  光宗皇帝即位后，征召被任命为工部右侍郎。不久改任兵部，总督宣府、大同、山西（等地的）军务。天启皇帝改元后，辽阳失守，他挑选两千名精锐士兵进京护卫，皇上下诏褒奖了他。第二年秋天，他以左侍郎的身份协助处理军政要事。（他）还没有上任，就被提拔为兵部尚书。当时辽地完全失守，董汉儒请求逮捕惩治刘世勋等二十九位投敌将领的家属，立即诛杀逃跑的将领蔡汝贤等人，上报皇上得到准许。毛文龙驻军海外，多次用谎言欺骗朝廷，登莱巡抚袁可立常常代他向朝廷呈报。董汉儒说文龙谋划疏漏，谎言不可长时间凭依；又请求诛杀逃跑将领管大藩、张思任、孟淑孔等人，言语十分激切。皇上命令逮捕惩治张思任等人，而管大藩却最终被搁置下来，没被问罪。支援辽军的士兵很多都逃逸了，有的出塞投靠插部。董汉儒请求捕获（他们）后立即诛杀，与逃逸士兵在同一队伍中并且能擒拿逃兵的人都（会）受到重赏；并且要按时发放军饷，（这样一来）逃兵自然会越来越少。皇上也赞赏并采纳了他的主张。  宦官王体乾、宋晋、魏忠贤等十二人有旧功，皇上准许他们所承袭的锦衣卫的官职都可以世袭。董汉儒根据祖制极力谏诤，皇上没有采纳他的谏言。给事中程注、御史汪泗论等人联名写奏章进谏，给事中朱大典、周之纲，御史宋师襄、胡良机（又）特意上奏章跟着进谏，皇上最终也没有采纳。董汉儒不久因为母亲去世离职回家守孝后来魏忠贤横行天下，汉儒守孝期满，最终没有再被朝廷征召。朝廷（只是）追叙他在甘肃的功劳，在家里被晋升为太子太保，使儿子在其荫庇下做了锦衣卫的百户长。（董汉儒）去世后被追赠少保，谥号是肃敏。"
	},
	"http://www.yinruiwen.com/news/187824.htm": {
		"context": "崔琰字季圭，清河东武城人也。少朴讷，好击剑，尚武事。年二十三，乡移为正，始感激，读《论语》、韩诗。至年二十九，乃结公孙方等就郑玄受学。学未期，徐州黄巾贼攻破北海，时谷籴县乏，玄罢谢诸生。琰既受遣，而寇盗充斥，西道不通。自去家四年乃归，以琴书自娱。  大将军袁绍闻而辟之。时士卒横暴，掘发丘陇。琰谏曰：“昔孙卿有言：‘士不素教，甲兵不利，虽汤武不能以战胜。’今道路暴骨，民未见德，宜敕郡县掩骼埋胔，示憎怛之爱，追文王之仁。”绍以为骑都尉。后绍治兵黎阳次于延津琰复谏曰天子在许民望助顺不如守境述职以宁区宇绍不听遂败于官渡。  太祖破袁氏，领冀州牧，辟琰为别驾从事，谓琰曰：“昨案户籍，可得三十万众，故为大州也。”琰对曰：“今天下分崩，九州幅裂，二袁兄弟亲寻干戈，冀方蒸庶暴骨原野。未闻王师仁声先路，存问风俗，救其涂炭，而校计甲兵，惟此为先，斯岂鄙州士女所望于明公哉！”太祖改容谢之。于时宾客皆伏失色。  太祖征并州，留琰傅文帝于邺。世子仍出田猎，变易服乘，志在驱逐。琰书谏曰：“盖闻盘于游田，《书》之所戒，鲁隐观鱼，《春秋》讥之。世子宜遵大路，慎以行正，思经国之高略。唯世子燔翳捐褶①，以塞众望，不令老臣获罪于天”。  太祖为丞相，琰复为东西曹掾属徵事。魏国初建，拜尚书。时未立太子，临淄侯植有才而爱。太祖狐疑，以函令密访于外。惟琰露板答曰：“盖闻春秋之义，立子以长，加五官将②仁孝聪明，宜承正统。琰以死守之。”植，琰之兄女婿也。太祖贵其公亮，喟然叹息，迁中尉。注：①翳，华盖。褶：骑服。②五官将，指五官中郎将，曹丕时任此职。",
		"question-answer": {
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．太祖，帝王庙号，多为创基立业者，常见于开国皇帝，也有为其先人追授者。  B．别驾，汉朝设置的州刺史佐吏。刺史出巡辖境时，别乘一车随行，因而得名。  C．干戈，本来是类似矛的武器，因此以“干戈”作兵器的通称，后引申为战争。  D．露板，亦作“露版”，这里指不缄封的奏章。文中意在说明崔琰的公正无私。": "C",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．崔琰能文能武，才华出众。年少时喜爱击剑，热衷武事。长大后，他发奋读书，研读《论语》、韩诗，后随名师学习，战乱发生后才被迫中止。  B．崔琰刚直敢言，体恤民生。曹操占据冀州后，先考察户籍，计算军队数量。崔琰指责他不关心民生疾苦，辜负了百姓的期望，曹操向他道歉。    C．崔琰尽职尽责，忠于职守。他告诫曹丕不要沉溺于个人享乐，而应遵循正道，端正言行，思考治国的道理，毁弃游乐的东西，不要让大家失望。  D．崔琰做事公正，不徇私情。虽然曹操内心已经认定曹植为太子，可崔琰依然坚持礼制要求，公开建议曹操让曹丕继承正统，为此甚至不惜一死。 ": "D",
			"翻译文中划横线的句子。1琰既受遣，而寇盗充斥，西道不通。自去家四年乃归，以琴书自娱。2太祖征并州，留琰傅文帝于邺。世子仍出田猎，变易服乘，志在驱逐。": "1崔琰已被遣放回去，可是贼盗强寇到处都是，西去的道路不通，自离开家乡四年后才回到家，在家中用弹琴读书的方式来自我消遣。2太祖征讨并州，留下崔琰在邺下辅佐文帝。世子依旧外出打猎，改换服装车辆，兴趣全放在追逐猎物上。"
		},
		"translation": "崔琰字季圭，清河郡东武城县人。年少时性格朴实，言辞迟钝，喜好击剑，热衷于武事。二十三岁时，乡里按规定将他转为正卒，才开始感慨发奋，研读《论语》、韩诗。到了二十九岁时，就结交公孙方等人，到郑玄门下求学。学习不到一年，徐州黄巾军攻占北海，当时粮食供应缺乏，郑玄就停学辞退了各位学生。崔琰已被遣放回去，可是贼盗强寇到处都是，西去的道路不通，自离开家乡四年后才回到家，在家中用弹琴读书的方式来自我消遣。  大将军袁绍听说后征召崔琰。当时袁绍的士兵专横暴虐，挖掘坟墓，崔琰规劝说：“昔日荀况有过这样的话： ‘对士兵平素不进行教训，战斗力就不会强大，即使是商汤、周武王那样的人，也不能凭借这样的士兵取得胜利。’现在道路上尸骨暴露，百姓未见到您的德政，应该命令各个郡县掩埋尸骸，以显示您忧伤百姓疾苦的爱心，效仿周文王的仁德。”袁绍让崔琰作了骑都尉。后来袁绍出兵作战到黎阳县，驻扎在延津，崔琰又规劝说：“天子现在许昌，百姓希望支持顺从天子的一方，我部不如谨守治境，尽到臣子的职责，使自己境内得到安宁。”袁绍却不听从，于是在官渡大败。  曹操击败袁绍后，兼任为冀州牧，征召崔琰担任别驾从事，对崔琰说：“昨天我考察了冀州的户籍，可以得到三十万军队，所以这是一个大州啊！”崔琰回答说：“目前天下分崩，九州离析，袁谭、袁尚兄弟相互征战，冀州百姓暴骨荒野。还没听说王师的仁声先到，来慰问百姓的生活状况，解除人民的苦难，却去计算军队数量，只把这看作首要的事情，这难道是冀州百姓对您的期望吗!”曹操立刻表情一变，向他道歉。当时其他宾客都吓得低头变色。  太祖征讨并州，留下崔琰在邺下辅佐文帝。世子依旧外出打猎，改换服装车辆，兴趣全放在追逐猎物上。崔琰上疏规劝说：“我听说沉溺在出游打猎之中，是《尚书》所戒止的，鲁隐公到棠地观看捕鱼，《春秋》讥讽了他。您应该遵循正道，谨慎地端正自己的行为，思考治理 国家的高明谋略，希望您烧毁射猎用具，舍弃行猎服装，来满足人们的期望，不要让老臣得罪上天。”  曹操为丞相时，崔琰又担任东西曹掾属征事。魏国刚建立时，崔琰官拜尚书。当时，还未立太子，临淄侯曹植有才，很得曹操的宠爱。曹操心中也犹豫不决，就用函令秘密在外查访意见。只有崔琰用不封口的奏章公开回应说：“听说《春秋》大义，应该立嫡长子为太子，加上五官将曹丕仁厚孝顺聪明，应该继承正统，我誓死坚持这种意见。”曹植是崔琰哥哥的女婿，曹操认为崔琰公正明白非常可贵，赞叹不已，提拔他担任中尉。"
	},
	"http://www.yinruiwen.com/news/187823.htm": {
		"context": "叶梦得，字少蕴，苏州吴县人。嗜学蚤成，多识前言往行，谈论亹亹不穷。用蔡京荐，召对。上异其言，特迁祠部郎官。大观初，京再相，向所立法度已罢者复行。梦得言：“《周官》太宰以八柄诏王驭群臣，所谓废置赏罚者，王之事也，太宰得以诏王而不得自专。”上喜曰：“迩来士多朋比媒进，卿言独无观望。”遂除起居郎。时用事者喜小有才，梦得言：“自古用人必先辨贤能。贤者，有德之称；能者，有才之称。故先王常使德胜才，不使才胜德。愿继今用人以有德为先。”二年，累迁翰林学士，极论士大夫朋党之弊，专于重内轻外，且乞身先众人补郡。政和五年，移帅颍昌府，发常平粟振民，常平使者刘寄恶之。宦官杨戬用事，寄括部内，得常平钱五十万缗，请籴粳米输后苑以媚戬。戬委其属持御笔来，责以米样如苏州。梦得上疏极论颍昌地力与东南异，愿随品色。时旁郡纠民输镪就籴京师，怨声载道，独颍昌赖梦得得免。李彦括公田，以黠吏告讦，籍郏城、舞阳隐田数千顷，民诣府诉者八百户。 梦得上其事，捕吏按治之，郡人大悦。逮高宗驻跸扬州，迁翰林学士兼侍读，除户部尚书。陈待敌之计，因请上南巡，阻江为险，以备不虞。既而帝驻跸杭州迁尚书左丞奏监司州县擅立军期司掊敛民财者宜罢上逾以兵食三事最大当择大臣分掌 门下侍郎颜岐、知杭州康允之皆嫉梦得。海寇朱明猖獗，诏梦得挟御前将士便道之镇，或招或捕，或诱之相戕，遂平寇五十余群。然颇与监司异议，上章请老。绍兴十八年，卒湖州，赠检校少保。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．既而/帝驻跸杭州/迁尚书左丞/奏监司州县擅立军期司/掊敛民财者/宜罢/上谕/以兵食二事最大/当择大臣分掌/  B．既而/帝驻跸杭州/迁尚书左丞/奏监司州县擅立军期司掊敛民财者/宜罢上谕/以兵食二事最大/当择大臣分掌/      C．既而/帝驻跸杭州/迁尚书左丞/奏监司州县擅立军期司/掊敛民财者/宜罢上谕/以兵食二事最大/当择大臣分掌/  D．既而/帝驻跸杭州/迁尚书左丞/奏监司州县擅立军期司掊敛民财者/宜罢/上谕以兵食二事最大/当择大臣分掌/": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．召对，指古代君主召见臣下，令其回答有关政事、经义等方面的问题。  B．用事，凭感情、意气行事，此处指杨戬随心所欲、肆意妄为。  C．镪，钱贯，即穿钱的绳子，引申为成串的铜钱，也泛指钱币、银子或银锭。  D．驻跸，帝王出行中途停留暂住，此处指高宗出行途中暂停小住扬州。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．叶梦得学识渊博，为人耿介不阿。他对前人言行有大量的了解，谈论起来滔滔不绝；虽然因为蔡京的举荐被皇上特意提升，但是他却不迎合蔡京。  B．叶梦得以德为先，重视地方职位。当时日执政者喜欢稍有才干的人，叶梦得认为德胜过才，对士大夫争先恐后补任郡职的做法提出批评。  C．叶梦得体恤民艰，尽力照顾百姓。在颖昌府任职后，他发放常平粮食赈济郡民；面对杨戕的不合理要求，他上疏竭力陈情，使颍昌郡免于赴外买粮。    D．叶梦得远虑忧患，平寇勇谋兼备。他请求皇上南巡，以长江为天险，以备不测；他带将士镇压海寇，善用计策，平定五十余群强盗。": "B",
			"把文中画横线的句子翻译成现代汉语。1大观初，京再相，向所立法度已罢者复行。2李彦括公田，以黠吏告讦，籍郏城、舞阳隐田数千顷，民诣府诉者八百户。": "1大观初年，蔡京再次担任宰相，以前已经被废止的（他）确立的法令制度恢复实施。2李彦搜求公田，因狡猾的官吏告发，登记郏城、舞阳瞒报的田地几千顷，有八百户百姓到府中申诉。"
		},
		"translation": "叶梦得，字少蕴，苏州吴县人。喜欢学习，很早就有成就。对前人言行有大量的了解，谈论起来滔滔不绝。因为蔡京举荐，被皇上召见入朝应答。皇上认为他的看法奇特，特别提升他担任祠部郎官。大观初年，蔡京再次担任宰相，以前已经被废止的（他）确立的法令制度恢复实施。叶梦得上奏说：“《周官》记载太宰告诉皇帝用八种手段驾驭群臣，所说的废置赏罚，是君王的事，太宰只能告诉君王却不能自行擅权。”皇帝高兴地说：“近来大臣多 依附勾结来谋求进身，唯独你的话没有观望。”于是（皇上）任命他为起居郎。当时执政者喜欢稍有一点才能的人，叶梦得说：“自古用人一定先分辨贤能。贤，称为有德；能，称为有才。所以先王常使德胜过才，不使才胜过德。希望如今用人以德为先。”大观二年，叶梦得 多次升迁担任翰林学士，极力论说士大夫结为朋党的弊端，集中表现在重视朝官而轻视地方官，而且他请求先于众人补任郡职。政和五年，叶梦得到颍昌府任职，发放常平粮食赈济百姓，常平使者刘寄痛恨他。宦官杨戬当权，刘寄搜刮部内，得到五十万缗常平钱，请求买粳米运到后苑来讨好杨戬。杨戬派他的属下拿来御笔，责成颍昌府上贡的米品种应和苏州的一样。  叶梦得上书竭力陈述颍昌的地力与东南不同，希望用本地品种。当时邻近的州郡纠集百姓交纳钱款到京城买米，百姓怨声载道，唯有颍昌依赖有叶梦得得以免除。李彦搜求公田，因狡猾的官吏告发，登记郏城、舞阳瞒报的田地几千顷，有八百户百姓到府中申诉。叶梦得上奏此事，捕捉奸吏查办，郡人非常高兴。等到高宗暂住扬州时，叶梦得升为翰林学士兼侍读，担任户部尚书。（叶梦得）陈述对敌计策，因而请求皇上南巡，以长江为天险，以备不测。不久皇上在杭州暂停小住，叶梦得升任尚书左丞，向高宗奏报监司、州县擅自设立搜敛民财的军期司，应该废止。皇上告谕军队、粮食二事最重要，应选大臣分别掌管。门下侍郎颜岐、杭州知州康允之都怨恨叶梦得。海寇朱明猖獗，诏令叶梦得带御前将士从小路前往镇压，或者招降，或者捕获，或者诱使强盗自相残杀，最终平定了五十余群强盗。然而叶梦得）与监司意见多有不合，上奏请求告老还乡。绍兴十八年，在湖州去世，赠官检校少保。"
	},
	"http://www.yinruiwen.com/news/187815.htm": {
		"context": "1季子三以国让，而《春秋》褒之，余征其前闻于旧史氏。窃谓废先君之命，非孝也，附子臧②之义，非公也，执礼全节，使国篡君弑，非仁也，出能观变，入不讨乱，非智也。左丘明，太史公书而无讥，余有惑焉。  2夫国之大经，实在择嗣。王者慎德之不建，故以贤则废年，以义则废卜，以君命则废礼。是以太伯③之奔句吴也，盖避季历。季历以先王所属，故篡服嗣位而不私，太伯知公器有归，亦断发文身而无怨。及武王继统，受命作周，不以配天之业让伯邑考，官天下也。彼诸樊无季历之贤，王僚无武王之圣，而季子为太伯之让，是徇名也，岂曰至德？且使争端兴于上替，祸机起于内室，逐错命于子光，覆师于夫差，陵夷不返，二代而吴灭。  3□季子之闳达博物，慕义无穷，向使当寿梦之眷命，接馀昧之绝统，必能光启周道，以霸荆蛮。则大业用康，多难不做。阖闾安得谋于窟室？专诸何所施其匕首？ 4呜呼！全身不顾其业，专让不夺其志，所去者忠，所存者节。善自牧矣，谓先君何？与其观变周乐，虑危戚钟④，曷若以萧墙为心，社稷是恤？复命哭墓，哀死事生，孰与先衅而动，治其未乱？弃室以表义，挂剑以明信，孰与奉君父之命，慰神祗之心？则独守纯白，不干义嗣，是洁己而遗国也。吴之覆亡，君实阶祸。且曰非我生乱，其孰生之哉！其孰生之哉！      【注】①吴季子札：即季札，春秋时吴王寿梦之子，寿梦有四子，诸樊、余祭、余昧、季札。以季札贤，寿梦欲立季札为太子，季札让，寿梦死，诸樊欲让位于季札，季札又辞，诸樊将王位传弟不传子，欲依次传于季札，至余昧死，季札又辞去，后余昧子子僚继位，诸樊子光使刺客刺杀吴王僚而自立，公子光即阖闾②子臧：春秋时曹国贵族，在曹国内乱中拒绝王位。③太伯：吴国的始祖。周太王长子，见太王要立幼子季历为嗣，与弟仲雍一起出走江南，被当地人立为君长，自号句吴。④观变周乐、虑危戚钟：季札出访时听到演奏周王室特赐的音乐而察知各国的兴衰，听到钟声而提醒孙文子于处境危险。",
		"question-answer": {
			"可填入第3段方框处的虚词是。  A．故B．使C．以D．则 ": "C",
			"对第2段画线句理解正确的一项是  A．择嗣，应该坚守年龄，占卜、礼制的标准。  B．择嗣，应该挑选贤能、仁义，听君命的人。  C．君王若担心嗣君之德，白身先要遵从礼法。  D．要立有德之人为嗣，就不可教条遵循成法。 ": "D",
			"以下属于“吴之覆亡，君实阶祸”的理由的一项是  A．观变周乐，虑危戚钟  B．先衅而动，治其未乱  C．挂剑以明信  D．独守纯白，不干义嗣": "D",
			"分析第2段所用论证方法的作用。": "该段用了举例论证与对比论证的手法，举太伯让季历、武王不让伯邑考都取得了好的结果的实例，有力证明了“让国”与否本身并不是贤或不贤的标准，为公而选择让或不让，才是贤的标准。以此与季札的行为及后果形成鲜明对比，凸显了季札让国是“徇名”，不是为公。",
			"季札让国通常被视作贤举，本文却对季札重新定性，是否有说服力？请从论证思路和论述语言两个方面加以评析。": "本文推理细密，语言富有气势，有说服力。从论证思路看：开篇从“非孝”、“非公”、“非仁”、“非智”等角度不定了季札让国是贤举的判断；接着从正面分析论证了季札让国的实质是“徇名”而非为天下；然后假设了季札不让国的结果；在此基础上，将季札所做的和该做而未做的逐一列举，进一步批判了季札让国的行为是“洁己而遗国”，他对吴国的灭亡负有责任。说理环环相扣、细致周密，有说服力。从论述语言看：本文善用整句，如第①段连用四个形式整齐的短句构成排比，语气强烈地表达了对季札之贤的否定，增强了说服力。同时又多用反问句，如末两段用了大量的反问句式，气势十足，催人深思，使文章说理多了难以辩驳之力。"
		},
		"translation": "季札三次退让继承吴国王位，《春秋》这部经典上对此大为褒奖。我从过去的史书中验证了一下以前听到的这种说法，私下认为，不听先王的命令，不能叫作孝；与子臧让位的义举相比附，不能叫作出以公心；坚持长子继承的礼制，保全自己的节操，使得国家被篡夺，君王被杀死，不能叫作仁；出使外国能观察形势的变化，在自己国内却不去讨伐叛乱，不能叫作智。左丘明的《左传》和司马迁的《史记》记述季札的事，却不加讥刺，我感到迷惑不解。  国家最重要的纲常，就在于选择君王的继承人。做君王的人担心不能立有德的人为嗣君，所以按照贤能的标准择嗣而不管年龄，按照大义的标准立嗣就不去占卜，按照君王的命令择嗣就不管礼制。因此吴太伯出走到句吴，是为了避开弟弟季历，让他继承王位。季历按照周太王的嘱托做，所以他继承王位并不是为自己打算。太伯知道王位有了归属，就剪短头发，在身上刺了花纹，毫无怨言。到了周武王继承王位，承受天命，建立了周朝。他本不是长子，但不把建立周朝的事业让给长兄伯邑考，这是以周朝天下的利益为重。那个诸樊，没有季历的贤能，那个王僚，没有武王的圣明，但季札却干出了太伯让国那样的事，这是徒慕虚名，怎么可以与太伯的至德相比呢？况且使得国内的争端发生在王位更替的时候，祸乱兴起在王族内部，于是公子光劫夺了王位，到了儿子夫差，就被越王勾践打败。国势衰落，不能恢复，父子只传了两代，吴国就灭亡了。  以季札这样见解通达，知识渊博、不懈地追求道义的人。如果先前承担了寿梦的遗命。继承了馀昧死后的王位，一定能够发扬光大周朝宗系的统治，称霸江南。那么，吴国也就能够因而强盛，许多祸乱也就不会发生了。这样的话，阖闾怎么能在地下室里密谋夺位呢？专诸的匕首又怎么能够发挥作用呢？  唉！保全自己的声名而不顾吴国的大业，坚决推让而不改变素志。所丢掉的是忠，所保存的是节，季札倒是很会养护自己，但对死去的君王怎样交待呢？与其从周朝的音乐中观察各诸侯国的兴衰变化，从戚地的钟声中觉察到孙文子处境危险，何不多关心一下自己内部的祸患，多忧虑一点自己国家的安危呢？与其到王僚墓上去哭祭回报，哀悼已死的王僚，侍奉活着的公子光，何不在争端发生前就采取行动，在祸乱未发生前就进行防治呢？与其抛弃家室来表示自己的节义，把宝剑挂在徐君墓前来表示为人守信用，何不遵奉君父寿梦的遗命，继承王位，来安慰他的在天之灵呢？就此而言，自己要保持纯洁，不追求合理的王位继承，这是干净了自己而抛弃了国家啊！吴国的灭亡，季札实在是祸患的根子。他还说：“不是我引起的祸乱”到底是谁引起的呢！到底是谁引起的啊！"
	},
	"http://www.yinruiwen.com/news/187814.htm": {
		"context": "元载，凤翔岐山人也，家本寒微，载自幼嗜学，好属文，性敏惠，博览子史，尤学道书。天宝初，玄宗崇奉道教，下诏求明庄、老、文、 列四子之学者。载策入高科，授邠州新平尉。  肃宗即位，急于军务，诸道廉使随才擢用。载智性敏悟，善奏对，肃宗嘉之，委以国计，俾充使江、淮，都领漕輓之任，寻加御史中丞。数月征入，迁户部侍郎、度支使并诸道转运使。  既至朝廷，会肃宗寝疾。载与幸臣李辅国善。时辅国权倾海内，举无违者，会选京尹，辅国乃以载兼京兆尹。载意属国柄，诣辅国恳辞京尹，辅国识其意， 然之。翌日拜载同中书门下平章事，度支转运使如故。旬日，肃宗晏驾，代宗即位，辅国势愈重，称载于上前。载能伺上意，颇承恩遇。载以度支转运使职务繁碎，负荷且重，虑伤名，阻大位，素与刘晏相友善，乃悉以钱谷之务委之， 荐晏自代，载自加营田使。辅国死，载复结内侍董秀，多与之金帛，委主书卓英倩潜通密旨。以是上有所属载必先知之承意探微言必玄合上益信任之。妻王氏狠戾自专，载出朝谒，纵子伯和等游于外，上封人顾繇奏之，上方任载以政，反罪繇而已。  内侍鱼朝恩负恃权宠。大历四年冬，乘间密奏朝恩专权不轨，请除之。朝恩骄横，天下咸怒，上亦知之，及闻载奏，适会于心。五年三月，朝恩伏法，度支使第五琦以朝恩党坐累，载兼判度支，志气自若，谓己有除恶之功，是非前贤，以为文武才略，莫己之若。外委胥吏，内听妇言。城中开南北二甲第，室宇宏丽，冠绝当时。又于近郊起亭榭，城南膏腴别墅，连疆接畛，凡数十所，婢仆曳罗绮一百余人，恣为不法，侈僭无度。      代宗尽察其迹， 以载任寄多年，欲全君臣之分，载尝独见，上诫之，不悛。代宗宽仁明恕，审其所由，凡累年，载长恶不悛，众怒上闻。大历十二年三月 庚辰，仗下后，上御延英殿，命左金吾大将军吴凑收载、缙于政事堂，各留系本所。载、缙皆伏罪。是日，宦官左卫将军、知内侍省事董秀与载同恶，先载于禁中杖杀之。 ",
		"question-answer": {
			"解释下列加点词在句中的意思。 1诸道廉使随才擢用   2载长恶不悛": "1提拔 2停止",
			"为下列句中加点词选择释义正确的一项  1寻加御史中丞  A．寻找 B．不久 C．顺着、沿着 D．接着  2辅国识其意， 然之  A．许诺 B．这样 C．形成 D．认为……对 ": "1B 2D",
			"把第③段划线部分断句正确的一向是  A．以是上有所属载/必先知之/承意探微/言必玄合/上益信任之  B．以是上有所属载/必先知之承意/探微言/必玄合/上益信任之  C．以是上有所属/载必先知之/承意探微/言必玄合/上益信任之  D．以是上有所属/载必先知之承意/探微言/必玄合/上益信任之": "C",
			"把第④段划线句译成现代汉语。 志气自若，谓己有除恶之功，是非前贤，以为文武才略，莫己之若。外委胥吏，内听妇言。": "（元载）神气自若，以为自己有清除恶人的功绩：褒贬前贤，认为文才武略没有比得上他的，外政指派胥吏，内事听从妇言。",
			"根据文意，代宗姑息元载多年的原因理解不正确的一向是  A．载智性敏悟，博览子史，善奏对  B．载能伺上意，颇承恩遇    C．载任寄多年，欲全君臣之分  D．代宗尽察其迹，宽仁明恕": "A",
			"第③段、第④段分别反映了元载________、_______和______、_______的特点。": "擅逢迎、慕权位 骄横自大、奢侈放纵。"
		},
		"translation": "元载是凤翔岐山人，家境本来寒微。元载自幼嗜好学习，喜欢写文章，性情敏捷聪慧，博览子部、史部书籍，尤其喜欢钻研道家书籍。天宝石初年，唐玄宗崇信道教，下诏寻找通晓老子、庄子、文子、列子学说的人。元载凭策论被录取，被授予邠州新平尉一职。  肃宗即位后，急于处置军务，命诸道采访使量才提拔属官。元载智慧聪明有悟性，善于奏事对答。肃宗嘉许他，把有关国计民生的事务委任他办理，让他充任使节赴江淮，总领漕运职务，不久加官御史中丞。几个月入后，调入朝中，升任户部侍郎、度支使并诸道转运使。到了朝中后，恰逢肃宗生病，元载与皇帝宠幸的大臣李辅国关系好。当时李辅国权倾海内，行动没人敢违抗，到了选拔京兆尹一职时，李辅国就让元载兼任京兆尹。元载意在宰相，面见李辅国恳切要辞去京兆尹。李辅国看出他的意愿，同意了。第二天，拜元载同中书门下平章事，依然兼任度支转运使。十天后，肃宗病故，代宗即位。李辅国权势更重，在皇上面前称赞元载。元载能够探察皇上意图，因此很受恩宠。元载因为度支转运使职务繁杂琐碎，且负担重，担心伤害名声、阻碍升迁高位，一直与刘晏相友善，于是将钱谷的事务全部推卸掉，荐举刘晏代替自己，元载自己加任营田使。李辅国死后，元载又交结内侍董秀，多给他金帛，让中书主书卓英情暗自传达赛旨。因此皇上有所关注，元载必先知道。顺承意愿、探究微义，言谈中必定暗合，代宗因此更信任他。妻子王氏凶狠暴戾，专权自恣。元载上朝谒见，王氏纵容儿子元伯和等在外游乐。上封章言事的顾砾奏告此事，代宗正以政事委任元载，反而将顾繇治了罪。      内侍鱼朝恩依仗权势、自负恩宠。大历四年冬，元载趁机密奏鱼朝恩专权，行为不轨，请将他除掉。鱼朝思骄横，天下皆怒，代宗也知道，等听到元载的奏事，与心正合。元载于是结交北军大将共同谋划，以防万一。五年三月，鱼朝思伏法。度支使第五琦因是鱼朝思党而受连累，于是元载兼判度支。神气自若，以为自己有清除恶人的功绩；褒贬前贤，认为文才武略没有比得上他的。外政委任胥吏，内事听从妇言。城中建成南北二所豪华宅第，室宇恢宏壮丽，为当时第一。又在近郊修起亭榭，所到之处，帷帐杂器都早已备好，不须另行供给。城南的肥沃土地与别墅、疆界相互连接，共数十处，穿绔罗的婢女奴仆有一百余人。恣意放纵，犯法妄为；奢侈僭越，没有限度。  代宗详尽地察觉到他们的恶行，但因为元载被任用多年，想保全君臣的名分，于是在元载单独晋见时，代宗劝诫他，但他并不悔改。代宗宽容仁厚明达原谅，对他的所做所为非常清楚，多年以来，元载一直做恶不改，众人愤怒地告诉了皇上。大历十二年三月，庚辰，皇上来到延英殿，命左金吾大将军吴凑在政事堂抓拿元载和缙，各自拘留在自己的办公室。元载和缙都认罪。这天，宦官左卫将军、知内侍省事董秀与元载一同作恶，先于元载在宫中被杖杀。"
	},
	"http://www.yinruiwen.com/news/187813.htm": {
		"context": "太祖圣神恭肃文武孝皇帝，姓郭氏，邢州尧山人也。父简，事晋为顺州刺史。刘仁恭攻破顺州，简见杀，子威少孤，依潞州人常氏。潞州留后李继韬募勇敢士为军卒，威年十八，以勇力应募。为人负气，继韬特奇之。市有屠者，常以勇服其市人。威醉，呼屠者，使割肉，制不如法，叱之。屠者曰：“尔勇者，能杀我乎?”成即前取刀刺杀杀之。为吏所执，继韬惜其勇，阴纵之使亡，已而复召置麾下。  后庄宗灭梁，继韬诛死，其麾下兵悉隶从马直，威以通书算补为军吏。汉高祖为侍卫亲军都虞候，尤亲爱之。后高祖所临镇，尝以威从。契丹灭晋，汉高祖起兵太原，即皇帝位，拜威枢密副使。乾佑元年正月，高祖疾大渐，以隐帝托威及史弘肇等。隐帝即位，拜威枢密使。是岁三月，河中李守贞反。乃加拜威同中书门下平章事，使西督诸将。威至河中，栅其城东，城南，城西，调五县丁二万人筑连垒以护三栅。久之，城中兵食俱尽，乃治攻具，四面攻之，破其罗城，守贞与妻子自焚死。隐帝劳威以玉带，加检校太师兼侍中，威辞曰：“臣幸得率行伍假汉威灵以破贼者岂特臣之功皆将相之贤有以安朝廷抚内外而馈饷以时故臣得以专事征伐”隐帝以威为贤，威又推功大臣，请加爵赏。隐帝厌为大臣所制，与李业等谋，已杀史弘肇等，诏镇宁军节度使李弘义杀侍卫步军指挥使王殷于澶州，又诏侍卫马军指挥使郭崇杀威及宣徽使王峻于魏。诏书先至澶州，弘义恐事不果，反以诏书示殷，殷与弘义遣人告威。已而诏杀威、峻使者亦驰骑至，威匿诏书，召枢密使院吏魏仁浦谋于卧内。仁浦劝威反，教威倒用留守印，更为诏书，诏威诛诸将校以激怒之，将校皆愤然效用。十一月丁丑，威遂举兵渡河。业等皆言威反状已白，乃悉诛威家属于京师。      郭允明反，栽隐帝于赵村。丙戍，威入京师，纵火大掠。戊子，率百官朝太后于明德门，请立嗣君。庚寅，威率百官诣明德门，请立武宁军节度使刘赟为嗣。辛卯，请太后临朝听玫。癸丑，王峻遣郭崇以骑七百逆刘赟于宋州，杀之。庚申，太后制以威监国。广顺元年春正月丁卯，皇帝即位，大赦，改元，国号周。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．臣幸得率行伍假汉威灵/以破贼者/岂特臣之功/皆将相之贤/有以安朝廷/抚内外/而馈饷以时/故臣得以专事征伐/  B．臣幸得率行伍/假汉威灵以破贼者/岂特臣之功/皆将相之贤/有以安朝廷/抚内外/而馈饷以时/故臣得以专事征伐/  C．臣幸得率行伍假汉威灵/以破贼者/岂特臣之功/皆将相之贤有/以安朝廷/抚内外/而馈饷以时/故臣得以专事征伐/  D．臣幸得率行伍/假汉威灵以破贼者/岂特臣之功/皆将相之贤有/以安朝廷/抚内外/而馈饷以时/故臣得以专事征伐/": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．太祖多用来指开国皇帝的庙号，庙号是皇帝死后，在太庙立室奉祀时所称呼的名号。  B．从马直是指五代后唐时皇帝的亲军，“从马”，有将马随行的意思。  C．枢密使一职始置于唐后期，为大理寺主官，主要掌管军国机务、兵防、边备、戎马等政事。    D．大赦是指古代封建帝王以施恩为名，常赦免犯人。如在皇帝登基、更换年号、立皇后、立太子等情况下，常颁布赦令。": "C",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．郭威豪爽负气，勇武有力。他曾经在市场里挑衅一位屠夫，屠夫被激怒后，郭威持刀杀死了屠夫。  B．郭威深受器重，被委以重任。建汉之前他就随高祖出征，高祖病重，还将隐帝托付给了郭威。  C．郭威不居功自傲，善扶将士。在成功讨伐叛贼李守贞之后，他将功劳全部椎给其他将士和大臣，并请求朝延为他们加爵封赏。  D．郭威当机立断，终成大业。隐帝不想受大臣牵制，派人去谋杀郭威，激起了郭威的反叛，最终取后汉而代之。": "C",
			"把文中画横线的句子翻译成现代汉语。1为吏所执，继韬惜其勇，阴纵之使亡，已而复召置麾下。2业等皆言威反状已白，乃悉诛威家属于京师。": "1郭威被府吏捉拿，李继韬爱惜他的勇敢，暗地里放了他，叫他逃跑，不久又召回他做自己的部下。2李业等人都说郭威的造反情况已经清楚，于是全部杀死了郭威在京的家属。 "
		},
		"translation": "太祖圣神恭肃文武孝皇帝郭威，邢州尧山人。父亲郭简，在晋当顺州刺史。刘仁恭攻破顺州，郭简被杀，儿子郭威年少成孤儿，依靠潞州人常氏。潞州留后李继韬募勇士为军卒，郭威十八岁，以勇力应募。为人争强好胜，李继韬认为他特别不寻常。市场里有个屠户，常常以勇气使市民佩服。郭威喝醉了酒，叫屠户割肉，屠户没按郭威说的办法割，郭威大声斥责。屠户说：“你勇敢，敢来杀我吗？”郭威立即取刀杀了他。郭威被府吏捉拿，李继韬爱惜他的勇敢，暗地里放了他，叫他逃跑，不久又召回他做自己的部下。  后来庄宗灭梁，李继韬被处死，部下军队隶属从马直，郭威因懂得书算做了军吏。汉高祖任侍卫亲军都虞侯时，特别亲近他。后来高祖每次改换辖地，都叫郭威跟随。契丹灭晋，汉高祖在太原起兵，登上帝位，任命郭威当枢密副使。乾祐元年正月，高祖病重，把隐帝托付给郭威和史弘肇等人。隐帝即位，升任郭威为枢密使。当年三月，河中李守贞造反。于是加拜郭威为同中书门下平章事，派他去西边监督诸将。郭威到河中，立栅在城东、城南、城西，调五县民工二万人连接筑垒守护三栅。时间久了，城中兵粮都没有了，于是制造攻城器具，四面进攻，攻破外城，李守贞与妻子自焚而死。隐帝用玉带奖赏郭威，加任检校太师兼侍中，郭威推辞说：“我侥幸能率军队，借汉威望攻破贼兵，这不仅是臣的功劳，也是将相们的贤能，能安定朝廷，抚慰内外，粮饷供应及时，所以臣能专心作战。”隐帝认为郭威很贤良，郭威又把功劳推给大臣，请求为他们加爵封赏。隐帝讨厌被大臣所牵制，与李业等谋划，已经杀了史弘肇等人，下诏叫镇宁军节度使李弘义到澶州谋杀侍卫步军指挥使王殷，又下诏叫侍卫马军指挥使郭崇到魏州谋杀郭威及宣徽使王峻。诏书先到澶州，李弘义怕事情办不成，反而把诏书给王殷看，王殷和李弘义派人告诉了郭威。不久传诏谋杀郭威、王峻的使者也到了，郭威把诏书藏起来，召见枢密使院吏魏仁浦进入卧室商议。魏仁浦劝郭威造反，教郭威利用留守大印，重新制造假诏书，下诏让郭威诛杀众将校来激怒大家，将校都很气愤，愿为郭威效力。十一月丁丑日，郭威率兵渡河。李业等人都说郭威的造反情况已经清楚，于是全部杀死了郭威在京的家属。  郭允明造反，在赵村杀了隐帝。丙戌日，郭威到京城，纵火大肆抢劫。戊子日，率百官在明德门朝见太后，请求立嗣君。庚寅日，郭威率百官到明德门，请求立武宁军节度使刘赟为嗣。辛卯日，请太后临朝听政。癸丑日，王峻派郭崇率七百骑兵在宋州迎住刘赟把他杀掉。庚申日，太后下制以郭威为监国。广顺元年正月五日，郭威登上帝位，大赦天下，颁布年号，国号为周。 "
	},
	"http://www.yinruiwen.com/news/187812.htm": {
		"context": "范质字文素，大名宗城人。九岁能属文，十三治《尚书》。后唐长兴四年举进士。晋天福中，召入为翰林学士，加比部郎中、知制诰。契丹侵边，少帝命汉祖等十五将出征。是夜，质入直，少帝令召诸学士分草制，质曰：“宫城已闭，恐泄机事。”独具草以进，辞理优赡，当时称之。周祖自邺起兵向阙，京城扰乱，质匿民间，物色得之，喜甚，时大雪，解袍衣之。且令草太后诰及议迎湘阴公仪注，质苍黄论撰，称旨。乃白太后，以质为兵部侍郎、枢密副使。显德四年夏，从征寿州还，加爵邑。质建议以律条繁冗，轻重无据，吏得因缘为奸。世宗特命详定，是为刑统。六年夏，世宗北征，质病留京师，赐钱百万，俾市医药。师还，以枢密使魏仁浦为相，命质与王溥并参知枢密院事。世宗不豫，入受顾命。宋初，加兼侍中。先是，宰相见天子议大政事，必命坐面议之，从容赐茶而退，唐及五代犹遵此制。及质等惮帝英睿，每事辄具札子进呈，具言曰：“如此庶尽禀承之方，免妄庸之失。”帝从之。由是奏御浸多，始废坐论之礼。乾德初，帝将有事圜丘，以质为大礼使。质与卤簿使张昭、仪仗使刘温叟讨论旧典，定南郊行礼图上之。帝尤嘉奖。由是礼文始备，质自为序。礼毕，进封鲁国公，质奉表固辞。初质既登朝犹手不释卷人或劳之质曰有善相者谓我异日位宰辅诚如其言不学何术以处之。后从世宗征淮南，诏令多出其手，吴中文士莫不惊伏。质每下制敕，未尝破律。朝廷遣使视民田，按狱讼，皆延见，为述天子忧勤之意，然后遣之。质以廉介自持，未尝受四方馈遗，前后所得禄赐多给孤遗。身没，家无余赀。太宗尝称之曰：“宰辅中能循规矩、慎名器、持廉节，无出质右者。”从子校书郎杲求奏迁秩，质作诗晓之，时人传诵以为劝戒。乾德二年九月，卒，年五十四。将终，戒其子旻勿请谥，勿刻墓碑。太祖闻之，为悲惋罢朝。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．初/质既登朝/犹手不释卷/人或劳之/质曰/有善相者/谓我异日位宰辅/诚如其言不学/何术以处之  B．初/质既登朝/犹手不释卷/人或劳之质/曰/有善相者谓/我异日位宰辅/诚如其言/不学/何术以处之  C．初/质既登朝/犹手不释卷/人或劳之/质曰/有善相者/谓我异日位宰辅/诚如其言/不学/何术以处之  D．初/质既登朝/犹手不释卷/人或劳之质/曰/有善相者谓/我异日位宰辅/诚如其言不学/何术以处之": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．《尚书》，最早书名为《书》，它是儒家核心经典之一，是中国上古历史文献和部分追述古代事迹著作的汇编。  B．进士，是指科举考试中通过殿试者。凡殿试应试者谓之举人，中试者称为进士。及第者分为三甲，一甲赐进士及第，二甲赐进士出身，三甲赐同进士出身。  C．知制诰，官名。唐翰林学士加知制诰者起草诏令，其余仅备顾问。宋翰林学士虽都起草诏令但也带知制诰衔，称为内制。  D．迁秩，官员晋升品阶。秩，本来指根据功过确定的官员俸禄，后引申为根据功过评定官员品阶。": "B",
			"下列对原文有关内容的理解和分析，不正确的一项是  A．范质才华横溢。他单独为少帝起草的诏令，辞理都很优美丰赡，当时就受到称赞。他匆促之间为周祖草拟的诰文仪注，也符合周祖的心意。  B．范质受皇帝关爱重用。世宗北征时他因病留在京城，世宗特意赐给他百万钱，让副将在市场上给他求医问药。世宗生病时，又让他入宫接受顾命。  C．范质改革典章，完备礼制。他提议皇帝废弃了宰相与天子论议重大政事时的坐论之礼，之后又为朝廷完备了礼乐仪制。  D．范质不重名利，廉洁自守。皇帝要进封他为鲁国公，范质上表坚决推辞。他也从不接受别人的馈赠，所得俸禄常赏赐送给无父母的子女，死后家中没有余财。": "B",
			"把文中画线句子翻译成现代汉语。1朝廷遣使视民田，按狱讼，皆延见，为述天子忧勤之意，然后遣之。2太宗尝称之曰：“宰辅中能循规矩、慎名器、持廉节，无出质右者。”": "1朝廷派遣使者视察民田，巡视诉讼案件，范质都要接见他们，向他们陈述天子忧国勤政的意图，这样之后再派遣他们。2太祖曾经称赞他说：“宰相中能够遵循规矩，慎重对待名声才能，坚守清廉气节的，没有人能超过范质。”"
		},
		"translation": "范质字文素，大名府宗城县人。范质九岁就能写文章，十三岁开始研究《尚书》。后唐长兴四年考中进士。晋天福中，征召入京做了翰林学士，加比部郎中、知制诰。契丹侵犯边境，少帝命令汉祖等十五人率兵出征。当夜，范质入宫当值，少帝命令召集诸位学士分别起草诏令。范质说：“宫城已经关闭，恐怕泄露机密之事。”范质独自详细为少帝起草的诏令，辞理都很优美丰赡，当时就受到称赞。周太祖从邺城起兵向都城进发，京城陷入混乱。范质躲在民间，周太祖寻访到他，欢喜异常，当时正下着大雪，就脱下自己的袍子给他穿上。并且命令他起草太后的诰令及商议迎立湘阴公的仪礼程序，范质匆促撰写，符合太祖的心意。世宗病危，范质入宫接受遗命。宋初，加官兼任侍中。原先，宰相朝见天子商议重大政事，皇帝必定命令宰相坐下来面议，皇帝从从容容赐茶后告退，唐朝及五代还遵照这个制度。到了范质等人畏惮皇帝英明睿智，每次议事都具写公文进呈，向皇帝陈述说：“这样才算臣子们禀承圣意之方，免除妄庸的过失。”皇帝采纳了这个意见。从此奏御越来越多，开始废除坐论的旧礼。乾德初年，皇帝将要在圜丘祭天，任命范质做大礼使。范质与卤簿张昭、仪仗使刘温叟讨论旧时的典制，制定出《南郊行礼图》进献给太祖。太祖对范质给予特别的称赞和奖励。到这时礼乐仪制完备了，范质亲自作序。礼毕，进封鲁国公，质上表坚决推辞。当初，范质已经在朝为官，还是手不释卷，有人觉得他这样做太辛苦，范质说：“有个善于看相的人，说我以后要担任宰相。如果真的像他说的那样，我不学习，用什么本事来承担这一职务呢？”后来随从（周）世宗征伐淮南，诏令大多出自他的手笔，吴中的文士没有不震惊佩服的。范质每次下制敕，从未不合律令。朝廷派遣使者视察民田，巡视诉讼案件，范质都要接见他们，向他们陈述天子忧国勤政的意图，这样之后再派遣他们。范质以清廉耿介严格要求自己，从没接受过各地的赠送，前前后后所得的俸禄和赏赐，大多用来周济那些没有父母的子女。范质去世以后，家里没有留下多余的财产。（宋）太祖曾经称赞他说：“宰相中能够遵循规矩，慎重对待名声才能，坚守清廉气节的，没有人能超过范质。”范质的侄子范杲上奏请求迁升秩阶，范质作诗晓谕他，当时人遍为传诵作为劝诫。乾德二年九月范质去世，享年五十四岁。临终时，告诫他的儿子范旻不要（向朝廷）请求谥号，不要刻立墓碑。太祖听到他的死讯，为之悲伤惋惜，不上早朝（以示哀悼）。"
	},
	"http://www.yinruiwen.com/news/187811.htm": {
		"context": "崔慰祖字悦宗，清河东武城人也。父庆绪，永明中为梁州刺史。慰祖解褐奉朝请。父丧不食盐，母曰：“汝既无兄弟，又未有子胤。毁不灭性，政当不进肴羞耳，如何绝盐?吾今亦不食矣。”慰祖不得已，从之。父梁州之资财千万，散与宗族。漆器题为“日”字，“日”字之器流乎远近。料得父时假贳文疏，谓族子纮曰：“彼有自当见还，彼无吾何言哉?”悉火焚之。好学聚书至万卷。邻里年少好事者，来从假借，日数十帙，慰祖亲自取与，未尝为辞。为始安王萧遥光抚军刑狱兼记室遥光好棋数召慰祖对戏慰祖辄辞拙非朔望不见也。  建武中，诏举士，从兄慧景举慰祖及平原刘孝标并硕学。帝欲试以百里，慰祖辞不就。  国子祭酒沈约、吏部郎谢朓尝于吏部省中宾友俱集，各问慰祖地理中所不悉十余事，慰祖口吃无华辞，而酬据精悉，一座称服之。朓叹曰：“假使班、司马复生，无以过此。”少与侍中江祀款交，及祀贵，常来候之，而慰祖不往也。与丹阳丞刘讽素善，遥光据东府反，慰祖在城内。城未溃一日，讽谓之曰：“卿有老母，宜出。”命门者出之。慰祖诣阙自首，系尚方，病卒。  慰祖著《海岱志》，起太公迄西晋人物，为四十卷，半成。临卒，与从弟纬书云：“常欲更注迁、固二史，采史、汉所漏二百余事，在厨簏，可检写之，以存大意。《海岱志》良未周悉，可写数本，付护军诸从事人一通，及友人任昉、徐寅、刘洋、裴揆，令后世知吾微有素业也。”",
		"question-answer": {
			"下列句子中加点词的解释，不正确的一项是  A．彼有自当见还 见：见面  B．假使班、司马复生，无以过此 过：超过，胜过  C．与丹阳丞刘沨素善 善：交好  D．《海岱志》良未周悉 良：确实": "A",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A. “卒”是古代称大夫的死，古代帝王和王后死叫“崩”，古代诸侯王死叫“薨”，古代其他人的死亡均称为“死”。  B. “阙”是宫门两侧的高台，左右各一，中间为通道。又可借指宫廷。“诣阙”既可指赴朝廷，又可指赴京都。      C. “解褐”指脱去粗布衣服，换上官服，入仕做官。上古时期所谓“布，，是指麻织品或葛织品，用麻葛织品做成的布衣，也叫“褐”。  D. “从事”，官名。汉制，州刺史的辅佐官吏如别架、主簿、功曹等均称从事史。汉以后三公及州郡长官都自辟僚属，多称“从事”。": "A",
			"下列对文中画波浪线部分的断句，正确的一项是  A．为始安王萧遥光抚军刑狱／兼记室／遥光好棋数／召慰祖对戏／慰祖辄辞拙／非朔望不见也  B．为始安王萧遥光抚军刑狱／兼记室／遥光好棋／数召慰祖对戏／慰祖辄辞拙／非朔望不见也  C．为始安王萧遥光抚军刑狱／兼记室／遥光好棋数／召慰祖对／戏慰祖辄辞拙／非朔望不见也  D．为始安王萧遥光抚军刑狱／兼记室／遥光好棋／数召慰祖对／戏慰祖辄辞拙／非朔望不见也": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．崔慰祖父亲去世后，他不仅不进食美味佳肴，连盐都不吃了；在母亲的劝告下，不得已才改变了这种做法。    B．崔慰祖把父亲在梁州上千万的财产都分给了同宗的族人，并把父亲生前收存的借据欠条全都烧掉，不再索要。  C．崔慰祖口吃不善言辞，但是宾客好友向他询问有关地理方面的问题，他回答得有根有据具体而且精准，令人折服。  D．崔慰祖著有《海岱志》，完成了一半后，又对司马迁和班固的历史著作再作注释，可惜只整理了部分注释就病逝了。": "D",
			"把文言文阅读材料中加横线的句子翻译成现代汉语。1邻里年少好事者，来从假借，日数十帙，慰祖亲自取与，未尝为辞。2命门者出之。慰祖诣阙自首，系尚方，病卒。": "1邻居中有爱学习的青年，向他来借书，每天借书达到几十卷，崔慰祖都亲自取出给他们，从来没有推托过。2于是命守门人放他出去。崔慰祖（出城后）就去朝廷自首，被囚禁在尚方，病死。"
		},
		"translation": "崔慰祖，字悦宗，是清河郡东武城人。父亲崔庆绪，永明年间担任梁州刺史。崔慰祖脱去布衣做官担任奉朝请。父亲亡故后他不再吃盐，母亲说：“你既没有兄弟，也没有子女。哀伤却不失本性，只是不应进食美味佳肴罢了，怎能断绝吃盐呢？我现在也不吃盐了。”崔慰祖不得已而听从了母亲的劝告。崔慰祖的父亲在梁州的资产有千万，他都散发给同宗的族人。家具器物都用漆写上“日”字，这种有“日”字的器具，流散到远近各地。崔慰祖整理了父亲有关的租借文书凭证，对族侄崔纮说：“那些人有了钱，自然会将借去的归还我；他们如果没有，我说什么呢？”于是便将人们的租借字据全都烧掉。崔慰祖爱好学习，收藏书籍达到万卷。邻居中有爱学习的青年，都相随着来向他借书，每天借书达几十卷，崔慰祖都亲自取出给他们，从来没有推托过。崔慰祖担任始安王萧遥光的抚军刑狱，兼任记室。萧遥光喜欢下棋，多次召崔慰祖来对弈。崔慰祖总是推辞说下得不好，不是初一、十五就不来拜见。  建武年间，诏令各地举荐才士，崔慰祖的堂兄崔慧景推荐崔慰祖和平原郡刘孝标同为饱学之士。齐明帝想让他管理方圆百里的地方以测试他的才能，崔慰祖推辞不就职。国子祭酒沈约、吏部郎谢朓曾在吏部省中聚集很多宾客好友，每人都向崔慰祖询问十几件地理方面不熟悉的事，崔慰祖口吃，语言不华美，但回答得有根有据具体而且精准，满座宾客都称赞信服他。谢朓赞叹说：“假如班固、司马迁再生，也不能超过他。”崔慰祖年轻时和侍中江祀是深交，等到江祀显贵了，常来问候他，但崔慰祖不去他那里。崔慰祖和丹阳县丞刘沨一向要好，萧遥光占据东府造反时，崔慰祖正在城内。在城池还没有被攻下的一天，刘沨对崔慰祖说：“你家中有老母亲，应当赶快出城去。”于是命守门人放他出去，崔慰祖（出城后）就去朝廷自首，被囚禁在尚方，病死。  崔慰祖著有《海岱志》，记载了从太公时起到西晋时止的人物，写到四十卷，完成了一半。临死时，写信给堂弟崔纬说：“常想再注释司马迁、班固两人的历史著作，已搜集到《史记》、《汉书》遗漏未载的二百多件事，放在橱柜竹箱中，你可以整理好写出来，用来保存它的大意。《海岱志》确实不够完善详细，你可抄写几本，交给护军各位从事每人一本，也给朋友任昉、徐寅、刘洋、裴揆等，让后世的人知道我稍微有些清高的事业。”"
	},
	"http://www.yinruiwen.com/news/187810.htm": {
		"context": "和熹邓皇后讳绥，太傅禹之孙也。父训，护羌校尉；母阴氏，光烈皇后从弟女也。后年五岁，太傅夫人爱之，自为剪发。夫 人年高目冥，误伤后额，忍痛不言。左右见者怪而问之，后曰：“非不痛也，太夫人哀怜为断发，难伤老人意，故忍之耳。”六岁能史书，十二通《诗》、《论语》。诸兄每读经传， 辄下意难问。志在典籍，不问居家之事。母常非之，曰：“汝不习 女工以供衣服，乃更务学，宁当举博士邪？“后重违母言，昼修妇业，暮诵经典，家人号曰“诸生”。父训异之，事无大小，辄与详议。  永元七年，后与诸家子俱选入宫，入掖庭为贵人，时年十六。恭肃小心，动有法度，和帝深嘉爱焉。及后有疾，特令后母兄弟入视医药，不限以日数。后言于帝曰：“宫禁至重，而使外舍久在内省，上令陛下有幸私之讥，下使贱妾获不知足之谤。上下交损，诚不愿也。”帝曰：“人皆以数入为荣，贵人反以为忧，深自抑损，诚难及也。”帝每欲官爵邓氏，后辄哀请谦让，故兄骘终帝世不过虎贲中郎将。  元兴元年，帝崩。殇帝生始百日，后乃迎立之。尊后为皇太后，太后临朝。是时新遭大忧，法禁未设。宫中亡大珠一箧，太后念，欲考问，必有不辜。乃亲阅宫人，观察颜色，即时首服。左右莫不叹服，以为圣明。及殇帝崩，太后定策迎安帝，犹临朝政，以连遭大忧，百姓苦役，殇帝殉器及诸丧礼，事事减约，十分居一。自太后临朝水旱十载四夷外侵盗贼内起每闻人饥或达旦不寐而躬自减彻以救灾厄故天下复平，岁还丰穰。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A.自太后临朝/水旱十载/四夷外侵/盗贼内起/每闻人饥/或达旦不寐/而躬自减彻/以救灾厄/  B.自太后临朝水旱/十载/四夷外侵/盗贼内起/每闻人饥/或达旦不寐/而躬自减彻/以救灾厄/  C.自太后临朝/水旱十载/四夷外侵/盗贼内起/每闻人饥或达旦/不寐/而躬自减彻/以救灾厄/  D.自太后临朝水旱/十载/四夷外侵/盗贼内起/每闻人饥或达旦/不寐/而躬自减彻/ 以救灾厄/": "A",
			"下列对文中加点词语的相关内容的解说不正确的一项是  A．“贵人”，皇帝妃嫔封号之一。东汉光武帝时始置，其位仅次于皇后，清代置贵人于嫔位之下，后世也把贵人当作对地位尊崇的人的尊称。  B．“诸生”，古代经过考试录取而进入府、州、县各级学校的生员，“今诸生学于太学”（《送东阳马生序》）里面“诸生”即为此意。      C．“从弟”，唐以前指同曾祖父不同父亲而年幼于己的同辈男性；唐以后指同祖父不同父亲而年幼于己的同辈男性，同今之“堂弟”。  D．“掖庭”，即永巷，汉武帝时改为掖廷。宫中旁舍，在帝后寝宫的东西两侧，通常作为嫔妃所居，也是宫女居住的地方。 ": "B",
			"下列原文有关内容的概括和分析，不正确的一项是  A．邓皇后识大体明大义，不娇宠。她入宫后虽深得皇上恩宠，但她对皇上特许她母亲和兄弟入宫探病且久留一事予以拒绝。  B.邓皇后恭良孝顺，善解人意。祖母为她剪发时不小心弄伤了她的额头，她为了不伤害老人家的好意，就忍住痛苦没有出声。    C．邓皇后心忧黎民，厉行节约。她主政时，国家内忧外患不断，她关注民生疾苦，减少自己的生活用度，天下恢复了丰足。  D.邓皇后宅心仁厚，明察秋毫。有一次宫里丢了大珠，她不想严刑逼问导致伤害无辜，而是通过察言观色将作案者揪出。": "D",
			"把文中画横线句子翻译成现代汉语。1宫禁至重，而使外舍久在内省，上令陛下有幸私之讥，下使贱妾获不知足之谤。2以连遭大忧，百姓苦役，殇帝殉器及诸丧礼，事事减约，十分居一。": "1宫中禁地至为重要，却让外戚久留宫中，对上让陛下蒙受宠幸偏爱的指责，对下使我获得不知足的评议。2因接连遭受皇帝死丧的事，老百姓深受差役之苦，殇帝的随葬品以及各项丧葬之事，事事都减省节约，(只有常规的)十分之一。"
		},
		"translation": "和熹邓皇后邓绥，是太傅邓禹的孙女。父亲邓训，是护羌校尉；母亲阴氏，是光烈皇后堂弟之女。邓皇后五岁时，太傅夫人很疼爱她，亲自为她剪发。夫人年老眼睛看不太清，误伤邓皇后的额头，邓皇后忍住痛苦不吭声。身旁看到的人感觉奇怪就问邓皇后，邓皇后说：“不是不痛，太夫人怜爱我为我剪发，不忍伤老人心意，所以忍着不喊痛罢了。”邓皇后六岁能读史书，十二岁通读《诗经》《论语》。每当诸位兄长诵读经书，她总虚心请教。她的志趣在研究诗书典籍，而不过问居家事务。母亲常常批评她，说：“你不学习女红来为将来做衣裳做服饰之用，却改为致力于学习经书，难道你要去考博士吗？”邓皇后难以 违拗母亲的话，白天操练女红，晚上就诵读经书典籍，家人称呼她为“诸生”。她父亲邓训认为她与众不同，无论大小事，往往和她详细计议。  和帝永元七年，邓皇后与诸家女子一同被选入宫中，进入掖庭成为贵人，时年十六岁。她恭谦肃穆，小心谨慎，一举一动，中规中矩，和帝深深地嘉许而喜爱她。邓皇后有病，皇帝特许她的母亲和兄弟入宫服侍医药各事，而且不限定留宫的日数。邓皇后对和帝说：“宫中禁地至为重要，而使外家的人久留禁宫之地，对上来说让陛下蒙受偏袒私幸的讥讽，对下来说使我获得不知足的讥刺。上下两 相受损，我实在不情愿啊！”和帝说：“别人都以获允经常进入禁宫走动为荣幸，而你却反以为忧虑，深深地自我克制，常人难以相比啊！”和帝每次想给邓皇后家族里的人加官晋爵，邓皇后就哀求辞让 ，所以她哥哥邓骘在整个和帝在位时期不过是一位虎贲中郎将而已 。  元兴元年，和帝去世。殇帝刚出生只百余日，邓皇后就迎立他为皇帝。殇帝尊邓皇后为太后，太后临朝听政。这个时候刚刚遭受大丧之事，法规禁条没有完备。宫中丢失了一箧大珠，邓太后考虑到，如果加以拷问，必定伤及无辜。于是亲自检看所有宫人，观察她们的脸色和神情，偷窃者马上就自首服罪了。左右侍从没有不叹服的，认为邓太后圣英明哲。等到殇帝去世，邓太后决定迎立安帝，仍临朝听政。因接连遭受大丧之事，老百姓苦于差役，殇帝的随葬品以及各项丧葬之事，事事都减省节约，只有常规的十分之一。自从邓太后临朝听政以来，水旱之灾共有十年，周边外夷入侵，国内盗贼兴起不绝 。太后每听到老百姓遭受饥荒，有时通宵不能入睡，亲自减少或撤除生活供给，用以救济灾难困苦，所以天下恢复太平，年景又丰收了。"
	},
	"http://www.yinruiwen.com/news/187809.htm": {
		"context": "王瞻，字思范，琅邪临沂人，宋太保弘从孙也。祖柳，光禄大夫、东亭侯。父猷，廷尉卿。瞻年数岁，尝从师受业，时有伎经其门，同学皆出观，瞻独不视，习诵如初，从父尚书仆射僧达闻而异之，谓瞻父曰吾宗不衰寄之此子年十二居父忧以孝闻服阕袭封东亭侯瞻幼时轻薄好逸游为闾里所患及长，颇折节有士操，涉猎书记，于棋射尤善。起家著作佐郎，累迁太子舍人、太尉主簿、太子洗马。顷之，出为鄱阳内史，秩满，授太子中舍人。又为齐南海王友，寻转司徒竟陵王从事中郎，王甚相宾礼。南海王为护军将军，瞻为长史。又出补徐州别驾从事史，迁骠骑将军王晏长史。晏诛，出为晋陵太守。瞻洁己为政，妻子不免饥寒。时大司马王敬则举兵作乱，路经晋陵，郡民多附敬则。军败，台军讨贼党，瞻言于朝曰：“愚人易动，不足穷法。”明帝许之，所全活者万数。征拜给事黄门侍郎、抚军建安王长史、御史中丞。高祖霸府开，以瞻为大司马相国谘议参军，领录事。梁台建，为侍中，迁左民尚书，俄转吏部尚书。瞻性率亮，居选部，所举多行其意。颇嗜酒，每饮或竟日，而精神益朗赡，不废簿领。高祖每称瞻有三术，射、棋、酒也。寻加左军将军，以疾不拜，仍为侍中，领骁骑将军，未拜，卒，时年四十九。谥康侯。子长玄，著作佐郎，早卒。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．谓瞻父曰／吾宗不衰寄之／此子年十二／居父忧／以孝闻／服阕袭封东亭侯／瞻幼时轻薄／好逸游／为闾里所患／  B．谓瞻父曰／吾宗不衰／寄之此子／年十二／居父忧／以孝闻／服阕／袭封东亭侯／瞻幼时轻薄／好逸游／为闾里所患／  C．谓瞻父曰／吾宗不衰／寄之此子／年十二／居父忧以孝／闻服阕／袭封东亭侯／瞻幼时轻薄／好逸游／为闾里所患／  D．谓瞻父曰／吾宗不衰寄之／此子年十二／居父忧以孝／闻服阕／袭封东亭侯／瞻幼时轻薄／好逸游／为闾里所患／": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．从父，指祖父亲兄弟的儿子，长于父者为从伯，幼于父者为从叔；又指父亲的兄弟，即伯父或叔父。  B．阙，多义词，此指古代宫殿、祠庙或陵墓前的高台，常左右各一，台上起楼观，用于装饰、瞭望。  C．闾里，“闾”原指里巷的大门，后指人群聚居处；“里”指居住的地方，如“故里”；“闾里”指乡里。  D．秩满，官吏任期届满。文中写王瞻出京担任鄱阳内史，任期届满以后，被朝廷授任为太子中舍人。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．王瞻做事专注。他几岁时，曾拜师读书，当时有艺人从门口经过，同学都出去观看，唯独他不看，如起初一样温习诵读。  B．王瞻廉洁奉公。他为官期间，两袖清风，不管职位如何变迁，廉洁之习不变。妻子儿女们跟着他也不能免除饥寒。  C．王瞻仁慈宽厚。大司马王敬则起兵作乱失败后，朝廷军队要讨伐贼党时，他的建议保全了数以万计的郡中民众。  D．王瞻性格正直。他处于任免官员的部门，不曲意逢迎，多按自己的心意行事。终因饮酒伤身，一病不起，不久去世。": "D",
			"把文中画横线的句子翻译成现代汉语。1及长，颇折节有士操，涉猎书记，于棋射尤善。2颇嗜酒，每饮或竟日，而精神益朗赡，不废簿领。": "1等到（王瞻）成人，便强自克制而有读书人的操守，涉猎书籍、奏记，对下棋射箭尤为擅长。2（王瞻）很爱饮酒，常常饮酒一整日，而精神更加清朗充足，不耽误文书事务。"
		},
		"translation": "王瞻，字思范，是琅邪郡临沂县人，是宋朝太保王弘的堂孙。祖父王柳，担任光禄大夫、东亭侯。父亲王猷，担任廷尉卿。王瞻几岁时，曾拜师读书，当时有艺人从门口经过，同学都出去观看，唯独王瞻不看，如起初一样温习诵读。伯父尚书仆射王僧达听说后就另眼看待他，对王瞻的父亲说：“我们家族不衰微，希望就寄托在这孩子身上了。”王瞻十二岁，为父亲服丧，以孝道闻名。服丧期满，继承爵位东亭侯。王瞻年幼时轻浮刻薄，喜好放纵游玩，被乡里人憎恶。等到（王瞻）成人，便强自克制而有读书人的操守，涉猎书籍、奏记，对下棋射箭尤为擅长。王瞻出仕为著作佐郎，屡经升迁为太子舍人、太尉主簿、太子洗马。不久，王瞻出京任鄱阳内史，任职期满，授任太子中舍人。王瞻又是齐南海王的朋友，不久改任司徒竞陵王从事中郎，竞陵王对他十分尊敬。南海王担任护军将军，王瞻任长史。王瞻又出京补任徐州别驾从事史，调任骠骑将军王晏的长史。王晏被杀，王瞻出京任晋陵太守。王瞻廉洁行政，妻子儿女也不能免除饥寒。当时大司马王敬则起兵作乱，途经晋陵，郡中民众很多人依附王敬则。后军队失败，朝廷军队要讨伐贼党，王瞻上报朝廷说：“愚蠢的人容易骚动，不值得追根求源去处治。”明帝准许他的意见，所保全的人以万计数。朝廷征召王瞻为给事黄门侍郎、抚军建安王长史、御史中丞。高祖的藩王府邸设立，任命王瞻为大司马相国谘议参军，兼任录事参军。梁朝台阁建立，王瞻任侍中，调任左民尚书，不久改任吏部尚书。王瞻性格正直，处于任免官员的部门，所推举多按自己的心意行事。（王瞻）很爱饮酒，常常饮酒一整日，而精神更加清朗充足，不耽误文书事务。高祖经常称说王瞻有三种技术，就是射击、下棋、饮酒。不久加授王瞻左军将军，因患病没有就任，仍旧担任侍中，兼骁骑将军，没有就任，就去世了，时年四十九岁。谥号为康侯。儿子王长玄，担任著作佐郎，早早去世。"
	},
	"http://www.yinruiwen.com/news/187808.htm": {
		"context": "信陵君者，魏公子无忌也，曾窃符救赵。论者以窃符为信陵君之罪，余以为此未足以罪信陵也。夫强秦之暴亟矣，今悉兵以临赵，赵必亡。赵，魏之障也。赵亡，则魏且为之后。赵、魏，又楚、燕、齐诸国之障也。赵、魏亡，则楚、燕、齐诸国为之后。天下之势未有岌岌于此者也故救赵者亦以救魏救一国者亦以救六国也。窃魏之符以纾魏之患，借一国之师以分六国之灾，夫奚不可者？  　　然则信陵果无罪乎？曰：又不然也。余所诛者，信陵君之心也。  　　信陵一公子耳，魏固有王也。赵不请救于王，而谆谆焉请救于信陵，是赵知有信陵，不知有王也。平原君以婚姻激信陵，而信陵亦自以婚姻之故，欲急救赵，是信陵知有婚姻，不知有王也。其窃符也，非为魏也，非为六国也，为赵焉耳。非为赵也，为一平原君耳。使祸不在赵，而在他国，则虽撤魏之障，撤六国之障，信陵亦必不救。使赵无平原，而平原亦非信陵之姻戚，虽赵亡，信陵亦必不救。则是赵王与社稷之轻重，不能当一平原公子，而魏之兵甲所恃以固其社稷者，只以供信陵君一姻戚之用。幸而战胜，可也；不幸战不胜，为虏于秦，是倾魏国数百年社稷以殉姻戚！吾不知信陵何以谢魏王也。  　　呜呼！自世之衰，人皆习于背公死党之行，而忘守节奉公之道。有重相而无威君，有私仇而无义愤，如秦人知有穰侯，不知有秦王，虞卿知有布衣之交，不知有赵王。由此言之，信陵之罪，固不专系乎符之窃不窃也。其为魏也，为六国也，纵窃符犹可。其为赵也，为一亲戚也，纵求符于王而公然得之，亦罪也。      虽然，魏王亦不得无罪也。兵符藏于卧内，信陵亦安得窃之？信陵不忌魏王，而径请之如姬，其素窥魏王之疏也。如姬不忌魏王，而敢于窃符，其素恃魏王之宠也。木朽而蛀生之矣。古者人君持权于上，而内外莫敢不肃。则信陵安得树私交于赵？赵安得私请救于信陵？如姬安得衔信陵之恩？信陵安得卖恩于如姬？履霜之渐，岂一朝一夕也哉！",
		"question-answer": {
			"对下列句子中加点词的解释，不正确的一项是  A．夫强秦之暴亟矣 亟：同“极”  B．余所诛者，信陵君之心也 诛：责备  C．则信陵安得树私交于赵 树：建立  D．如姬安得衔信陵之恩 衔：衔接": "D",
			"下列各组句子中，加点词的意义和用法相同的一项是  A．①则魏且为之后 ②且以一璧之故逆强秦之欢  B．①是倾魏国数百年社稷以殉姻戚 ②皆以美于徐公  C．①有重相而无威君 ②今人有大功而击之  D．①信陵安得卖恩于如姬 ②至激于义理者不然": "C",
			"下列对文中画波浪线部分的断句，正确的一项是  A．天下之势/未有岌岌/于此者也故/救赵者亦以救魏/救一国者/亦以救六国也  B．天下之势/未有岌岌于此者也/故救赵者/亦以救魏/救一国者/亦以救六国也  C．天下之势未/有岌岌于此者也故/救赵者/亦以救魏/救一国者/亦以救六国也  D．天下之势未/有岌岌于此者也/故救赵者/亦以救魏/救一国者/亦以救六国也": "B",
			"下列对原文有关内容的理解和分析，表述不正确的一项是    A．信陵君的罪过，不在于盗窃 兵符与否，若是为了魏国，为了六国，纵然是盗窃兵符也还是说得过去的。  B．在信陵君窃取兵符这件事情上，魏王也不是没有过错的，否则，兵符好好地藏在卧室之内，信陵君怎么能窃取到呢？  C．信陵君想方设法窃取兵符，不是为了魏国，不是为了六国，也根本不是为了赵国，其实就是为了解救平原君。  D．兵符，用铜、玉或木石制成，分为两半，一半留存国君，一半交给统帅；调发军队时，必须在符验合后，方能生效。": "C",
			"把文言文阅读材料中加横线的句子翻译成现代汉语。1其为赵也，为一亲戚也，纵求符于王而公然得之，亦罪也。2信陵不忌魏王，而径请之如姬，其素窥魏王之疏也。": "1如果只是为了赵国，或者说只为了一个亲戚，纵然通过正常手段向魏王求得兵符，也是有罪的。2信陵君不害怕魏王，而直接向如姬请托，这是他平日已看到魏王的疏忽了。"
		},
		"translation": "信陵君就是魏公子无忌，曾经设法盗窃魏王兵符援救赵国。评论史事的人把窃取魏王兵符算做信陵君的罪，我认为这件事还不够归罪信陵君呢。那强大的秦国暴虐极了，现在出动全国的军队来进攻赵国，赵国肯定会灭亡。赵国是魏国的屏障，赵国灭亡了，那么魏国将跟着他灭亡。赵国与魏国，又是楚、燕、齐等几个国家的屏障。赵、魏灭亡了，那么楚、燕、齐等几个国家就将跟在后面灭亡。天下的形势，没有比这更危险的了。所以，救赵也就是救魏；救一国也就是救六国啊。窃取魏王兵符来解除魏国的祸患，借助一国的兵力来分担六国的灾难，这有什么不可以的呢？  既然这样，那么信陵君真的没有罪吗？回答是：这话又不对了。我所责备的，是信陵君的心啊！  信陵君不过是一个公子罢了，魏国本来还有君王呢。赵国不向魏王求救，却恳切地向信陵君求救，这说明赵国只知道有信陵君，却不知道有魏王啊。平原君用亲戚情分来激将信陵君，而信陵君自己也因为这个缘故，想急速救援赵国，这说明信陵君只知道有婚姻关系，却不知道有魏王啊。他的窃取兵符，不是为了魏国，不是为了六国，而是为了赵国罢了。其实也可以说不是为了赵国，只是为了一个平原君罢了。假使祸患不在赵国，而在其他国家，那么即使撤掉魏国的屏障，撤掉六国的屏障，那么信陵君也一定不会去援救的。如果赵国没有平原君，或者平原君不是信陵君的亲戚，即使赵国亡了，信陵君也一定不去援救。那么这就是说赵王和国家的轻重，还抵不上一个平原公子，而魏王依靠 来保卫国家的军队和装备，不过拿来供给信陵君的一个亲戚使用。幸而打了胜仗，还算是可以的；如果不幸打了败仗，被秦国俘虏，就是倾覆魏国几百年来的江山来给亲戚作牺牲！如果这样，我不知道信陵君怎样向魏王请罪呢！  哎！自从世道衰落以来，人们对那种背离公道结党营私的行为已经习惯了，却忘掉了守节奉公的道理。于是就形成只有掌握重权的宰相，却没有具有权威的君王，只有狭隘的私仇却没有正义的愤怒的局面。正如秦国人只知道有穰侯魏冉，而不知道有秦王；虞卿只知道有贫贱之交，而不知道有赵王。由此说来，信陵君的罪过，不在于盗窃兵符与否。若是为了魏国，为了 六国，纵然是盗窃兵符也还是可以的。如果只是为了赵国，或者说只为了一个亲戚，纵然通过正常手段向魏王求得兵符，也是有罪的。      虽是如此，魏王也不是没有罪过的。兵符既藏在卧室之内，信陵君怎么能盗窃了呢？信陵君不害怕魏王，而直接向如姬请托，这说明他平日已看到魏王的疏忽了。如姬不害怕魏王，而敢于盗窃兵符，这说明她向来依仗着魏王的宠爱。木头枯朽了蛀虫就生出来了。古时候国君在手上掌握大权，宫廷内外不敢不肃然听命。那么信陵君怎么能跟赵国有私交呢？赵国又怎么能私下向信陵君求救呢？如姬怎能接受（或“一直牢记着”）信陵君的恩惠并图报答呢？信陵君又怎么会利用自己对如姬有恩而求助于她呢？冰冻三尺，岂是一朝一夕之寒所结成的？"
	},
	"http://www.yinruiwen.com/news/187803.htm": {
		"context": "郑太字公业，河南开封人，司农众之曾孙也，少有才略。初，举孝廉，三府辟，公车征，皆不就。及大将军何进辅政，征用名士，以公业为尚书侍郎，迁侍御史。进将诛阉官，欲召并州牧董卓为助。公业谓进曰：“董卓强忍寡义，志欲无厌。若借之朝政，将恣凶欲，必危朝廷。”又为陈时务之所急数事。进不能用，乃弃官去。  进寻见害，卓果作乱。公业等与侍中伍琼、卓长史何颙共说卓，以袁绍为勃海太守，以发山东之谋。及义兵起，卓乃会公卿议，大发卒讨之，群僚莫敢忤旨。公业恐其众多益横，凶强难制，独曰：“夫政在德，不在众也。”卓不悦，曰：“如卿此言，兵为无用邪？”公业惧，乃诡词更对曰：“非谓无用，以为山东不足加大兵耳。如有不信，试为明公略陈其要。今山东合谋，州郡连结，人庶相动，非不强盛，然光武以来，中国无警，百姓优逸，忘战日久。仲尼有言：‘不教人战，是谓弃之。’其众虽多，不能为害。一也。明公出自西洲，少为国将，闲习军事，数践战场，名振当世，人怀慑服。二也。袁本初公卿子弟，生处京师。张孟卓东平长者坐不窥堂孔公绪清谈高论嘘枯吹生并无军旅之才执锐之干临锋决敌非公之俦。三也。”卓乃悦，以公业为将军，使统诸军讨击关东。  或说卓曰：“郑公业智略过人，而结谋外寇，今资之士马，就其党羽，窃为明公惧之。”卓乃收还其兵，留拜议郎。卓既迁都长安，天下饥乱，士大夫多不得其命。而公业家有余资，日引宾客高会倡乐，所赡救者甚众。乃与何顒、荀攸共谋杀卓。事泄，颙等被执，公业脱身自武关走，东归袁术。 ",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．张孟卓东平/长者坐不窥堂/孔公绪清谈高论嘘枯吹/生并无军/旅之才执/锐之干临锋/决敌非公之俦/  B．张孟卓东平长者/坐不窥堂/孔公绪清谈高论/嘘枯吹生/并无军旅之才/执锐之干/临锋决敌/非公之俦/  C．张孟卓东平长者/坐不窥堂孔公绪/清谈高论嘘枯吹/生并无军旅/之才执/锐之干/临锋决敌非公之俦/  D．张孟卓东平/长者坐不窥堂/孔公绪清谈/高论嘘枯吹/生并无军旅之才/执锐之干/临锋决敌非公之俦/": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．孝廉，汉武帝时设立的察举考试，以任用官员的一种科目，孝廉是孝顺亲长、廉能正直的意思。  B．卒，士兵的旧称，属政府正规编制的部队。士兵需要有勇敢无畏的精神就是不怕死、有虎劲。  C．郡，东汉末形成的州、郡、县三级地方政治制度。州起源于汉武帝所建部刺史监察制度。  D．仲尼，即孔子，被尊奉为“天纵之圣”“天之木铎”，是儒家学派创始人，倡导“性善论”思想。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．郑太出身显贵，多次不就。郑太为司农郑众的曾孙，多次被举孝廉、辟三府，朝廷征召都不去赴任。  B．郑太深谋远虑，见机行事。郑太看到何进召董卓相助，劝谏何进，何进不听劝告，郑太弃官而走。  C．郑太能言善辩，足智多谋。郑太引经据典，用三条理由陈述山东不值得用大兵征讨，打消董卓的疑虑。    D．郑太乐善好施，胸怀大志。郑太在天下动乱之际，宴请宾客，并与宾客中何颙、荀攸等人合计谋杀董卓。": "D",
			"把文中画横线的句子翻译成现代汉语。1董卓强忍寡义，志欲无厌。若借之朝政，将恣凶欲，必危朝廷。2郑公业智略过人，而结谋外寇，今资之士马，就其党羽，窃为明公惧之。": "1董卓强暴残忍，不讲道义，野心很大。如果把朝政借予他，将会放纵其邪恶的欲望，必将危及朝廷。2郑公业才智谋略超过一般人，却勾结外面敌寇，如今交给他士卒兵马，使他的党羽获得成功，我私下为明公担忧。"
		},
		"translation": "郑太字公业，是河南开封人，是司农郑众的曾孙，年轻时就有才干谋略。起初被举为孝廉，三公聘，朝廷召，一概不去。等到大将军何进辅政，征用名士，任命郑太为尚书侍郎，又升任侍御史。何进要杀宦官，想召并州刺史董卓作为帮手。郑太对何进说：“董卓残暴残忍，不讲道义，野心很大。如果把朝政借予他，将会放纵其邪恶的欲望，必将危及朝廷。”又向何进陈述几件当务急的事，何进不听，郑太于是就弃官而去。  何进不久被害，董卓果然作乱。郑太等与侍中伍琼、卓长史何颙一起劝说董卓，委派袁绍为渤海太守，以促成山东起兵反董卓的的计划。等到义兵兴起，董卓召集公卿商议，要大举发兵去征讨，众官没有人敢违抗他的旨意。郑太怕他兵多了更加骄横，凶恶强暴难以遇制，就独自说：“为政在于德，而不在人多啊。”董卓不高兴，说：“像你这么说，兵是无用了？”郑太害怕了，就假意说：“不是没有用，而是我党得山东不值得用大兵征讨罢了。如果不信，我试着为明公陈述其要点。如今山东合谋，州郡连结，众人互相鼓动，不是不强盛，然而自光武帝以来，中原无战事，百姓富足安逸，忘记战争多年了。仲尼说过：‘不教人学会作战，这叫拋弃他们。’他们人虽多，却不能称为祸害。这是第一。明公出身于西洲，年轻时就做国家武将，熟习军事，屡次经历战场，名震当世，人人畏惧。这是第二。袁本初是公卿子弟，生长在京城里。张孟卓是东平年长有德的人，举止目不针视。孔公绪只会清谈高论，把扬表贬人物。这些人并没有指挥军事的才能，使用兵器的本领，临阵交兵，不是您的对手。这是第三。”董卓于是高兴了，任命郑太为将军，让他统领各军讨伐进击关东。  有人劝告董卓说：“郑公业才智谋略超过一般人，却勾结外面敌寇，如今交给他士卒兵马，使他的党羽获得成功，我私下为明公担忧。”董卓于是收回他的兵马，留在朝内为议郎。董卓迁都长安后，天下饥荒动乱，士大夫大多得不到应有的职事。而郑太家有余财，每天引宾客宴会歌舞，所救济的人很多。于是他和何颙、荀攸共同谋杀董卓。事情泄漏，何颙等人被抓，郑太从武关逃走，投奔袁术。"
	},
	"http://www.yinruiwen.com/news/187802.htm": {
		"context": "高光，字宣茂，陈留圉城人，魏太尉柔之子也。光性敦厚，敏于学，而讷于言，少习家业,明练刑理，时人以为器材。初以太子舍人累迁尚书郎，出为幽州刺史、颍州太守。是时武帝置黄沙狱，以典诏狱，驯化囚者。以光历世明法，用为黄沙御史，秩与中丞同。迁廷尉。  元康中，拜尚书，典三公曹。时赵王伦篡逆，迫上为太上，群臣莫敢言，唯命是从。光于其际，守道全贞，一时景仰，皆称其贤。及伦赐死，齐王冏辅政，复以光为廷尉，迁尚书，加奉车都尉。后从驾讨成都王颖有勋，帝悦之，封延陵县公，邑千八百户。  于时朝廷咸推光明于用法，故频典理官。惠帝为张方所逼，幸长安，朝臣恐惧，莫有从者，光独不去，侍帝而西。迁尚书左仆射，加散骑常侍。  光兄诞为上官巳等所用，历徐、雍二州刺史。诞性任放无伦次，而决烈过人，与光异操。常谓光小节，恒轻侮之，光不以为意，事诞愈谨。帝既还洛阳，时太弟新立，重选傅训，以光为少傅，加光禄大夫，常侍如故。及怀帝即位，加光禄大夫金章紫绶，与傅祗并见推崇。寻为尚书令本官如故以疾卒赠司空侍中属京洛倾覆竟未加谥 子韬字子远，放佚无检。光为廷尉时，韬受货赇，有司奏案之，而光不知。时人虽非光不能防闲其子，以其用心有素，不以为累。初，光诣长安留台，以韬兼右卫将军。韬与殿省小人交通，及光卒，仍于丧中往来不绝。时东海王越辅政，不朝观。韬知人心有望，密与太傅参军姜赜、京兆杜概等谋讨越，事泄伏诛。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A.寻为尚书令/本官如故/以疾卒/赠司空/侍中属京洛/倾覆竟未加谥/  B.寻为尚书/令本官如/故以疾卒/赠司空侍中/属京洛倾覆/竟未加谥/  C.寻为尚书令/本官如故/以疾卒/赠司空侍中/属京洛倾覆/竟未加谥/  D.寻为尚书/令本官如/故以疾卒/赠司空/侍中属京洛/倾覆竟未加谥/": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A.刺史，以武帝时设置，原为巡察官名，东汉后成为州郡最高军政长官，后亦称太守。  B.廷尉，秦朝初置，九卿之一，秦汉时期以廷尉为最高司法长官，后改名为大理寺卿。  C.光禄大夫是学管全国土地、赋税、户籍、军需、俸禄、粮饷、财政收支的朝廷重臣。  D.留台，指古代帝主因故离京，奉命留守京师之官及其机构，古称禁城为台城，故名。": "C",
			"下列对原文有关内容的和概括分析，不正确的一项是  A.高光年少时通晓家业，熟悉刑法。武帝时设置黄沙狱，用法典来教育囚犯，因为高光明晓历代法律，就任命他为黄沙御史，享受和中丞一样的俸禄。  B.高光坚守止道，保全节操。赵王司马伦篡权叛逆，迫切地当上了太子，大臣们不敢反对，全都听从。唯独高光没有随波逐流，得到人们称赞。  C.高光为人悌顺，心胸开阔。哥哥高诞性情放纵，果断刚烈，没自规矩。他常说高光拘于小节，总是欺侮他。他却不放在心上，对哥哥更加恭谨。      D.高光教子无方，管束不严。儿子高韬行为放纵，因为收受贿赂，曾被检举揭发。而且他与皇帝及公卿身边的小人勾结来往不断，最后死于非命。": "B",
			"把文中画横线的句了翻译成现代汉语。1常谓光小节，恒轻侮之，光不以为意，事诞愈谨。2时人虽非光不能防闲其子，以其用心有素，不以为累。": "1高诞常说高光拘于小节，总是欺侮他，高光从不放在心上，对待哥哥更加恭谨。2当时的人显然批评高光不能防备自己的儿了，但因为他平素用心，就不以这件事使高光受连累。"
		},
		"translation": "高光子宣茂，陈留圉城人(今河南省开封市杞县西南圉镇)，是魏太尉高柔的儿子。高光性情敦厚，学习聪敏，但不善言语，他少时通晓家业，熟悉刑法理论，当时的人们认为他是人才。最初由太子舍人逐渐迁任尚书郎，出任幽川刺史、颍川太守。当时武帝设置黄沙狱【武帝太康五年(284 年)六月】，用法典诏谕监狱，来教育转变囚犯。因为高光明晓历代法律，就任命他为黄沙御史。傣禄与中丞相同。迁任廷尉。  元康年间，官拜尚书，主管三公曹。当时赵王司马伦篡权叛逆，逼迫皇帝做了太上皇，大臣们都服从他的命令，不敢反对。唯独高光在那段时间，坚守正道保全节操，当时的人们都景仰他，称赞他贤贞。等到司马伦被赐死，齐王司马冏辅佐朝政，因为高光忠贞，又任命高光为廷尉，迁任尚书。加任奉车都尉。后来高光跟从皇帝讨伐成都王司马颖有功，皇帝对他非常满意，封他为延陵县公，封邑一千八百户。  当时朝廷都推崇高光擅用法。因此多次出任法律官员。惠帝被张方逼迫，前往长安。朝廷大臣害怕恐惧，奔走离散，没有跟从的人，唯独高光没有离开，侍奉皇帝西行。迁任尚书左仆射，加任散骑常侍。  高光的兄长高诞被上官巳等人任用，历任徐、壅两州刺史。高诞生性放纵没有规矩，而果断刚烈超过常人，与高光的品行不一样。高诞常说高光拘于小节，总是欺侮他，高光从不放在心上，对待哥哥更加恭谨。皇帝回洛阳后，时值皇太弟刚刚确立，慎重地挑选辅佐人才，任用高光为少傅，加任光禄大夫，常侍的职位依旧。等到怀帝即位，加受光禄大夫金章紫绶，与傅祗一同受到推崇。不久任尚书令，原有官职依旧，因病去世,追赠司空、侍中。适逢京洛被颠覆，竟然没有给他谥号。他的儿子高韬字子远，放纵不检点。高光任廷尉时，高韬收受贿赂，有关官吏奏报此事，而高光不知道。当时的人虽然批评高光不能防备自己的儿子，但因为他平素用心，就不以这件事使高光受连累。起初，高光到长安留在官署，让高韬兼任右卫将军。高韬与宫廷与台省的小人勾结，等到高光去世时，仍在服丧中来往不断。当时东海王司马越辅佐朝政，不朝见皇帝。高韬知道人心埋怨，暗中与太傅参军姜赜、京兆杜概等人谋划讨伐司马越，事情泄露被杀。"
	},
	"http://www.yinruiwen.com/news/187801.htm": {
		"context": "今言当世之务者，必曰所先者，宽赋役也，劝农桑也，实仓廪也，备灾害也，修武备也，明教化也。此诚要务，然犹未知其本也。臣以为所尤先者三焉，请为陛下陈之。一曰立志，二曰责任，三曰求贤。三者本也，制于事者用也。有其本，不患其无用。  三者之中，复以立志为本，君志立而天下治矣。所谓立志者，至诚一心，以道自任，以圣人之训为可必信，先王之治为可必行，不狃滞于近规，不迁惑于众口，必期致天下如三代之世，此之谓也。夫以一夫之身，立志不笃，则不能自修，况天下之大，非体乾刚健，其能治乎？自昔人君，孰不欲天下之治？然而或欲为而不知所措，或始锐而不克其终，或安于积久之弊而不能改为，或惑于众多之论而莫知适用。此皆上志不立故也。  臣观朝廷每有善政，鲜克坚守，或行之而天下不从，请举近年一二事以明之。朝廷以今之任人未尝选择，一用荐举之定式，患所举不得其人也，故诏以饬之，非不丁宁，然而当其任者如弗闻也。陛下以为自后所举果得其人乎？曾少异于旧乎？又以守令数易之害治也，诏廉察之官举其有善政者俾之再任，于今未闻有应诏者。岂天下守令无一人有善政邪？苟陛下之志先立，奋其英断以必行之，虽强大诸侯，跋扈藩镇，亦将震慑，莫敢违也，况郡县之吏乎？故臣愿陛下以立志为先，如臣前所陈，法先王之治，稽经典之训，笃信而力行之，救天下深沉固结之弊，为生民长久治安之计，勿以变旧为难，勿以众口为惑，则三代之治可望于今日也。  若曰人君所为，不可以易，易而或失，其害则大，臣以为不然。稽古而行，非为易也，历观前史，自古以来，岂有法先王，稽训典，将大有为而致败乱者乎？惟动不师古，苟安袭弊，卒至危亡者则多矣。事据昭然，无可疑。愿陛下不以臣之疏贱而易其言，则天下幸甚。",
		"question-answer": {
			"下列对句中加点词的解释，不正确的一项是   A．劝农桑也 劝：鼓励  B．或始锐而不克其终 克：攻破  C．故诏以饬之 饬：告诫  D．稽经典之训 稽：考察": "B",
			"下列各组语句中加点词的意义和用法，相同的一项是  A．然犹未知其本也 吾其还也  B．不狃滞于近规 师不必贤于弟子  C．则不能自修 欲速则不达  D．救天下深沉固结之弊 今者有小人之言": "D",
			"下列对文中语句的理解，不正确的一项是  A．三者本也，制于事者用也  这三项是治国根本，临事裁决只是具体的功用  B．非体乾刚健，其能治乎  没有健康的体魄，怎么能够治理好呢  C．虽强大诸侯，跋扈藩镇，亦将震慑  即使强大的诸侯、专横的地方军阀，也将（感到）震惊害怕  D．愿陛下不以臣之疏贱而易其言，则天下幸甚  愿陛下不因为我的粗疏卑贱而轻视我的话，如果这样那么天下幸运之至": "B",
			"将下面的句子译为现代汉语。 ①必期致天下如三代之世，此之谓也  ②惟动不师古，苟安袭弊，卒至危亡者则多矣。": "①一定决心使天下达到像夏商周三代那样的社会，说的就是这个立志的含义。  ②只有举动不效法古人，苟且偷安而沿袭旧弊，最终导致危亡的就多了。",
			"下列对文意的理解，不正确的一项是  A．作者认为议论国事的人没有认识到“立志”“责任”和“求贤”的重要性。  B．君主的志向没有确立，是因为被方方面面的议论所迷惑。  C．很多君主都想治理好天下，但由于各种原因没能实现理想。  D．君主取法古代改革时弊是恰当的举措，不会导致社会混乱。": "B",
			"作者为什么希望君王要以立志为先？请结合文章内容，用自己的话加以具体说明。": "一是实现治国理想的需要。君主确立了志向，天下就容易治理了。君主如果没有坚定志向就容易造成混乱。二是现实政治的需要。现今朝廷每当有好的政策措施，很少能够坚持，或者实行却没有人服从。"
		},
		"translation": "现今议论国事的人，必然说应当先做的是，放宽赋税和劳役，鼓励农业和蚕桑业，充实仓库，防备灾害，加强国防，推行教化。这些确实是重要的事，但还是没有懂得事情的根本。我认为尤其应当先做的有三条，请允许我为陛下陈述。第一叫做立志，第二叫做责成任用，第三叫做求贤。这三项是治国根本，临事裁决只是具体的功用。有根本，不怕没有功用。  三件事之中，又以立志为根本，君主的志向确立，天下就治理了。所谓立志，至诚一心，以道为己任，坚信圣人的教诲必定可以相信，先王的治国方法必定可以推行，不拘泥于近代的成规，不为众人的议论所动摇迷惑，一定决心使天下达到像夏商周三代那样的社会，说的就是这个立志的含义。就以一个人来说，立志不坚定，便不能自我约束，何况天下之大，不体会上天刚强的本性，又能治理好吗？自古的君主，谁不想天下治理（得好）？然而有的想做而不知怎么做，有的开始勇往直前却不能坚持到底，有的安于积累日久的弊病而不能改弦易辙，有的迷惑于众多的议论而不知什么适用。这些都是由于君主的志向没有确立的缘故。  我看朝廷每当有好的政策措施，很少能够坚持，或者实行而天下不服从。请允许我举近年的一两件事来说明。朝廷因为目前任用官员没有经过选择，全部按照推荐的固定模式，怕所推荐的不是合适的人选，因此用诏书告诫，不是不反复叮嘱，然而任职的人像没有听到一样。陛下以为今后所推荐的果真是合适的人吗？难道有丝毫不同于以前吗？又因为郡守县令经常更换有害于治理，命令查访的官员推荐那些有德政的人让他们再任，到现在没听说有响应诏令的。难道天下郡守县令没有一人有德政吗？如果陛下的志向先立，果断决策而坚决实行，即使强大的诸侯、专横的地方军阀，也将（感到）震惊害怕，没有谁敢于违抗，何况郡县的官吏呢？因此我愿陛下也以立志为先，像我前面所陈述的那样，效法先王的治理，考察经典的训示，深信不疑而全力推行，医治天下根深蒂固的弊病，为人民制定出长治久安的大计，不要以改变旧的东西为难事，不要因为各种议论而疑惑不定，那么三代的治理可望在今天实现。  如果说君主所做的，不可以改变，改变而万一失误，危害就大了，我认为不是这样。取法古代去做，不叫做改变。历观前代历史，自古以来，哪里有效法先王，考察经典，将大有作为而导致失败混乱的呢？只有举动不效法古人，苟且偷安而沿袭旧弊，最终导致危亡的就多了。事实根据明白清楚，无可怀疑。愿陛下不因为我的粗疏卑贱而轻视我的话，如果这样那么天下幸运之至。 "
	},
	"http://www.yinruiwen.com/news/187800.htm": {
		"context": "方良永，字寿卿，莆田人。弘治三年进士。督逋两广，峻却馈遗，为布政使刘大夏所器。正德初，父丧除，待铨阙下。外官朝见毕，必谒刘瑾，鸿胪导良永诣左顺门叩头毕，令东向揖瑾，良永竟出。及吏部除良永河南抚民佥事中旨勒致仕既去瑾怒未已欲假海南杀人事中之刑部郎中周敏力持乃不坐。瑾诛，起湖广副使，寻擢广西按察使。发巡按御史朱志荣罪至谪戍。迁山东右布政使。旋调浙江，改左。  钱宁以钞二万鬻于浙，良永上疏曰：“四方盗甫息，疮痍未瘳，浙东西雨雹。宁厮养贱流，假义子名，跻公侯之列，赐予无算，纳贿不赀，乃敢攫民财，戕邦本。镇守太监王堂、刘璟畏宁威，受役使。臣何敢爱一死，不以闻。乞陛下下宁诏狱，明正典刑，并治其党，以谢百姓。”宁惧，留疏不下，谋遣校尉捕假势鬻钞者，以自饰于帝，而请以钞直还之民，阴召还前所遣使。宁初欲散钞遍天下，先行之浙江、山东，山东为巡抚赵璜所格，而良永白发其奸，宁自是不敢鬻钞矣。宁方得志，公卿、台谏无敢出一语，良永以外僚讼言诛之，闻者震悚。良永念母老，恐中祸，三疏乞休去。  世宗即位，中外交荐。拜右副都御史，抚治郧阳。以母老，再疏乞终养。尚书乔宇、孙交言，良永家无赢资，宜用侍郎潘礼、御史陈茂烈故事，赐廪米。诏月给三石。久之，母卒，诏赐祭葬，皆异数也。服除，以故官巡抚应天，即家赐敕。至衢州疾作，连疏乞致仕，未报遽归，卒。暨讣闻，赐恤如制，谥简肃。",
		"question-answer": {
			"下列对文中画波浪线部分的断句,正确的一项是  A.及吏部除良水河南抚民佥事/中旨勒致仕/既去/瑾怒未已/欲假海南杀人事中之/刑部郎  中周敏力持/乃不坐  B.及吏部除良永河南抚民佥事/中旨勒致仕/既去瑾/怒未已欲假海南杀人事中之/刑部郎  中周敏力持/乃不坐  C.及吏部除良永河南抚民佥事/中旨勒致仕/既去/瑾怒未已/欲假海南杀人/事中之刑部郎  中周敏力持/乃不坐  D.及吏部除良永河南抚民佥事/中旨勒致仕/既去瑾/怒未已/欲假海南杀人/事中之刑部郎  中周敏力持/乃不坐": "A",
			"下列列对文中加点词语的相关内容的解说,不正确的一项是(3分)  A.铨:量才授官。中国古代人才选拔两汉时期为察举制,如“前太守臣逵察臣孝廉”,隋唐  及后期为科举制。  B.左:指“左布政使”,明代布政使设左、右各一人,地位等同。但是古代总是以左为尊,如  “虚左以待”。  C,公侯;指有爵位的贵族和官高位显的人。古代皇帝对贵功臣的封赐,有公侯、伯  子、男五种爵位。  D.服除;守丧期满。古代丧礼仪式之一,即除去丧礼之服。亲族中,按五服制度,各人所  服及服期不同,除服时间亦先后不一。": "B",
			"下列对原文有关内容的概括和分析,不正确的一项是  A.方良永不畏权贵,一身正气。外官到朝廷晋见皇上后,必去拜谒刘瑾,有人劝他到刘填  家去,但他不去;他还揭发钱宁倒卖宝钞的罪行。  B.方良永为官清廉。他赴两广督促催交欠款,谢绝别人的馈赠,被布政使刘大夏赏识;他  家也没有多余的资财,皇上还为此下诏每月赐给他三石粮食。    C.方良永得到朝廷内外很多官员的认可。刑部郎中周敏在他将被定时竭力为他争辩;  世宗即位后,朝廷内外的官员纷纷向世宗推荐他。  D.方良永是个孝顺之人。念及母亲年纪已大,担心自己的言行招来祸端而无法供养老  母,他多次上疏请求辞官归田。": "A",
			"把文中画横线的句子翻译成现代汉语。1镇守太监王堂、刘環畏宁威,受役使。臣何敢爱一死,不以闻。2尚书乔宇、孙交言,良永家无赢资,宣用侍郎潘礼、御史陈茂烈故事,赐廪米。": "1镇守太监王堂、刘瑾畏惧钱宁的淫威，受他驱使。我怎么敢吝惜生命，贪生怕死，不把情况告诉你。2尚书乔宇、孙交对皇上说：“良永家中没有多余的资产，应该按照侍郎潘礼、御使陈茂烈的旧例，赏赐粮米。 "
		},
		"translation": "方良永，字寿卿，福建莆田人。是弘治三年(1490年)的进士。他赴两广督促催交欠款，态度严肃，谢绝别人的馈赠，被布政使刘大夏赏识。正德初年，守父丧期满后，回京等待授职。（当时）地方官员朝见皇帝完毕，一定要拜见刘瑾，鸿胪寺官带领方良永到左顺门行顿首礼完毕，又叫他向东向刘瑾作揖，良永（不听）径直离开。等到吏部授予方良永河南抚民佥事一职，符合他的心意，才打消了弃官的念头。去上任以后，刘瑾恼怒不已，想借海南有人杀人之事中伤他，（幸得）刑部郎中周敏竭力辩诬，良永才没有获罪。刘瑾伏法后，良永被起用为湖广按察副使，不久提升为广西按察使。（到任后）揭发巡抚御史朱志荣的罪行，使他被贬去戍守边防。良永又被提升为山东右布政使，不久调任浙江。  钱宁把宝钞2万发到浙江倒卖。方良永上书给皇上说：“四方匪盗作乱刚刚平息，创伤还没有愈合，浙江东部和西部又遭受暴雨冰雹灾害。钱宁出身卑贱，借着是皇上义子之名，跻身公侯之列。获得的奖赏和收受的贿赂无法计算，却大胆搜刮老百姓的钱财，危害国家的根基。（加上）有些官员替他做事比传达圣旨还快，小吏们依仗他为非作歹拼命搜刮，老百姓苦不堪言。镇守太监王堂、刘璟畏惧钱宁的淫威，受他役使。我怎么敢吝惜生命贪生怕死不把情况告诉您。 请求陛下把钱宁关进监狱，使法令公正严明，并且处治他的同党，来向老百姓谢罪。 ”钱宁害怕，一方面截留了奏书不送达，一方面谋划派遣校尉拘捕一些倚势倒卖宝钞的人，在皇上面前掩饰自己（的罪行），又请人按照钞值把钱归还百姓，还暗地召还以前派出倒卖宝钞的人。钱宁起初想在全国鬻钞攫财，先在浙江、山东行动。（没想到） 在山东被巡抚赵璜抵制，在浙江方良永又禀告皇上揭发他的非法行径，钱宁从此以后不敢再倒卖宝钞了。 当时，钱宁正被武宗宠幸，（对于他的行为）公卿、台谏没有人敢说一句话，方良永却以外官的身份公开上书谴责他，听说这事的人无不为之震惊。（后来）方良永考虑到母亲年老，担心自己招来祸患（无法供养），多次上疏请求辞官。      世宗即位后，朝廷上下纷纷推荐方良永。世宗就授予他右副都御史，治理郧阳。后又因为母亲年老，再次上书请求辞官为母亲养老送终。尚书乔宇、孙交对皇上说，良永家中没有多余的资产，应该按照侍郎潘礼、御史陈茂烈的旧例，赏赐粮米，皇上就下诏每月给三石。一段时间后，他的母亲过世了，皇上又下诏赏赐钱给他祭拜和下葬，都是不同一般的规格。服丧期满，按原来的官职做应天巡抚，官吏来到他家宣读敕令。（上任途中）来到衢州，大病发作，连连上疏请求辞官退休，没有等到批复就急忙回家了，未等回复就回家，到家就病逝了。他去世的消息传到朝廷，皇上按照规定赏赐抚恤金，并授予“简肃”的谥号。"
	},
	"http://www.yinruiwen.com/news/187799.htm": {
		"context": "赵赞字元辅，幽州蓟人。父延寿，尚兴平公主，至枢密使、忠武军节度。  赞仕周。世宗南征，初遣赞率师巡警寿州城外，俄命为淮南道行营左厢排阵使。世宗归京，留赞与诸将分兵围寿春，赞独当东面。诸将战多不利赞独持重自秋涉冬未尝挫衄及受迢移军尺椽片瓦悉辇而行城中人无敢睥睨者 会吴遣骁将鲁公绾帅十余万众溯淮奄至，跨山为栅，阻肥水，俯瞰城中。时大军已解围，赞与大将杨承信将轻骑断吴人饷路，又独以所部袭破公绾军，为流矢所中。  世宗再征寿春，命造桥涡口，以通濠、泗。令骑帅韩令坤董其役，俾赞副之。属霖雨，淮水涨溢，濠人谋乘轻舟焚其桥，赞觇知之，设伏桥下。濠人果至，赞令强弩乱发，杀获甚众。及世宗移兵趣濠 以牛革蒙大盾攻城，赞亲督役，矢集于胄，虽被重伤，犹力战，逐拔其羊马城。世宗诏褒美之。淮南平，以战功多，授保信军节度。赞入视事，尽去苛政，务从宽简，居民便之。  宋初，加检校太师，预平维扬。岁余，改镇廷州，受密旨许以便宜行事。将及州境，乃前后分置步骑，绵绵不绝，林莽之际，远见旌旗，所部羌、浑来迎，无不慑服。      乾德六年秋，以赞为邠州路部署。开宝二年，太祖将讨晋阳。车驾薄城下，分军四面，赞扼其西偏。并人乘晦潜犯赞垒，赞率众击之，久而方退，弩矢贯足。太祖数劳问，赐良药傅之。  太宗即位，进封卫国公。太平兴国二年，来朝，未见而卒，年五十五。赠侍中。  赞颇知书，喜为诗，容止闲雅，接士大夫以礼，驭众有方略。其为政虽无异迹，而吏民畏服，亦近代贤帅也。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A. 诸将战多不利赞/独持重/自秋涉冬/未尝挫衄/及受诏/移军尺椽片瓦/悉辇而行城中/人无敢睥睨者/  B. 诸将战多不利/赞独持重/自秋涉冬/未尝挫衄/及受诏/移军尺椽片瓦/悉辇而行城中/人无敢脾睨者/  C. 诸将战多不利赞/独持重/自秋涉冬/未尝挫衄/及受诏移军/尺橡片瓦/悉辇而行/城中人无敢脾睨者/  D. 诸将战多不利/赞独持重/自秋涉冬/未尝挫衄/及受诏移军/尺椽片瓦/悉辇而行/城中人无敢睥睨者/": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A. 尚，本指仰攀婚姻，后来专指娶公主为妻。古代表示婚嫁的词还有“适”“归”“嫁”“娶”“聘” “妻”等。  B. 胄，古代作战时用来防护胸部、四肢的装具，材质一般为铜、铁。“甲胄” 常作为古代防护装具的统称。  C. 视事，旧时指官吏到职办公。与此意相近的说法还有“知”“下车”“掌”“执事”等。  D. 路，是宋代的最高行政区划名，略似唐代的“道”，仿唐代的道制而置。如姜夔词中有“烽火扬州路”。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A. 赵赞多次随主征讨，骁勇善战。赵赞先后在后周和北宋为官，他多次随君主出征，冲锋陷阵，斗志昂扬，勇猛无比。  B. 赵赞为政注重宽简，善政安民。赵赞在朝廷做官时，以与民方便为宗旨，废除全部苛政，处理政务从宽从简，恩泽百姓。    C. 赵赞建立赫赫战功，颇受器重。羊马城大捷后，周世宗下诏褒奖他；攻打晋阳，与并州军苦战负伤后，太祖多次慰劳问候他。  D. 赵赞注重自身修养，儒雅有度。赵赞虽为武将，但读书很多，举止文雅有度，按照礼节接待士大夫，称得上一代儒将。": "B",
			"把文中画横线的句子翻译成现代汉语。1属霖雨，淮水涨溢，濠人谋乘轻舟焚其桥，赞觇知之，设伏桥下。2并人乘晦潜犯赞垒，赞率众击之，久而方退，弩矢贯足。 ": "1逢久雨不停，淮水上涨泛滥，潦人图谋乘小舟烧桥，赵赞侦察得知此事，在桥下设伏兵。2并州军趁昏暗偷袭赵赞的营垒，赵赞率领众人攻击他们，(敌军)很久才退去，弓箭射穿了他的脚部。 "
		},
		"translation": "赵赞宇元辅，幽州蓟人。父赵延寿，娶了兴平公主，官至枢密使、忠武军节度使赵赞在后周为官。世宗南下征伐，先派遣赵赞率领军队巡视警戒寿州城外，不久任命(赵赞)为淮南道行营左厢排阵使。世宗返回京城，留赵赞与诸将分兵国困寿春，赵赞独自负责东面。诸将作战大多不利唯独赵赞谨慎稳重，自秋到冬不曾挫败。到接受诏命转移军队时，零碎的木料砖瓦，都装车运走，城中的人没有敢轻视他的。正值吴派遣猛将鲁公绾统率十余万人沿淮河逆流而上突然到达跨越山岭建立营栅，临肥水，俯瞰城中，当时大军已经解围，赵赞与大将杨承信率领轻骑兵切断吴人运粮的道路，又独自率领所辖军队打败鲁公绾的大军，被飞来的乱箭射中。  世宗第二次狂伐寿春，命令在涡口造桥，以打通濠、泗。命令骑帅韩令坤管理这项工程，让赵赞辅助他。逢久雨不停，淮水上涨泛滥，濠人围谋乘小舟烧桥，赵赞侦察得知此事，在桥下设伏兵。濠人果然到来，赵赞下令用强弩密集发射，杀死和俘获很多(濠人)。到世宗转移兵力奔赴濠时，用牛皮蒙成大盾攻城，赵赞亲自监督作战，箭射在头盔上，虽受重伤，还在努力作战，于是攻取了濠人的羊马城。世宗下诏褒奖赞美他。淮南平定，(赵赞)因为战功多，被授保信军节度。赵赞入朝处理事务，全部去除苛政，追求宽厚简易，居民为此感到方便。  宋朝初年，加官检校太师，参与平定维扬。过了一年多，改镇延州，接受密旨允许先行事后上报。将要到达州境，在前后分别设步兵、骑兵，绵绵不绝，树林草丛之间，远远望得见旌旗，所辖羌、浑族人前来迎接，没有不敬服的。  乾德六年秋，任用赵赞为郑州路部署。开宝二年，太祖将要讨伐晋阳。皇上迫近城下，分开军队驻于四面，赵赞扼守西侧。并州军趁昏睹偷袭赵赞的营垒，赵赞率领众人攻击他们，(敌军)很久才退去，弓箭射穿了他的脚部。太祖多次慰劳问候，赏赐良药给他数用。  太宗即位，进封他为卫国公。太平兴国二年，前来朝见，没有见面就去世，时年五十五，对官侍中。  赵赞读书很多，喜欢作诗，举止文雅，接待士大夫时按照礼节，指挥下属有谋略。他治理政事员没有特殊的业绩，然而官吏百姓敬服，也是近代的好统帅。"
	},
	"http://www.yinruiwen.com/news/187798.htm": {
		"context": "叶义问，字审言，严州寿昌人。建炎初，登进士第。调临安府司理参军。范宗尹为相，义问与沈长卿等疏其奸。为饶州教授，摄郡。岁旱，以便宜发官仓赈民，提刑黄敦书劾之，诏勿问。前枢密徐俯门僧犯罪，义问绳以法，俯本欲举义问，怒甚，俯乃袖荐书与之。知江宁县。召秦桧所亲役，同僚不可，义问曰：“释是则何以服他人。”卒役之。通判江州。豫章守张宗元忤桧，或中以飞语，事下张常先。宗元道九江，常先檄义问拘其舟，义问投檄曰：“吾宁得罪，不为不祥。”常先白桧，罢去。桧死汤思退荐之上记其尝言范宗尹召至言台谏废置在人主桧亲党宜尽罢逐以言得罪者宜叙复擢殿中侍御史枢密汤鹏举效桧所为。植其党周方崇、李度，置籍台谏，锄异己者。义问累章劾鹏举，有“一桧死一桧生”之语，并方崇等皆罢之。又言：“凡择将遇一阙，令枢密院具三名取上旨，则军政尽出掌握。” 上闻金有犯边意，遣义问奉使觇之，还奏：“彼造舟船，备嚣械，其用心必有所在，宜屯驻沿海要害备之。”会主亮果南侵。命视师，义问素不习军旅。至镇江，闻瓜洲官军与敌相持，大失措，乃役民掘沙沟，植木枝为鹿角御敌，一夕潮生，沙沟平，木枝尽去。会建康留守张焘遣人告急，义问乃遵陆，云往建康催发军，市人皆媟骂之。又闻敌据瓜洲，采石兵甚众，复欲还镇江，诸军喧沸曰：“不可回矣，回则有不测。”遂趋建康。已而金主亮被弑，师退，义问还朝，力请退，遂罢。隆兴元年，中丞辛次膺论义问“顷护诸将几败事，且以官私其亲”。谪饶州。乾道元年，诏自便。六年卒，年七十三。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．桧死／汤思退荐之／上记其尝言范宗尹／召至／言台谏废置在人主／桧亲党宜尽罢逐以言／得罪者宜叙复／擢殿中侍御史／  B．桧死／汤思退荐之／上记其尝言／范宗尹召至／言台谏废置在人主／桧亲党宜尽罢逐／以言得罪者宜叙复／擢殿中侍御史／      C．桧死／汤思退荐之／上记其尝言范宗尹／召至／言台谏废置在人主／桧亲党宜尽罢逐／以言得罪者宜叙复／擢殿中侍御史／  D．桧死／汤思退荐之／上记其尝言／范宗尹召至／言台谏废置在人主／桧亲党宜尽罢逐以言／得罪者宜叙复／擢殿中侍御史／": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．进士，中国古代科举制度中，通过朝廷最后一级考试的人称为进士。  B．教授，文中指古时设置在地方官学中的学官，与现在的“教授”不相同。  C．建康，即今天的南京，是吴、东晋等王朝的经济、文化、政治、军事中心。  D．弑，古时候指臣子杀君主，部下杀上级，于杀父母，奸臣杀忠臣。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．叶义问为官正直，关爱百姓。任职期间，敢于向皇帝奏明宰相范宗尹做的不法之事；旱灾之年，又以便宜的价格发售粮食，救济百姓。  B．叶义问不畏权贵，坚守道义。对于秦桧的亲友，他同等看待，令他们正常服役；受命拦截张宗元的船只，他却说宁可领罪也不做坏事。    C．叶义问关心朝政，尽心奉主。他发现汤鹏举仿效秦桧结党营私，便上奏皇帝，弹劾汤鹏举；又提议皇帝改进选将方式，掌牢军政大权。  D．叶义问不熟战事，治军无方。在其视察军队期间，了解敌情后惊慌失措，修筑无效防御工事；在军情紧急之时，竟决定撤退，遭到非议。": "A",
			"把文中画横线的句子翻译成现代汉语。1义问绳以法，俯本欲举义问，怒甚，俯乃袖荐书与之。2豫章守张宗元忤桧，或中以飞语，事下张常先。": "1叶义问按法律处置了他，徐俯本来打算举荐叶义问，（因为此事）非常生气，于是把推荐书放在袖子里还给了他。2张常先发文书给叶义问，命他扣押张宗元的船只，叶义问扔掉文书说：“我宁可领罪，也不做坏事。”"
		},
		"translation": "叶义问，字审言，严州寿昌人。建炎初年，叶义问进士及第。调任临安府司理参军。范宗尹做宰相，叶义问和沈长卿等人上疏揭发他的恶行。任饶州教授，代理州事。当年旱灾，叶义问自行决定开官仓赈济百姓，提刑黄敦书弹劾他，皇帝下诏不再追究。从前的枢密史徐俯门下僧人犯罪，叶义问按法律处置了他，徐俯本来打算举荐叶义问，（因为此事）非常生气，于是把推荐书放在袖子里还给了他。  叶义问任江宁知县。召秦桧的亲友服役，同僚不同意，叶义问说：“不这样做，那又怎么能让别人心服。”最终令他们服役。任江洲通判。豫章郡守张宗元得罪了秦桧，有人用流言中伤他，案件交到张常先那里。张宗元路过九江，张常先发文书给叶义向，命他扣押张宗元的船只，叶义问扔掉文书长：“我宁可领罪，也不做坏事。”张常先告诉秦松，（叶义问）罢官而去。      秦松死后，汤思退推荐叶义问，皇帝记起他曾弹劾范宗尹，召到朝廷。叶义问进言，说台谏官罢免任用权在皇帝，秦桧的亲友党羽应全部罢黯斥逐，因上言获罪者应当复官任职，叶义问被提拔为殿中侍御史。枢密汤鹏举仿效秦桧的做法，树立他的党羽周方崇、李庚，安福在台谏部门，铲除与自己敌对的人。叶义问连续上奏章弹动汤鹏举，有“一个秦检死了，一个秦桧还活着”的话，汤鹏举和方崇等人一齐被罢免。又进言：“凡是选择将领遇到一员空缺，命令枢密院开列三人的姓名听从皇帝的旨意，那么军政大权就都在皇帝掌握中了。”  皇帝听说金人有侵犯边境的意图，派遣叶义问出使观察动静，叶义问回来上奏：“他们在造战船，准备武器，他们一定是有目的的，我们应当驻军在沿海关键的地方防备他们。”金主完颜亮果然南下进犯。皇帝命令叶义问去视察部队，他平常不熟悉行军打仗。到达镇江，听说瓜洲官军和敌人相相持不下，他惊慌失措，就发动民夫挖掘沙沟，插树枝做鹿角栅防御敌人，一天晚上潮水上涨，沙沟荡平，树枝都漂走了。恰巧在建康留守的张焘遣人报告军情紧急，叶义问就由陆路撤退，说是到建康催促进兵，百姓都辱骂他。又听说敌人占据瓜洲，采石军队很多，又打算退回镇江。士兵们喧嚷吵闹说：“不能回去了，回去不知会发生什么事情。”就往建康行进。后来金主完颜亮被部下杀死，部队退回，叶义问回到朝廷，极力请求退职，就罢了官。  隆兴元年，中丞辛次膺参劾叶义问“以前指挥诸将差一点误事，而且利用官位给自己亲友好处”。叶义问被贬谪到饶州。乾道元年，皇帝下诏其可以任意居住。乾道六年去世，享年七十三岁。 "
	},
	"http://www.yinruiwen.com/news/187797.htm": {
		"context": "去扬州西北三十里有得胜山，故韩蕲王讳世忠破金兵处也，有英烈夫人祠，土人谓之异娼庙。内供英烈夫人戎装像，旌旗，剑印，其位曰“英烈杨国夫人五军都督梁”。  英烈夫人者，韩蕲王妾梁氏也。梁氏祖池州，父祖皆行伍。梁氏多力通技击，能开强弓，射二百步无不中的。以父罪连坐没入教坊，梁氏曰：“恨身不为男儿，乃至如此。”流寓京口为伎，有侠气，以角抵技闻。  宣和初童贯破方腊归至京口设宴世忠以承节郎列席梁氏进酒时世忠厕于诸公英姿勃发佼佼不与众人同也梁氏异之，询左右，知是独擒方腊之韩校尉也。梁氏乃自赎以妾之。  建炎三年，苗傅、刘正彦反，囚高宗，改元明受。时世忠在秀州，以兵少不得进，乃修器械，以疑叛逆。傅等恐惧。梁氏与子亮时在临安，为傅所质，防守严密。太后用平章事朱胜非计欲召四方勤王。胜非谓傅曰：“秀州方疑惧不前，为未得明诏，无封赏故。今白太后，遣梁氏慰抚世忠。”于是太后召梁氏入，封安国夫人，速其勤王。即领命，梁氏疾驱一日夜会世忠于秀州。面陈临安虚实利害，固言必勤王者三。世忠挥军急进，乱乃平。高宗复辟，梁氏以殊勋进护国夫人。      梁氏数战金军于山阳，宿迁，皆胜。于是意少懈。八月丁卯，率轻骑袭金人粮道，遇伏。金以精兵铁浮图十倍围之。梁氏身被数创，腰腹为敌刃割裂，肠流三尺，忍痛纳回，以汗巾裹腹。知不免，乃顾左右曰：“今日报国”。语毕再突敌阵。敌矢如雨，猬集甲上。梁氏血透重甲，入敌阵复斩十数人，力尽落马而死。金人相蹂践争其首级，裂其五体，后得其首者进两阶，得其四肢者进一阶。  梁氏既死，金人曝其胴于淮市三日，函其首以报北国，金帝命悬于都门。兀术闻之，感其忠勇，敛梁氏遗体，遗世忠。拼合之际，验梁氏全尸，创伤数十，致命者七，皆在身前也。世忠大恸。朝廷闻讯大加吊唁，诏赐银帛五百匹两，追封“英烈杨国夫人”。立祠。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．宣和初/童贯破方腊归/至京口设宴/世忠以承节郎列席/梁氏进酒/时世忠厕于诸公/英姿勃发/佼佼不与众人同也/  B．宣和初/童贯破方腊归/至京口设宴世忠/以承节郎列席/梁氏进酒时/世忠厕于诸公/英姿勃发/佼佼不与众人同也/  C．宣和初/童贯破方腊/归至京口设宴/世忠以承节郎列席/梁氏进酒/时世忠厕于诸公/英姿勃发佼佼不与众人同也/  D．宣和初/童贯破方腊/归至京口设宴/世忠以承节郎列席/梁氏进酒时/世忠厕于诸公/英姿勃发佼佼/不与众人同也/": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A．校尉，古代武官官职名称，汉朝时已有此官，其职位仅次于将军。后世其地位虽有降低，但还是一直作为高级军官的称号。  B．改元，古代新君即位的第二年，改用新的年号，称为“改元”。也有一君在位而多次改用新年号的，亦称“改元”。  C．勤王，指为王事尽力；也指君王有难，而臣下发兵救援君王，文中即为此意。  D．丁卯，在文中属于干支纪日；干支是天干和地支的合称，古人拿十干和十二支相配，共配成六十组，用来表示年、月、日的次序。": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．在京口的酒席上，韩世忠在众人中显得格外威武，不同于其他参加宴会的官员，后来韩世忠就为梁氏赎身并娶她为妾。  B．建炎三年，苗傅、刘正彦谋反，囚禁了宋高宗，改年号为明受。当时韩世忠在秀州，认为兵力不够而没有进攻临安叛军。  C．太后为了能够安抚韩世忠，让他出兵救驾，封梁氏为安国夫人；宋高宗在韩世忠平定叛乱后重新恢复了帝位，因梁氏勤王有功，封她为护国夫人。  D．梁氏在山阳、宿迁两地多次与金兵交战，全部取得胜利，思想上有些松懈轻敌，在一次率轻骑攻取金兵粮道时，遭遇埋伏遇难。 ": "A",
			"把文中画横线的句子翻译成现代汉语。1以父罪连坐没入教坊，梁氏曰：“恨身不为男儿，乃至如此。”  2秀州方疑惧不前，为未得明诏，无封赏故。今白太后，遣梁氏慰抚世忠。": "1因为父亲犯罪而连带受罚被没收入教坊，梁氏说：“遗憾的是自己不是男儿，才到如此下场。” 2韩世忠正怀疑恐惧不敢前来，因为没有得到明确的诏书，没有封赏的原因。现在禀报太后，派遣梁氏安抚韩世忠。"
		},
		"translation": "距离扬州西北三十里的地方有座得胜山，是已故韩蕲王世忠攻破金兵的地方。旁边有座英烈夫人祠，她的牌位上写着“英烈杨国夫人五军都督梁”。  英烈夫人梁氏，是韩蕲王的卖。梁氏的祖籍在池州，祖父与父亲都出自军队。梁氏力气大，精通击敌技术，能挽强弓，在两百步内射击没有不中的。因为父亲犯罪而连带受罚被没收入教坊，梁氏说：“遗憾的是自己不是男儿，才到如此下场。”梁氏沦落京口成为歌舞仗，有侠气，凭借角抵这项技艺闻名。      宣和初年，童贯平定方腊，回朝到京口设庆功宴。世忠凭借承节郎的身份在座，粱氏在一旁斟酒。当时，世忠坐在众公卿的旁边，英姿勃发，十分独特，与其他人不一样。梁氏十分诧异，询问左右的人，原来是独自一人擒住方腊的韩校尉。梁氏于是把自己赎了出来，嫁给世忠为妾。  建炎三年，苗傅、刘正彦谋反，囚禁宋高宗，改元明受。当时世忠在秀州，因为兵力少不能进攻，于是修理兵器，来使叛贼疑惧。苗傅等人十分恐慌害怕。梁氏与儿子韩亮当时在临安，被苗傅俘虏，成为人质，防守十分严密。太后采用平章事朱胜非的计谋想要召唤各方救驾。朱胜非对苗傅说：“韩世忠正怀疑恐惧不敢前来，因为没有得到明确的诏书，没有封赏的原因。现在禀报太后，派遣梁氏安抚韩世忠。”于是太后召梁氏入宫，封为安国夫人，派她速去救驾。梁氏立刻领命，迅速驾马奔驰一日。到了晚上，梁氏在秀州与世忠会面。当面陈述了临安的实际情况和其中的利害关系。梁氏多次坚决主张救驾。世忠指挥军队快速前进，于是叛乱平定了。高宗复位，梁氏因为特殊的功勋进封为护国夫人。  梁氏在山阳、宿迁与金军多次交战，都获得了胜利，于是心里渐渐懈怠下来。八月丁卯日，梁氏率领轻骑兵袭击金国人的粮道，遭遇对方的伏击。金国派出十倍人数的精兵“铁浮图”将梁氏包围。梁氏身受多处创伤，腰腹被敌人的兵器割裂，肠子流出了三尺长，她忍着疼痛把肠子装了回去，然后用腰带裹住腹部。梁氏知道自己此次不免一死，就对身边的人说：“今天我将以死报国。”说完再次冲向敌阵。敌人的箭像雨一样密集，射在梁氏的铠甲上就像刺猬一样。梁氏的血浸透了几重铠甲，她冲入敌阵又杀死十几个敌人，最终气力衰竭，落马而死。金人竞相践踏、夺取她的首级，分裂她的五肢，后来，得到她首级的人晋升两级，得到她四肢的人晋升一级。  梁氏死了之后，金人把她的身体放在淮市暴尸三天，把她的首级用盒子装着送到金国。金帝命令把她的首级悬挂在城门上。兀术听到这件事，感念梁氏的忠武勇敢，聚集梁氏的遗体，送给世忠。拼凑尸体的时候，检验梁氏的全尸，有数十处创伤，致命的有七处，都在身前的部位，世忠大哭。朝廷听闻这个消息大加吊唁，下诏赐银五百两、帛五百匹，追封梁氏为“英烈杨国夫人”，设立祠堂。"
	},
	"http://www.yinruiwen.com/news/187796.htm": {
		"context": "卫景瑗，字仲玉，韩城人。天启五年进士，授河南推官。崇祯四年征授御史，劾首辅周延儒纳贿行私数事，复劾吏部侍郎曾楚卿邪佞。帝不纳。出按真定诸府。父丧不俟命竟归服阕起故官疏救给事中傅朝佑李汝璨以论温体仁下吏故帝不怿左迁行人司正。历高宝、大理丞，进少卿。十五年春，擢右佥都御史，巡抚大同。岁饥疫，疏乞振济。搜军实，练火器，戢豪宗，声绩甚著。十七年正月，李自成将犯山西，宣大总督王继谟檄大同总兵官姜瓖扼之河上，瓖潜使纳款而还。景瑗不知其变也，及山西陷，景瑗邀瓖歃血守。瓖出告人曰：“卫巡抚，秦人也，将应贼矣。”代王疑之，不见景瑗，永庆王射杀景瑗仆。会景瑗有足疾，不时出，兵事，瓖主之。  瓖兄瑄，故昌平总兵也，劝瓖降贼。瓖虑其下不从，人犒之银，言励守城将士，代王信之。诸郡王分门守，瓖每门遣卒二百人助守。至三月朔，贼抵城下。瓖即射杀永庆王，开门迎贼入。绐景瑗计事，景瑗乘马出，始知其变也，自坠马下。贼执之见自成，自成欲官之。景瑗据地坐大呼皇帝而哭，贼义之，曰“忠臣也”，不杀。景瑗猝起，以头触阶石，血淋漓。贼引出，顾见瓖，骂曰：“反贼，与我盟而叛，神其赦汝耶！”贼使景瑗母劝之降。景瑗曰：“母年八十余矣，当自为计。儿，国大臣，不可以不死。”母出，景瑗谓人曰：“我不骂贼者，以全母也。”初六日自缢于僧寺。贼叹曰：“忠臣！”移其妻子空舍，戒毋犯。福王时，赠景瑗兵部尚书，谥忠毅。 ",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．父丧/不俟命竟归/服阕/起故官/疏救给事中/傅朝佑李汝璨以论温体仁下吏/故帝不怿/左迁行人司正/  B．父丧不俟命/竟归/服阕/起故官/疏救给事中傅朝佑李汝璨以论温体仁下吏/故帝不怿/左迁行人司正/  C．父丧/不俟命竟归/服阕/起故官/疏救给事中傅朝佑李汝璨以论温体仁下吏/故帝不怿/左迁行人司正/  D．父丧不俟命/竟归/服阕/起故官/疏救给事中/傅朝佑李汝璨以论温体仁下吏/故帝不怿/左迁行人司正/": "C",
			"下列对文中加点词语相关内容的解说，不正确的一项是  A．御史，古代一种官名，其职责多有变化。自秦朝开始，御史专门作为监察性质的官职，负责监察朝廷、诸侯官吏，一直延续到清朝。  B．服阕，按旧俗，尊亲死后，在家守丧，不办理外事。在服丧期满之前停止娱乐和交际，表示哀悼。  C．左迁，指降职或贬官，犹言下迁。汉代贵右贱左，故将贬官称为左迁。右迁是升官的意思。  D．歃血，指的是古代举行盟会时，微饮牲血，或含于口中，或涂于口旁，以示信守誓言的诚意的行为。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．景瑗公正廉洁，执法不阿。他在担任御史一职时，先弹劾首辅大臣周延儒贪污受贿，又弹劾吏部侍郎曾楚卿邪佞，不避权贵，秉公办事，深受皇帝信任。  B．景瑗勤政爱民，政绩显著。他在担任大同巡抚期间，百姓饥寒交迫，疾病流行，他及时上疏朝廷，请求赈济灾民。此外，他还厉兵秣马，铸造火器，打击豪强，有很高的声望。  C．景瑗孝顺父母，恪守孝道。父亲过世，他未等朝廷准假即归里。景瑗被贼所擒，贼使其母来劝降，景瑗为保全其母，故不骂贼。    D．景瑗尽忠守节，宁死不屈。李自成犯山西，因姜瓖叛主投敌，景瑗不幸被擒。但他宁死不降，终以死报国。其气节令义军叹服，后被福王追赠兵部尚书，谥忠毅。": "A",
			"把文中划横线的句子翻译成现代汉语。1宣大总督王继谟檄大同总兵官姜瓖扼之河上，瓖潜使纳款而还。 2绐景瑗计事，景瑗乘马出，始知其变也，自坠马下。": "1宣大总督王继谟晓谕大同总兵官姜瓖在黄河边据守，姜瓖偷偷地派人（与义军联络），归顺义军后返回。2姜瓖欺骗景瑗议事，景瑗乘马而出，（目睹满街义军），才知他已经叛变了，惊讶得从马上跌下来。"
		},
		"translation": "卫景瑗，字仲玉，明韩城县人。天启五年进士，初任河南推官。崇祯四年授山西道监察御史，首劾首辅周延儒贪污受贿事，又劾吏部侍郎曾楚卿邪佞，皇帝不采纳。皇帝任命他为巡按，巡察真定府。后遭父丧，未等朝廷准假即归故里。服孝期满后，任河南道御史。卫景瑗上疏朝廷营救给事中傅朝佑、李汝璨，此二人因弹劾温体仁触怒皇帝而被交付司法官吏审讯。（卫景瑗替他们讼冤），因而令皇帝恼怒，卫景瑗被贬为行人司正。后调尚宝局丞，又调大理寺丞，晋升少卿。十五年春调景瑗任右佥都御史巡抚大同。当时晋北一带遭灾，百姓饥寒交迫，疾病流行。景瑗到任后，上疏朝廷请求赈济灾民。 厉兵秣马，铸造火器，打击豪强，政绩显著。十七年正月，李自成率义军渡黄河进军山西，宣大总督王继谟晓谕大同总兵官姜瓖在黄河边据守，姜瓖偷偷地派人（与义军联络），归顺义军后返回。景瑗不知其变，等到山西沦陷，景瑗邀姜瓖歃血盟誓共同守卫。 姜瓖在外告诉别人：“卫巡抚是陕西人，早已与李自成暗中勾结，将要叛变投敌等。代王对此有所怀疑，故不肯见景瑗。 加之永庆王射杀景瑗仆从，更加深了二人之间的矛盾。又适逢景瑗患足疾，不能时常出外理事，于是大同军权被姜瓖独揽。    姜瓖的哥哥姜瑄是原来昌平的总兵，劝说姜瓖投奔义军。 但是姜瓖又怕守城将士不依从，于是拿出库存银两犒赏将士，用言语激励守城将士，赢得了代王的信任。诸位郡王分门守卫，姜瓖每门派遣200人协助防守。三月初一，义军兵临城下，姜瓖立即将永庆王射杀，开门迎义军入城。姜瓖骗景瑗议事，景瑗乘马而出，（ 目睹满街义军），才知他已经叛变了，惊讶得从马上跌下来。义军活捉他见李自成。 李自成想给他封官。景瑗据地而坐，大呼皇帝而哭。义军认为他很讲忠义，说他是“忠臣”，不要杀他。景瑗猛然起身，用头碰阶石，血流满面。 义军拉他出去，他回头看见姜瓖，骂曰：“反贼，与我结盟却反叛变，神灵一定不会赦免你的。”义军派景瑗母亲劝其投降，景瑗说：“母亲八十多岁了，应当替自己考虑。儿是国家的大臣，不可以不为国而死。”母出，景瑗对别人说：“我不骂贼， 是为了保全母亲。”三月初六日，景瑗于僧寺自缢而死。义军叹曰：“这是忠臣啊！”李自成把景瑗的家属迁移到官府的空房子里，告诫部下不要冒犯。福王（朱由崧）时，赠景瑗兵部尚书，谥号“忠毅” 。 "
	},
	"http://www.yinruiwen.com/news/187795.htm": {
		"context": "殷景仁，陈郡长平人也。景仁少有大成之量，司徒王谧见而以女妻之。初为刘毅后军参军，高祖①太尉行参军。建议宜令百官举才，以所荐能否为黜陟。景仁学不为文，敏有思致；口不谈义，深达理体，识者知其有当世之志也，高祖甚知之。少帝即位，入补侍中，累表辞让，寻领射声②。太祖即位，委遇弥厚。时与侍中右卫将军王华、侍中骁骑将军王昙首、侍中刘湛四人，并时为侍中，俱居门下，同升之美，近代莫及。丁母忧，葬竟，起为领军将军，固辞。上使纲纪③代拜，遣中书舍人周赳舆载还府。九年，服阕，迁尚书仆射。太子詹事刘湛代为领军，与景仁素善，皆被遇于高祖，俱以宰相许之。湛尚居外任，会华、昙首相系亡，景仁引湛还朝，共参政事。湛既入，以景仁住遇本不逾己，而一旦居前，意甚愤愤。知太祖信仗景仁，不可移夺，乃深结司徒彭城王义康，欲倚宰相之重以倾之。  寻复以仆射领吏部，护军如故，湛愈忿怒。义康纳湛言，毁景仁于太祖，太祖遇之益隆，景仁对亲旧叹曰：“引之今入，入便噬人。”乃称疾解职，表疏累上，不见许，使停家养病。湛议遣人若劫盗者于外杀之，以为太祖虽知，当有以，终不能伤至亲之爱。上微闻之，迁景仁于西掖门外晋鄱阳主第，以为护军府，密迩宫禁，故其计不行。景仁卧疾者五年虽不见上而密表去来日中以十数朝政大小必以问焉影迹周密莫有窥其际者收湛之日，景仁使拂拭衣冠，寝疾既久，左右皆不晓其意。其夜，上出华林园延贤堂召景仁，犹称脚疾，小床舆以就坐，诛讨处分，一皆委之。代义康为扬州刺史，仆射领吏部如故。遣使者授印绶，主簿代拜，拜毕，便觉疾转笃。太祖谓不利在州司，使还住仆射下省，为州凡月余卒，时年五十一，谥曰文成公。【注】　①高祖：南朝宋武帝刘裕。下文的“少帝”“太祖”分别指刘裕的儿子刘义符、刘义隆。②射声：古代官名。③纲纪：州郡中主簿之类的官员。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．景仁卧疾者/五年虽不见上/而密表去来/日中以十数/朝政大小/必以问焉/影迹周密/莫有窥其际者/  B．景仁卧疾者五年/虽不见上/而密表去来/日中以十数朝政/大小必以问焉/影迹周密/莫有窥其际者/  C．景仁卧疾者五年/虽不见上/而密表去来/日中以十数/朝政大小/必以问焉/影迹周密/莫有窥其际者/  D．景仁卧疾者/五年虽不见/上而密表去来/日中以十数/朝政大小/必以问焉/影迹周密/莫有窥其际者/ ": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是 A．丁母忧，即遭逢母亲的丧事。古时官员遇父母去世，须辞官回家守孝三年。  B．宰相初为古代高级官员的泛称，后成为我国古代辅助君主掌管国事的最高官员的通称。  C．表是古代臣下呈给帝王的一种文书。如晋武帝时，李密给皇帝上了《陈情表》。  D．谥号是古代帝王、贵族、大臣或其他有地位的人死后，加给他的具有褒扬意义的称号。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．殷景仁少年时代就有成就一番大事的气度，司徒王谧见到殷景仁后非常赏识他，就把自己的女儿嫁给他为妻。    B．殷景仁有才学但不写文章，聪敏而又善于思考，口中不谈义理，却能深入领悟义理的本质，高祖非常了解他。  C．殷景仁引荐刘湛回朝任职，刘湛却嫉妒殷景仁的地位在自己之上而以怨报德，竟然勾结盗贼想要杀害殷景仁。  D．皇上得知刘湛等人的企图后，就把殷景仁转移到东晋鄱阳公主居住过的府第里保护起来，刘湛等人的计谋没有得逞。": "C",
			"把文中画横线的句子翻译成现代汉语。1建议宜令百官举才，以所荐能否为黜陟。2义康纳湛言，毁景仁于太祖，太祖遇之益隆。": "1(殷景仁)建议应当让文武百官推举有才能的人，把(官员)所荐举的人有无才能作为(官员)降职(或)升职(的标准)。2刘义康听信刘湛的谗言，在太祖面前诋毁殷景仁，(可)太祖对待殷景仁更加尊崇。"
		},
		"translation": "殷景仁是陈郡长平人。他少年时期就有成就一番大事的气度，司徒王谧见到殷景仁后(非常赏识他)，就把自己的女儿嫁给他为妻。(殷景仁)最初担任刘毅的后军参军、高祖的太尉行参军。他建议应当让文武百官推举有才能的人，把(官员)所荐举的人有无才能作为(官员)降职(或)升职(的标准)。殷景仁有才学但不写文章，聪敏而又善于思考，口中不谈义理，却能深入领悟义理的本质，了解他的人都知道他有经世致用的志向，高祖非常了解他。南朝宋少帝刘义符即位，(让殷景仁)进入朝廷中枢补任侍中，(殷景仁)多次上表辞谢，不久转任射声校尉。太祖刘义隆登上皇位后，对殷景仁委任礼遇更加深厚。当时，殷景仁与侍中右卫将军王华、侍中骁骑将军王昙首、侍中刘湛四人同为侍中，都在门下省任职，这种四人同时任职的美事，在当时的时代没有谁比得上。殷景仁遭逢母亲去世，他办完母亲的丧事后，被起用为领军将军，坚决辞任。皇帝命令殷景仁的下属(主簿)代他接受职位，并派中书舍人周赳用车将殷景仁接回家。元嘉九年，殷景仁居丧期满，升任尚书仆射。太子詹事刘湛代任领军将军，他与殷景仁的关系一向不错，都受到高祖的厚待，(高祖)都把宰相之职许诺给他们。刘湛当时还在外地任职，正逢王华、王昙首相继去世，殷景仁引荐刘湛回到朝中，共同参与朝政大事。刘湛入朝以后，认为殷景仁的职位本来没有超过自己，而(现在)一下子在自己之上，内心感到愤愤不平。他知道太祖信任、依仗殷景仁，不可改变，于是深度结交司徒彭城王刘义康，想倚靠宰相的权势而使殷景仁倒台。  不久，殷景仁又以仆射的身份统领吏部，担任的护军一职(仍然)像以前一样不变，刘湛更加愤怒。刘义康听信刘湛的谗言，在太祖面前诋毁殷景仁，(可)太祖对待殷景仁更加尊崇，殷景仁对亲友故旧感叹说：“引荐刘湛让他进入朝廷，他进来后就咬人。”于是称病辞职，多次向皇上上书，没有被批准，(皇上)让殷景仁在家中养病。刘湛建议派人假扮成盗贼在外面杀死殷景仁，认为太祖即便知道此事，应当(会认为)事出有因，终究不会损害兄弟至亲的情面。皇上暗中得知此事后，就将殷景仁转移到西掖门外东晋鄱阳公主居住过的府第里，将这座府第作为护军府，(此处)与皇宫距离很近，所以刘湛等人的计谋没有得逞。殷景仁卧病在家五年，(这期间)虽然不和皇帝见面，可秘密表章送去传来，一天之内多达十几次，朝中政事无论大小，皇上必定向殷景仁咨询，(这件事情)不露痕迹，非常周到严密，没有人能够窥探到他们之间的关系。逮捕刘湛的那一天，殷景仁让人将自己的衣帽擦拭干净，他卧病已久，身边的人都不知道他这样做的用意。这天夜晚，皇上从宫中来到华林园延贤堂召见殷景仁，殷景仁还是说腿脚不方便，(于是)让他坐在小床(古时一种可坐可卧的家具)上抬过来坐下，诛杀、讨伐刘湛等人的各种安排，都委托给殷景仁(处理)。殷景仁代替刘义康担任扬州刺史，(仍然)像以前一样以仆射身份兼任吏部尚书。皇上派人授予殷景仁官府印信，由殷景仁的主簿代为拜领，接受职务后，(殷景仁)便感觉病情加重了。太祖认为是殷景仁在扬州的住处不吉利，让他回到仆射下省居住，他任扬州刺史一共(只有)一个多月时间就去世了，这一年他五十一岁，加谥号为“文成公”。"
	},
	"http://www.yinruiwen.com/news/187794.htm": {
		"context": "冯从吾，字仲好，长安人。万历十七年进士。改庶吉士，授御史。礼科都给事中胡汝宁倾邪狡猾，累劾不去。从吾发其奸，遂调外。时当大计，从吾严逻侦，苞苴绝迹。  二十年正月，抗章言：“陛下郊庙不亲，朝讲不御，章奏留中不发。试观戊子以前四裔效顺海不扬波己丑以后南倭告警北寇渝盟天变人妖叠出累告。近颂敕谕，谓圣体违和，欲借此自掩，不知鼓钟于宫，声闻于外。陛下每夕必饮，每饮必醉，每醉必怒。左右一言稍违，辄毙杖下，外庭无不知者。天下后世，其可欺乎！愿陛下勿以天变为不足畏，勿以人言为不足恤，勿以目前晏安为可恃，勿以将来危乱为可忽，宗社幸甚。”帝大怒，欲廷杖之。会仁圣太后寿辰，阁臣力解得免。寻告归，起巡长芦盐政。洁己惠商，奸宄敛迹。既还朝，适帝以军政大黜两京言官。从吾亦削籍，犹以前疏故也。  从吾生而纯悫，长志濂、洛之学，受业许孚远。罢官归，杜门谢客，取先正格言，体验身心，造诣益邃。家居二十五年。光宗践阼，起尚宝卿，进太仆少卿，并以兄丧未赴。俄改大理。  已，与邹元标共建首善书院，集同志讲学其中，给事中朱童蒙遂疏诋之。从吾言：“宋之不竞，以禁讲学故，非以讲学故也。我二祖表章《六经》，天子经筵，皇太子出阁，皆讲学也。臣子以此望君，而己则不为，可乎？先臣守仁，当兵事倥偬，不废讲学，卒成大功。此臣等所以不恤毁誉，而为此也。”因再称疾求罢，帝温诏慰留。而给事中郭允厚、郭兴治复相继诋元标甚力。从吾又上言：“臣壮岁登朝，即与杨起元、孟化鲤、陶望龄辈立讲学会，自臣告归乃废。京师讲学，昔已有之，何至今日遂为诟厉。”因再疏引归。  四年春，起南京右都御史，召拜工部尚书。会赵南星、高攀龙相继去国，连疏力辞，予致仕。明年秋，魏忠贤党张讷疏诋从吾，削籍。乡人王绍徽素衔从吾，及为吏部，使乔应甲抚陕，捃摭百方，无所得。乃毁书院，曳先圣像，掷之城隅。从吾不胜愤悒，得疾卒。崇祯初，复官，赠太子太保，谥恭定。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．试观戊子以前/四裔效顺/海不扬波/己丑以后/南倭告警/北寇渝盟/天变人妖叠出/累告  B．试观戊子/以前四裔效顺/海不扬波/己丑以后/南倭告/警北寇渝盟/天变人/妖叠出累告  C．试观戊子/以前四裔效顺/海不扬波/己丑以后/南倭告警/北寇渝盟/天变人妖/叠出累告  D．试观戊子以前/四裔效顺/海不扬波/己丑以后/南倭告/警北寇/渝盟天变人/妖叠出累告": "A",
			"下列对加点词语的相关内容的解说，不正确的一项是  A．庶吉士，其名称源自《书经•立政》篇中“庶常吉士”之意。是中国明、清两朝时翰林院内的短期职位。由通过科举考试中进士的人当中选择有潜质者担任，为皇帝近臣，负责起草诏书，有为皇帝讲解经籍等责，是为明内阁辅臣的重要来源之一。  B．言官又称谏官，职在讽议左右，以匡人君。监察方式主要是谏诤封驳，审核诏令章奏。统治者既然把特权赋予言官，也就会对言官的政治素质提出特别的要求。正如宋代司马光所言：“凡择言官，当以三事为先：第一不爱富贵，次则重惜名节，次则晓知治体。”    C．中国儒家学派创始人孔子晚年整理的《诗》《书》《礼》《易》《乐》《春秋》，后人称之为“六经”。其中《乐经》已失传，所以通常称“五经”。  D．古代官员正常退休叫作“致仕”，古人还常用致事、致政、休致等名称，盖指官员辞职归家。按照封建礼法，官员欲退，则皇帝必称社稷所倚而加以挽留，官员则以不能阻塞后人予以坚持，反复数次之后，皇帝不再勉强，以优厚待遇让官员回乡安度晚年。“乞骸骨”“丁忧”也可理解为告老还乡，退休之意。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．冯从吾向上奏说皇帝不理朝政，祸乱四起，而皇帝还闭目塞听，掩耳盗铃般，身边之人稍有不慎，就招致重责，希望皇帝能以江山社稷为重。  B．冯从吾与邹元标创建了首善书院，召集志同道合者在这里讲学。并以宋朝能强盛和王守仁坚持讲学为例，强有力地反驳那些诋毁讲学与书院的官员们。  C．冯从吾性格纯朴诚实，受业于许孚远。罢官归家后，研读先贤著作，加之以修习，有很大成就。在家中一待就是二十五年，直至光宗登基再次为官。  D．魏忠贤党人上书诋毁冯从吾。不仅如此，更有甚者，后来派人搜查冯从吾等人的罪证，查无实证，便毁掉了书院，推倒圣贤塑像。冯从吾不能忍受心中怒火，最终因此得病离世。": "B",
			"把文中画横线的句子翻译成现代汉语。1罢官归，杜门谢客，取先正格言，体验身心，造诣益邃。2乡人王绍徽素衔从吾，及为吏部，使乔应甲抚陕，捃摭百方，无所得。": "1(他)罢官回家后，闭门谢绝客人来访，拿来前代贤人的可以作为人们行为规范的言简意赅的语句，体察考验自己的身心，学问造诣更加精深。2同乡人王绍徽向来对冯从吾怀恨在心，等到他成为吏部官员，派遣乔应甲做陕西巡抚，搜集各种罪证，没有收获。"
		},
		"translation": "冯从吾，字仲好，是长安人。万历十七年考中进士。冯从吾后转为庶吉士，被授予御史一职。礼科都给事中胡汝宁奸诈狡猾，多次被弹劾都没有离开。冯从吾揭发他作奸犯科之事，于是(胡汝宁)被调往外地。当时正值考核外官政绩之时，冯从吾严格巡查，贿赂受请之事毫无发生。  万历二十年正月，(冯从吾)向皇帝上奏说道：“陛下在祭天地与祖先时不敬，早晨讲读经史典籍不加以要求，奏章等留在宫中不能及时下发处理。试看戊子年之前，边远地区对朝廷尽力忠顺，四边太平无事，己丑年后，南方倭寇横行，北边贼人违背前盟，天下异变，世生妖孽，层出不穷，多有上报。近日皇上圣谕，说皇上您身体有恙，想借此掩饰自己，却不知道在宫廷之上击打钟鼓，在宫廷之外却能听闻。陛下您每晚必定饮酒，每次饮酒必定大醉，每次大醉必定盛怒。身边近臣有一个字违背您，就会被打死，朝中官员没有不知道(这件事)的。天下百姓后世之人，怎么可以欺骗呢？希望陛下您不要把天下变化当作不值得畏惧的事，不要把他人所说的话当作不值得忧虑的话，不要把眼前的太平安定当作完全可以凭借之势，不要把未来的危险动乱当作可以忽视的事情，(这样的话)社稷江山就有幸了。”皇帝盛怒，想要在大殿之上杖责冯从吾。恰逢仁圣太后寿辰，朝臣们竭力化解才得以幸免。不久，(冯从吾)告老还乡，后又被起用巡查长芦等地盐政。冯从吾洁身自好，惠利商人，违法作乱的事情有所收敛。等到(冯从吾)返回京城，适逢皇帝因为军政之事大罢谏官。冯从吾也被降低官位，仍然是因为之前上书谏言的缘故。    冯从吾生性纯朴诚实，有志于濂、洛之学，受业于许孚远。(他)罢官回家后，闭门谢绝客人来访，拿来前代贤人的可以作为人们行为规范的言简意赅的语句，体察考验自己的身心，学问造诣更加精深。(冯从吾)在家待了二十五年。后来光宗登基，冯从吾被起用为尚宝卿，后晋升为太仆少卿，后因为兄长去世未能前往。不久改任大理。  不久，(冯从吾)与邹元标共同创建了首善书院，召集志同道合的人在这里讲学，给事中朱童蒙上书诋毁书院。冯从吾说：“大宋不够强盛，就是因为禁止讲学的缘故，不是因为讲学的缘故。我的曾祖父与祖父向皇帝上奏《六经》，天子经筵，皇太子出阁，都会讲学。臣子凭借这来看皇帝，而自己不做讲学，可以吗？前朝大臣王守仁，当时战事匆忙，仍然不废弃讲学，最终成就大功业。这就是我无论毁谤和赞誉，都要做这件事(的原因)。”于是冯从吾再次称病求归，皇帝温言安慰挽留。但是给事中郭允厚、郭兴治相继努力诋毁邹元标。冯从吾又向皇帝上言说道：“我年轻时入朝为官，就和杨起元、孟化鲤、陶望龄等人建立讲学会，从我告老归家才废止。京师讲学，过去就有这样的事情，为何到今天成为诟病。”于是再次上书请求归乡。  四年春，(冯从吾)起任南京右都御史，被皇帝召见授予工部尚书。恰逢赵南星、高攀龙相继离开国都，冯从吾连续上书，极力请辞，(皇帝)同意其退休。第二年秋天，魏忠贤党人张讷上书诋毁冯从吾，(冯从吾)被削去官职。同乡人王绍徽向来对冯从吾怀恨在心，等到他成为吏部官员，派遣乔应甲做陕西巡抚，搜集各种罪证，没有收获。于是毁掉了书院，推倒了圣贤塑像，将其扔到了城墙边角。冯从吾不能忍受心中怒火，得病去世。崇祯初年，(皇帝)恢复冯从吾官阶，赠太子少保，谥号为“恭定”。"
	},
	"http://www.yinruiwen.com/news/187793.htm": {
		"context": "俞充字公达，明州鄞人。登进士第。熙宁中为都水丞，提举沿汴淤泥溉田，为上腴者八万顷。检正中书户房，加集贤校理、淮南转运副使，迁成都路转运使。茂州羌寇边，充上十策御戎。神宗遣内侍王中正同经制，建三堡，复永康为军，因诈杀羌众以为中正功，与深相结，至出妻拜之。中正还阙，举充可任。召判都水监，进直史馆。中书都检正御史彭汝砺论其媚事中正，命遂寝。河决曹村，充往救护，还，陈河防十余事，概论“水衡①之政不修，因循苟且，浸以成习。方曹村决时，兵之在役者仅十余人，有司自取败事，恐未可以罪岁也”。加集贤殿修撰、提举市易，岁登课百四十万。故事当赐钱，充曰：“奏课，职也，愿自今罢赐”。诏听之。擢天章阁待制、知庆州。庆阳兵骄，小绳治辄肆悖，充严约束，斩妄言者五人于军门。闻有病苦则巡抚劳饷，死不能举者出私财以周其丧。以故，莫不畏威而怀惠。环州田与夏境犬牙交错，每获必遭掠，多弃弗理，充檄所部复以时耕植。慕家族山夷叛，举户亡入西者且三百，充遣将张守约耀兵塞上，夏人亟反之。充之帅边，实王珪荐，欲以遏司马光之入。充亦知帝有用兵意，屡倡请西征，后言：“夏酋秉常为母梁所戕或云虽存而囚不得与国政其母宣淫凶恣国人怨嗟实为兴师问罪之秋也秉常亡将有桀黠者起必为吾患今师出有名，天亡其国，度如破竹之易。愿得乘传入觐，面陈攻讨之略。”诏令掾属入议，未及行，充暴卒，年四十九。  论曰：俞充制军禁暴，足为能臣，而希时相之意，倡请西征，使其不死，边陲之祸，其可既乎？【注】　①水衡：官名，掌水军舟船器械。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．夏酋秉常为母梁所戕/或云虽存而囚不得/与国政其母/宣淫凶恣/国人怨嗟/实为兴师问罪之秋也/秉常亡将/有桀黠者起/必为吾患/  B．夏酋秉常为母梁/所戕或云虽存而囚/不得与国政/其母宣淫凶恣/国人怨嗟/实为兴师问罪之秋也/秉常亡/将有桀黠者起/必为吾患/      C．夏酋秉常为母梁/所戕或云虽存而囚不得/与国政其母/宣淫凶恣/国人怨嗟/实为兴师问罪之秋也/秉常亡将/有桀黠者起/必为吾患/  D．夏酋秉常为母梁所戕/或云虽存而囚/不得与国政/其母宣淫凶恣/国人怨嗟/实为兴师问罪之秋也/秉常亡/将有桀黠者起/必为吾患/": "D",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．军：宋代行政区划名，与州、府、监同隶属于路。也指军队的编制单位。  B．檄：古代上级发给下级的公文，最早写在木简上，多用以征召、晓谕或声讨。  C．传：古代驿站或驿站的车马，也指过关津、宿驿站和使用驿站车马的凭证。  D．掾属：古代佐治的官吏。汉代时人员由主官自选，魏晋以后改由吏部任免。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．俞充政绩突出。任都水丞时，将淤泥地改造成八万顷良田；任成都路转运使时，解决了羌民寇边的问题，后经王中正举荐得以升迁。  B．俞充尽职尽责，能力很强。黄河决堤，他不仅前往救护，后来还就河防之事上书朝廷；在提举市易任上，增加了朝廷的财税收入。    C．俞充善于治军，恩威并施。他严格约束庆阳骄兵，对病苦死伤者关怀备至，没有谁不畏惧他的威严而又感念他的恩德。  D．俞充帅边有功。他恢复了边境的耕植，设法让举户入西的叛民返回，多次倡请西征，并提出了自己的建言。": "A",
			"把文中画横线的句子翻译成现代汉语。1故事当赐钱，充曰：“奏课，职也，愿自今罢赐。” 2闻有病苦则巡抚劳饷，死不能举者出私财以周其丧。": "1按照先例应当赐予钱财，俞充说：“上缴赋税，是我们的职责，希望从此取消赏赐。” 2(他)听说有生病的贫苦的就巡视安抚慰劳馈赠，有死去无力办理丧事的就拿出自己的钱来接济治丧。"
		},
		"translation": "俞充字公达，是明州鄞县人。考中了进士。在熙宁年间被任命为都水丞，提出用汴河沿岸的淤泥来浇灌农田，为皇上改造成了八万顷田。被任命为中书户房的检正官，加为集贤校理、淮南转运副使，又升迁为成都路转运使。茂州一带的羌人侵犯边境，俞充呈上十种方法来抵御他们。宋神宗派遣内侍官王中正同俞充一起管制羌人，他们建了三个城堡，恢复永康作为“军”，趁机用计杀了羌族的许多人并把这些都作为王中正的功劳。他和王中正交情很深，以至于互相叫出妻子见面。王中正回宫，推举说俞充可委以重任。皇帝下诏让他掌管都水监，进入直史馆管事。但中书都检正御史彭汝砺论说俞充事奉王中正献媚讨好，皇帝的征召便被搁置了。曹村一带黄河决堤，俞充前往营救，回朝后，上陈了关于黄河防守的十多件事情，大概是说“水衡部门管理得不好，因循守旧而且得过且过，相互传染成了习惯。正当曹村决堤时，在服役守卫的士兵只有十多人，这是有关部门自己招致的祸事，恐怕不可以怪罪年岁不好吧”！后来，他被加封为集贤殿修撰、提举市易，每年上的税有一百四十万贯钱。按照先例应当赐予钱财，俞充说：“上缴赋税，是我们的职责，希望从此取消赏赐。”皇帝下诏，听从了俞充的建议。后来，他被提升为天章阁待制、庆州知州。庆阳的士兵很骄横，稍加约束治理就会放肆悖乱，俞充严格约束他们，在军队的门口斩了五个乱说话的人。(他)听说有生病的贫苦的就巡视安抚慰劳馈赠，有死去无力办理丧事的就拿出自己的钱来接济治丧。因为这个缘故，没有人不畏惧他的威严而又感念他的恩德的。环州的田地与西夏的边境像狗的牙齿那样交错在一起，每次收获时必定会遭到掠夺，老百姓大多都把田地丢弃了不再管理，俞充下发公文让他的部下再按时节来耕种。慕家族山里的夷人逃叛了，全家逃入西夏的将近三百户，俞充派遣大将张守约陈兵在边塞上向西夏人炫耀，西夏人害怕，急忙把那些人遣反回来。俞充到边疆做统帅，实际上是王珪所推荐，想用俞充来遏制司马光进入朝廷主事。俞充也知道皇帝有出兵打仗的意愿，多次提倡请求西征，后来他说：“西夏的酋长秉常，被母亲梁氏所杀，有的人说他虽然活着却被关了起来，不能参加国政。他的母亲淫荡凶残放纵，西夏人抱怨感叹此事。现在实在是我们兴师问罪的好时候啊！如果秉常死了，将会有残暴狡猾的人来当君主，必定会成为我们的忧患。现在出兵有名，这是老天要灭亡他们国家，我猜想进兵势如破竹。希望能乘坐官驿的车入朝廷觐见，当面陈说攻打讨伐他们的战略。”皇帝下诏让下属们入朝商议，还没等到出发，俞充就得暴病死了，享年四十九岁。  人们议论说：俞充治理军队能禁止暴行，实在是能臣，又能因时度势，请求西征，假使他没有死，边境的祸事，难道可以继续吗？ "
	},
	"http://www.yinruiwen.com/news/187792.htm": {
		"context": "长孙晟字季晟，性通敏，略涉书记，善弹工射。初未知名，人弗之识也，唯高祖一见，深嗟异焉，乃携其手而谓人曰：“长孙郎武艺逸群，适与其言，又多奇略。后之名将，非此子邪？”  宣帝时，突厥摄图请婚于周，以赵王招女妻之。然周与摄图各相夸竞，妙选骁勇以充使者，因遣晟副汝南公宇文神庆送千金公主至其牙。前后使人数十辈，摄图多不礼，见晟而独爱焉，每共游猎，留之竞岁。尝有二雕，飞而争肉，因以两箭与晟曰：“请射取之。”晟乃弯弓驰往，遇雕相攫，遂一发而双贯焉。摄图喜，命诸子弟贵人皆相亲友，冀昵近之，以学弹射。其弟处罗侯号突利设，尤得众心。而为摄图所忌，密托心腹，阴与晟盟。晟与之游猎，因察山川形势，部众强弱，皆尽知之。时高祖作相，晟以状白高祖。高祖大喜，迁奉车都尉。  大业三年炀帝幸榆林欲出塞外陈兵耀武经突厥中指于涿郡仍恐染干惊惧，先遣晟往喻旨，称述帝意。染干听之，因召所部诸国，奚、室韦等种落数十酋长成萃。晟以牙中草秽，欲令染干亲自除之，示诸部落，以明威重，乃指帐前草曰：“此根大香。”染干遽嗅之曰：“殊不香也。”晟曰：“天子行幸所在，诸侯躬亲洒扫，耘除御路，以表至敬之。。今牙中芜秽，谓是留香草耳。”染干乃悟曰：“奴罪过。奴之骨肉，皆天子赐也，得效筋力，岂敢有辞？特以边人不知法耳，赖将军恩泽而教导之。将军之惠，奴之幸也。”遂拔所佩刀，亲自芟草，其贵人及诸部争放效之。乃发榆林北境，至于其牙，又东达于蓟，长三千里，广百步，举国就役而开御道。帝闻晟策，乃益嘉焉。  五年，卒。帝深悼惜之，赂赠甚厚。后突厥围雁门，帝叹曰：“向使长孙晟在，不令匈奴至此！”晟好奇计，务功名。性至孝，居忧毁瘠，为朝士所称。贞观中，追赠司空、上柱国、齐国公，谥曰献。",
		"question-answer": {
			"对文中画波浪线部分的断句，正确的一项是  A．大业三年／炀帝幸榆林，欲出塞／外陈兵耀武／经突厥中，指于涿郡／  B．大业三年／炀帝幸榆林／欲出塞外／陈兵耀武／经突厥／中指于涿郡／  c．大业三年／炀帝幸榆林做出塞外／陈兵耀武／经突厥中／指于涿郡／  D．大业三年／炀帝幸榆林／欲出塞，外陈兵耀武／经突厥／中指于涿郡／": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．“牙”指将军之旗，也指军队主将所在位置或官署，在这里指的是突厥王庭。  B．“迁”指调动官职，一般情况下指升职，而“左迁”、“迁谪”则指的是贬官。  C．“娼赠”指在别人办丧事时赠送的财物，表示对逝者的哀悼，对家属的安慰。  D．“司空”于西周始置，为虚衔，无实职，一般只用于加授给年高望重的大臣。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．长孙晟通达聪慧，能文善武。高祖一接触长孙晟即赞叹他武艺超群，多有韬略，预言他定会成为名将。  B．长孙晟把握时机，侦查地形。他先主动与处罗侯结盟，后借游猎之机查看突厥地形，搜集到不少情报。  C．长孙晟足智多谋，宣示国威。他借染干召集部落聚会，用除草之计来震慑他人，使御道开辟十分顺利。    D．长孙晟屡建功勋，甚得圣眷。由于在与突厥打交道时表现突出，他获得皇帝赞赏，死后仍被皇帝惦念。": "B",
			"把文中画横线的句子翻译成现代汉语。1晟乃弯弓驰往，遇雕相攫，遂一发而双贯焉。2奴之骨肉，皆天子赐也，得效筋力，岂敢有辞？ ": "1长孙晟于是拉满弓纵马上前，正好赶上两只雕争抢食物纠缠在一起，于是射出一支箭贯穿了双雕。 2我的身体，都是皇帝的赏赐，能够为皇帝效力，哪里敢推辞呢？"
		},
		"translation": "长孙晟，字季晟，生性通达聪明，稍稍读了些书史，善于骑射，起初没什么名声，人们还不认识他。只有隋高祖一见他，就嗟叹不已，于是携起他的手而对人们说：“长孙郎武艺超群，刚与他交谈，他又有很多奇策。以后的名将，难道不是他吗？”  北周宣帝时，突厥的摄图请求与北周通婚和亲，朝廷以赵王宇文招之女嫁给他为妻。但北周与摄图各相夸耀实力，都选拔骁勇之士以作使者，北周因派长孙晟为汝南公宇文神的副使，送千金公主到摄图的牙旗之下。前后使者数十人，摄图多不礼遇，独对长孙晟特别喜爱，每每与他一起游猎，留他在突厥到年底。曾有二雕飞着争肉吃，摄图给长孙晟两支箭，说：“请射取它们。”长孙晟于是弯弓奔去，遇雕相夺，于是一发而射穿两雕。摄图欢喜，让各位子弟贵人都与他亲近，以学习弹射。摄图的弟弟处罗侯名叫突利设，尤得众心，但被摄图忌恨，因此密派心腹，偷偷与长孙晟结盟。长孙晟和他一起游猎，因便考察山川形势、部众强弱，全都知道了。  　　当时隋高祖为北周丞相，长孙晟把情况告诉高祖。高祖大喜，升他当奉车都尉。  大业三年，炀帝巡幸榆林，欲出塞外，陈兵耀武，经过突厥，到达涿郡。担心染干惊恐，先派长孙晟往染干处说明此行用意，表达炀帝的意思。染干听了，召来所辖各国，奚、靅、室韦等部落几十个酋长都来集合。长孙晟因考虑到牙中草多而脏，想让染干亲自除草，给各部落看，以显示炀帝的威望，于是指着军帐前的草说：“这草根很香。”染干马上去闻，说：“一点都不香。”长孙晟说：“天子巡幸这里，诸侯应该亲自洒水扫地，清除御路，以表示至敬之心。如今这牙中芜秽，所以我说是留的香草罢了。”染干于是领悟说：“这是我这个奴才的罪过！我的骨肉，都是天子赐的，得以出点力气，岂敢推辞？只因边鄙之人不知法度罢了。幸有将军施恩，教导我，将军的恩惠，是奴才我的大幸啊！”于是拔出所佩带的刀，亲自砍除杂草，那些贵人和各部落的酋长，争着仿效。于是调发榆林北部的百姓，一直到其牙地，又东到蓟地，长三千里，宽百步，全国百姓都来割草开御道。炀帝听了长孙晟的计策，于是更加赞赏他。  大业五年(609)，长孙晟去世，时年五十八岁。炀帝十分痛惜，赠予很多东西。后来突厥人围困雁门，炀帝感叹说：“假使长孙晟在，不会让匈奴人猖狂到如此地步！”长孙晟爱出奇计，务求功名。生性孝顺，居丧时身体毁坏，为朝廷人士称赞。唐贞观中(627～649)，追赠他为司空、上柱国、齐国公，谥号叫“献”。"
	},
	"http://www.yinruiwen.com/news/187791.htm": {
		"context": "郭宗皋，字君弼，福山人。嘉靖八年进士。擢御史。十二年十月，星陨如雨。未几，哀冲太子薨，大同兵乱。宗皋劝帝悖崇宽厚，察纳忠言，勿专以严明为治。帝大怒，下诏狱，杖四十释之。历按苏、松、顺天。会廷推保定巡抚刘夔还理院事，宗皋论夔尝荐大学士李时子，谄媚无行，不任风纪，坐夺俸两月。  二十三年十月，寇入万全右卫，抵广昌，列营四十里。顺天巡抚殊方下狱，擢宗皋右佥都御史代之，寇已去。宗皋言：“密云最要害，宜宿重兵。乞敕马兰、太平、燕河三屯岁发千人，以五月赴密云，有警则总兵官自将赴援。居庸、白杨，地要兵弱，遇警必待部奏，不能及事。请预拟借调之法，夸建昌三屯军，平时则协助密云，遇警则移驻居庸。”俱报可。久之宗皋闻敌骑四十万欲分道入奏调京营山东河南兵为援已竞无安坐夺俸一年。故事．京营岁发五军诣蓟镇防秋。宗皋请罢三军，以其犒军银充本镇募兵费。又请发修边余银，增筑燕河营、古北口。帝疑有侵冒，令罢归听勘。既而事得白。  寻进兵部右侍邓，总督宣、大、山西军务。俺答三万骑犯万全左卫，总兵官陈凤、副总兵林椿与战鹞儿岭，杀伤相当，宗皋坐夺俸。明年再犯大同，总共官张迭及椿皆战死，宗皋与巡抚陈耀坐夺俸。给事中唐禹追论死事状，因言全军悉陷，乃数十年未有之大衄。帝乃连宗皋及耀，各杖一百，耀连死，宗皋戍陕西靖虏卫。  隆庆改元，从戍所起刑邗右侍郎，改兵部，协理戎政。旋进南京右都御史，就改兵部尚书参赞机务。给事中庄国祯劾宗皋衰庸，宗皋亦自以年老求去，诏许之。万历中，再存问，岁给廪隶。十六年，宗皋年九十，又遣行人存问。是年卒。赠太子太保，谥康介。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．久之／宗皋闻敌骑四十万欲分道／人奏调京营／山东／河南兵为援／已竟无实／坐夺俸一年  B．久之／宗皋闻敌骑四十万欲分道／入奏调京营／山东／河南兵为援已／竞无实／坐夺俸一年  C．久之／宗皋闻敌骑四十万欲分道人／奏调京营／山东／河南兵为援／已竞无实／坐夺俸一年  D．久之／宗皋闻敌骑四十万欲分道人／奏调京营／山东／河南兵为援已／竟无实／坐夺俸一年": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A诏狱，奉皇帝命令拘捕犯人的监狱。明代的锦衣卫拥有自己的监狱，称诏狱。  B．夺俸，官吏因过失而被罚扣其俸禄。俸即俸禄，指官吏每年或每月所受的薪金。  C兵部，古代官署名，掌管武官选用及兵籍、兵械、军令等，其长官为兵部尚书。  D存问，指慰问并进行请教，在古代，多用于君主对臣下的一种关心和虚心纳谏。 ": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．郭宗皋直言进谏，不畏强权势力。他上疏规劝皇帝要改善为政的方法，被廷杖四十：众臣讨论推举保定巡抚刘夔时，他极力陈说刘夔谄媚权势劣迹。  B．郭宗皋善于思考，常有独特见解。在密云等地的驻兵方式上及蓟镇的边防事务等方面，他都提出了创新的做法，这些都得到了皇帝的高度认可。    C．郭宗皋受到追责，戍守陕西边塞。鹞儿岭一战无胜果，大同一战总兵张达等战死，都使他受到处罚，后来他又受到朝廷追责，戍守陕西靖虏卫。  D．郭宗皋致仕还乡．备享朝廷恩荣。他告老还乡后，皇帝屡次派人前来问候，并送给他廪米和仆人：在他死后，朝廷追赠他为太子太保，赠谥号“康介”。": "B",
			"把文中画线的句子翻译成现代汉语。1宗皋劝帝悖崇宽厚，察纳忠言，勿专以严明为治。2帝疑有侵冒，令罢归听勘。既而事得白。": "1宗皋劝说皇帝推崇（崇尚）宽容敦厚，认真考察采纳忠诚的言论，不要只是把严明作为治理的标准。2皇帝怀疑他有侵夺冒领之嫌，命令罢职回来听候调查。不久事情真相得以查清楚。 "
		},
		"translation": "郭宗皋，字君弼，是福山人。嘉靖八年的进士。提拔为御史。嘉靖十二年十月，星像下雨一般陨落。没过多久，哀冲太子（明世宗朱厚熜皇太子朱载基，追封为哀冲太子）去世，大同军队发生动乱。宗皋劝说皇帝推崇（崇尚）宽容敦厚，认真考察采纳忠诚的言论，不要只是把严明作为治理的标准。皇帝大怒，下诏入狱，打四十大板释放了他。历任苏州、松州、顺天府的巡按使。恰逢朝廷推荐保定巡抚刘夔回来管理院中事务，宗皋评议刘夔曾经推荐大学士李时之子，奉承讨好没有品行，不讲作风纪律，（惹怒皇帝）被判罚剥夺两月俸禄。  二十三年十月，敌寇攻入万全右卫，抵达广昌，布列大营四十里。当时顺天巡抚刚被关入监狱，朝廷提拔宗皋以右佥都御史身份代替他，敌寇已经离去。宗皋上书说：“密云是最要害的地方，应该设置重兵把守。请求敕命马兰、太平、燕河三军镇每年发千人戍守，在五月奔赴密云，有警报总兵官就亲自带兵赴援密云。居庸、白杨，地理重要兵力薄弱，遇到警情一定等待上奏部里批复，不能及时处理。请求预先拟定好借调的法令，命令建昌三镇之军，平时就协助密云防务，遇到警情就移兵驻守居庸。”全都回复可以。不久，宗皋听说敌人四十万骑兵想要分道进入，上奏调派京营、山东、河南军队做后援。已经准备完毕却没有发生，被处罚剥夺一年俸禄。按照惯例，京营每年调发五军到蓟镇执行秋天防务。宗皋请求停止调拨三军，用犒劳军队的饷银补充本镇招募军队的费用。又请求调发修边剩余的银两，增加修筑燕河营、古北口。皇帝怀疑他有侵夺冒领之嫌，命令罢职回来听候调查。不久事情真相得以查清楚。  　　不久进封兵部右侍郎，总管宣、大、山西军务。俺答汗带领三万骑侵犯万全左卫，总兵官陈凤、副总兵林椿和俺答汗在鹞儿岭作战，双方战损相当，宗皋因此被处罚剥夺俸禄。第二年再犯大同，总兵官张达和林椿都战死，宗皋与巡抚陈燿因此被罚剥夺俸禄。给事中唐禹追论死事情况，趁机说全军全都沦陷，是数十年没有的大挫败。帝于是逮捕宗皋和陈燿，各杖打一百，陈燿于是被打死，宗皋谪戍陕西靖虏卫。  　　隆庆改元，从戍卫的地方起任刑部右侍郎，改任兵部，协助处理军政。很快进封南京右都御史，就职改任兵部尚书参赞重要事务。给事中庄国祯弹劾宗皋衰老平庸，宗皋也自认为年老请求退休，下诏准许他的请求。万历中，两次慰问，每年供给廪隶（粮食、奴仆）。十六年，宗皋年已九十，皇帝又派遣行人慰问。这年去世。追赠太子太保，谥号康介。"
	},
	"http://www.yinruiwen.com/news/187762.htm": {
		"context": "张存，字诚之，冀州人。举进士，为安肃军判官。天禧中，诏铨司以身言书判取士，才得二人，存预其选。知大名府朝城县，寇准为守，异待之。御史中丞王曙，屡荐为殿中侍御史，迁侍御史。仁宗初亲政，罢百官转对，存请复之。又言：“前者曹修古辈同忤旨废黜，布衣林献可因上封事窜恶地，恐自今忠直之言，与夫理乱安危之机，蔽而不达。”因引周昌、辛毗事，以开帝意。西边动兵，以天章阁待制为陕西都转运使。黄德和之诬刘平也，存奏言：“平与敌接战，自旦至暮，杀伤相当，因德和引却，以致溃败。方贼势甚张，非平搏战，其势必不沮；延州孤垒，非平解围，其城必不守。身既陷没，而不幸又为谗狡所困，边臣自此无复死节矣。”朝廷采其说，始遣文彦博按  治，由是平得直，而德和诛。元昊求款附，议者犹执攻讨之策。存建言：“兵役不息，生民疲弊。  敌既有悛心，虽名号未正，颇羁縻之。”迁龙图阁直学士，知延州。以母老惮行，徙泽州，还为待  制。契丹与元昊结昏，阴谋相首尾，聚兵塞上而求关南。存言：“河北城久不治，宜留意。”乃以为  都运使，尽城诸州。入知开封府，复使河北。王则反，坐失察，降知汀州。久之，以吏部待郎致  仕。存性孝友，尝为蜀郡，得奇缯文锦以归悉布之堂上恣兄弟择取收恤宗属嫁聘穷嫠不使一人失所家居子孙非正衣冠不见 与宾友燕接，垂足危坐终日，未尝倾倚。枣强河决，势逼冀城，或劝使他徙，曰：“吾家，众所望也，苟轻举动，使一州吏民何以自安？”讫不徙。卒，年八十八，谥恭安。  [注]身言书判：吏部选官的一关，其内容，先试书判，书楷法道美，判文理优长为合格；再察其身言，身必体貌丰伟，苦须言辞辩正。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A.得奇缯文锦以归／悉布之／堂上恣兄弟择取／收恤宗属／嫁聘穷嫠／不使一人失所／家居／子孙非正衣冠不见／  B．得奇缯文锦以归／悉布之堂上／恣兄弟择取／收恤宗属／嫁聘穷嫠／不使一人失所家居／子孙非正衣冠不见／  C．得奇缯文锦以归／悉布之／堂上恣兄弟择取／收恤宗属／嫁聘穷嫠／不使一人失所家居／子孙非正衣冠不见／  D．得奇缯文锦以归／悉布之堂上／恣兄弟择取／收恤宗属／嫁聘穷嫠／不使一人失所／家居／子孙非正衣冠不见／": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．冀州，几州之一。古代九州代指中国，指扬、荆、豫、青、究、雍、幽、冀、并等几个区域。  B．转对，是指唐宋时期，大臣们轮流到皇帝面前接受皇帝的询问，并指陈时政得失。  C，吏部，是古代掌管文武官员任免升降的官署，与“户、礼、兵、刑、工”并称六部。  D．待制，官职名，唐诏京官五品之上值守中书、门下两省，宋因其制，扩至殿、阁。": "C",
			"下列对原文有关内容的概括和分析，不正确的一项是  A.张存很受赏识。他担任大名府朝城县令后，受到太守寇准的厚待；后来，御史中丞王曙又多次推荐他，让他担任殿中侍御史。  B．张存善于进谏。他请求恢复转对制度时，指出了拒受忠直之言的危害，同时还引用古代正直大臣进谏的事例，开悟了皇帝之心。    C．张存有胆有识。契丹和元吴结盟后，他察知危险，建议注意河北城防；枣强河决口，洪水逼近冀城时，他不肯迁走，以此来安定百姓。  D．张存秉性正直。黄德和诬陷刘平时，张存为之申辩，认为没有刘平，一定挡不住敌人，一定打不下延州，从而使其冤情被昭雪。": "D",
			"把文中画横线的句子翻译成现代汉语。1恐自今忠直之言，与夫理乱安危之机，蔽而不达。2朝廷采其说，始遣文彦博按治，由是平得商，而德和诛。": "1我担心从今以后，忠诚正直的言论，与那些关于治乱安危的策略，就会隐藏起来无法传到陛下耳中。2朝廷采纳了他的意见，这才派遣文彦博查办，因此刘平得到（被）昭雪，而黄德和被处死。"
		},
		"translation": "张存，字诚之，是冀州人。考中进士，担任安肃军判官。天禧年间，皇帝下诏要求铨司以身言书判选拔官员，仅录取了两个，张存被选中了。担任大名府朝城县令，寇准是太守，对他非常赏识。御史中丞王曙屡次举荐他担任殿中侍御史，升为侍御史。宋仁宗最初亲政，停止了让百官转对的制度，张存请求恢复它。又说：“以前曹修古等人一同忤逆圣旨被罢官，布衣林献可因为呈上封事而被流放到险恶的地方，我担心从今以后，忠诚正直的言论，与那些关于治乱安危的策略，就会隐藏起来无法抵达陛下耳中。”于是引用周昌、辛毗的事例，以使皇帝明白过来。宋朝边境开战，他以天章阁待制的身份担任陕西都转运使。黄德和诬陷刘平的时候，张存上奏说：“刘平与敌人作战，从早到晚，我们伤亡的与敌方伤亡的数目相当，因为德和引兵后退，以致打了败仗。当时敌人的气焰很嚣张，如果不是刘平奋勇搏杀，那形势一定不能挡住敌人；延州是一座孤城，如果不是刘平解围，那城一定不能守住。他牺牲在战场上，却不幸又被谗言和奸人所困扰，边防的臣子恐怕从此不再有为守节而死的了。”朝廷采纳了他的意见，这才派遣文彦博查问惩办，因此刘平得到昭雪，而黄德和被处死。元昊想要归附，商议的人依然坚持攻打讨伐的策略。张存建言，说：“战争不停止，百姓疲惫不堪。敌人既然有了悔过之心，尽管其名号还不正当，也很应当笼络控制他。”升任龙图阁直学士 ，担任延州知州。因为母亲年老害怕远 行，转调到泽州，回京后又做了待制。契丹与元昊结为婚姻关系，阴谋互相支援，就聚兵到塞上而求取关南的土地。张存说：“黄河以北的城池很长时间没有整治，应当对此留心。”于是让他担任都运使，在各州全都建城修城。入京担任开封府知府，又出使黄河以北。王则造反，他因为没有发觉，降职做汀州知州。很久以后，以吏部侍郎退休。张存天性孝顺友爱，曾管理蜀郡，得到奇异的缯文锦回来，他全都放在大堂上，任凭兄弟们挑选并取走。他收录照顾本宗的亲属，给穷困的女子、寡妇办婚事，不让一个人没有安身之处。平时在家，不端正衣冠不见子孙。举办宴会接待宾朋，他整天垂足正襟危坐，不曾歪过身子。枣强县河流决口，洪水直逼冀城，有人劝他转移到其他地方，他说：“我的家，是大家都观望着的，如果轻举妄动，让全州的官吏百姓靠什么来安定自己？”最终也没有转移。去世时八十八岁，谥号恭安。"
	},
	"http://www.yinruiwen.com/news/187761.htm": {
		"context": "安丰王元猛，字季烈。太和五年封，加侍中 。出为和龙镇都大将、营州刺史。猛宽仁雄毅，甚有威略，戎夷 畏爱之。薨于州。赠太尉，谥曰匡。子延明，袭。世宗时，授太中大夫。延昌初，岁大饥，延明乃减家财，以拯宾客数十人，并赡其家。至肃宗初，为豫州刺史，甚有政绩，累迁给事黄门侍郎。延明既博极群书，兼有文藻，鸠集图籍万有余卷。性清俭，不营产业。与中山王熙及弟临淮王彧等，并以才学令望有名于世。虽风流造次不及熙、彧，而稽古淳笃过之。寻迁侍中。诏与侍中崔光撰定服制。后兼尚书右仆射。以延明博识多闻，敕监金石事。及元法僧反，诏为东道行台、徐州大都督，节度诸军事，与都督临淮王彧尚书李宪等讨法僧萧衍遣其豫章王综镇徐州延明先牧徐方甚得民誉招怀旧土远近归之。综既降，因以军乘之，复东南之境，至宿豫而还。迁都督、徐州刺史。频经师旅，人物凋弊，延明招携新故，人悉安业，百姓咸附。庄帝时，兼尚书令、大司马。及元颢入洛，延明受颢委寄，率众守河桥。颢败，遂将妻子奔萧衍，死于江南。庄帝末，丧还。出帝初，赠太保 ，王如故，谥曰文宣。所著诗赋赞颂铭诔 三百余篇，又撰《五经宗略》《诗礼别义》，注《帝王世纪》及《列仙传》。又以河间人信都芳工算术，引之在馆。其撰《古今乐事》、《九章》十二图，又集《器准》九篇，芳别为之注，皆行于世。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．与都督临淮王彧/尚书李宪等讨法僧/萧衍遣其豫章/王综镇徐州/延明先牧/徐方甚得民誉/招怀旧土/远近归之  B．与都督临淮王彧/尚书李宪等讨法僧/萧衍遣其豫章王综镇徐州/延明先牧徐方/甚得民誉/招怀旧土/远近归之  C．与都督临淮王彧/尚书李宪等讨法僧/萧衍遣其豫章/王综镇徐州/延明先牧徐方/甚得民誉/招怀旧土/远近归之  D．与都督临淮王彧/尚书李宪等讨法僧/萧衍遣其豫章王综镇徐州/延明先牧/徐方甚得民誉/招怀旧土/远近归之": "B",
			"下列对文中加点词语（或短语）的相关内容的解说，不正确的一项是  A．加侍中，指加授侍中这一官职，被加者享有佩戴貂蝉珥珰等标志性饰物与侍从皇帝左右的礼制待遇。  B．戎夷，指戎和夷，泛指中国古代少数民族。戎，中国古代称东部的民族；夷，中国古代称西部的民族。  C．太保，亦指太子太保，和太子太师、太子太傅都是东宫官职，为辅导太子之官。其副职为太子少保。  D．铭诔，多指记述死者经历和功德的文章，很多是因当时某臣子身故，其君主表彰其功勋，亦表哀思。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．元延明继承父亲的爵位，在地方和朝廷都担任过官职，因为政绩显著，得到朝廷的赏识，不断升迁。  B．元延明博览群书，通古知今，很有才华，但他本性清俭，喜好金石，不喜钻营，才华一直未被赏识。  C．元延明既能著书立说，一生留下多种著作，又善于治理地方，在徐州颇有政绩，受到百姓的赞誉。  D．元延明很有军事才能，曾经讨伐过反贼元法僧，招降敌将，收复失地，并接受元颢委任率军守河桥。": "B",
			"把文中画横线的句子翻译成现代汉语。1延昌初，岁大饥，延明乃减家财，以拯宾客数十人，并赡其家。2频经师旅，人物凋弊，延明招携新故，人悉安业，百姓咸附。": "1延昌初期，有一年发生严重的饥荒，元延明于是拿出自家的财产，用来拯救宾客好几十人，并且养活宾客的全家。2徐州接连经受战事，人烟稀少，元延明招抚新旧百姓，人们都安居乐业，百姓全都归顺他。"
		},
		"translation": "安丰王元猛，字季烈。太和五年受封，加授侍中。外出任和龙镇都大将、营州刺史。元猛宽厚仁慈英勇刚毅，十分有威望谋略，戎族人畏惧喜爱他。在州中逝世。追赠他为太尉，谧号为匡。元猛的儿子叫元延明，他继承了爵位。魏世宗时期，被任命为太中大夫。延昌初期，有一年发生严重的饥荒，元延明于是拿出自家的财产，用来拯救宾客好几十人，并且养活宾客的全家。到魏肃宗初期，担任豫州刺史，政绩很好，多次升迁到给事黄门侍郎。元延明既博览群书，又有文才，收藏了书籍一万多卷。性格清廉俭朴，不经营产业。和中山王元熙及其弟弟临淮王元彧等人，一同因为文才和美好的声望在当时出名。他的风流倜傥虽然比不上元熙、元彧，但是研习古事淳朴忠厚胜过他们。不久升迁为侍中。朝廷命他和侍中崔光拟定服饰制度。后来兼任尚书右仆射。因为他博学多闻，任命他监督关于钟鼎碑碣的事务。等到元法僧反叛的时候，朝廷任命元延明为东道行台、徐州大都督，指挥各军事务，和都督临淮王元彧、尚书李宪等征讨元法僧。萧衍派遣他的豫章王萧综镇守徐州。元延明从前为徐州牧，很得民心，于是朝廷派他到老地方招降萧综，远近的人都投奔他。萧综投降以后，元延明就率军队乘胜出击，收复了东南地区，到达宿豫才回师。升任为都督、徐州刺史。  徐州接连经受战事，人烟稀少，元延明招抚新旧百姓，人们都安居乐业，百姓全都归顺他。  魏庄帝时期，兼任尚书令、大司马。等到元颢进入洛阳的时候，元延明受元颢的委托，率兵驻守河桥。元颢兵败，元延明于是带着妻子儿女投奔萧衍，在江南去世。庄帝末年，灵柩被运回。出帝初年，追赠元延明为太保，王爵照旧，谥号为文宣。他所著作的诗、赋、赞、颂、铭、诔，共三百余篇，又撰写了《五经宗略》《诗礼别义》，注释《帝王世纪》及《列仙传》。又因为河间人信都芳善于数学，把他请来安置在书馆里。元延明著作的《古今乐事》、《九章》十二图，又收集《器准》九篇，信都芳另外为它们写了注释，都在世上流传。"
	},
	"http://www.yinruiwen.com/news/187760.htm": {
		"context": "谢举，字言扬，中书令览之弟也。幼好学，能清言，与览齐名。举年十四，尝赠沈约五言诗，为约称赏。起家秘书郎，迁太子舍人，深为昭明太子赏接。秘书监任昉出为新安郡，别举诗云：“讵念耋嗟人，方深老夫托。”其属意如此。尝侍宴 华林园 ，高祖访举于览，览对曰：“识艺过臣甚远，惟饮酒不及于臣。”高祖大悦。天监十四年，出为豫章内史，为政和理，甚得民心。普通四年，入为左民尚书。其年迁掌吏部，寻以公事免。六年，领步兵校尉。俄徙为吏部尚书，出为晋陵太守。在郡清静，百姓化其德，境内肃然。罢郡还，吏民诣阙请立碑 ，诏许之。举少博涉多通，尤长玄理及释氏义。为晋陵郡时，常与义僧递讲经论，征士何胤自虎丘山赴之。其盛如此。先是北渡人卢广有儒术为国子博士于学发讲仆射徐勉以下毕至举造坐屡折广辞理通迈，广深叹服，乃以所执麈尾荐之，以况重席焉。大同三年，以疾陈解，徙为右光禄大夫，给亲信二十人。其年，出为吴郡太守。先是，何敬容居郡有美绩，世称为何吴郡。及举为政，声迹略相比。六年，迁太子詹事。举父瀹，齐世终此官，累表乞改授，敕不许，久之方就职。九年，迁尚书仆射。举虽居端揆，未尝肯预时务，多因疾陈解。敕辄赐假，并手敕处方，加给上药。其恩遇如此。其年，以本官参掌选事 。太清二年，迁尚书令，侍中、将军如故。是岁，侯景寇京师，举卒于围内。诏赠 侍中、中卫将军、开府仪同三司，侍中、尚书令如故。文集乱中并亡逸。 ",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．先是北渡人/卢广有儒术为国/子博士于学/发讲仆射/徐勉以下毕至/举造坐/屡折/广辞理通迈  B．先是/北渡人卢广有儒术/为国子博士/于学发讲仆射/徐勉以下毕至/举造坐/屡折广辞/理通迈  C．先是北渡人/卢广有儒术为国/子博士于学/发讲仆射/徐勉以下毕至/举造/坐屡折广/辞理通迈  D．先是/北渡人卢广有儒术/为国子博士/于学发讲/仆射徐勉以下毕至/举造坐/屡折广/辞理通迈": "D",
			"下列对文中加点词语（或短语）的相关内容的解说，不正确的一项是  A．侍宴华林园，指谢举、谢览等臣子参加皇帝在皇家宫苑华林园举行的宴会。  B．诣阙请立碑，指口碑好的官员离任时当地官民到京城请求朝廷立碑褒扬此人。  C．以本官参掌选事，指谢举在担任尚书仆射的时候参与朝廷的人才选拔工作。  D．诏赠，指朝廷下诏书为已去世的官员以及这位官员的亲属加封土地或爵位等。": "B",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．谢举自幼好学，深受他人注意。谢举与秘书监任昉关系密切，任昉出任新安郡太守时写诗赠给谢举，可见，谢举被人留意就像这样。  B．谢举为政平和，管辖之地秩序良好。普通六年，谢举被任命为吏部尚书，出任了晋陵太守的官职，因为他任职期间政治清明，百姓受其德政感化，境内肃然。  C．谢举学问渊博，受到卢广等人赞赏。谢举年轻时博览群书而懂得很多，尤其擅长道家义理和佛理，卢广叹服其超俗的辞理，赠他麈尾，赐予他高贵的座席。    D．谢举深受皇恩，在与侯景的对抗中去世。谢举因有病请求解职，皇帝赐给他假期和皇帝使用的药；为回报朝廷恩典，谢举积极与反贼侯景对抗，在城围时去世。": "D",
			"把文中画横线的句子翻译成现代汉语。1为晋陵郡时，常与义僧递讲经论，征士何胤自虎丘山赴之。2举父瀹，齐世终此官，累表乞改授，敕不许，久之方就职。": "1谢举）任晋陵郡太守时，常与义僧轮流讲解佛经，征士何胤从虎丘山赶来听讲。2谢举的父亲谢瀹，在北齐以此官而终，谢举多次上表乞求改任，皇上没有答应，  （他）过了很久方才去任职。"
		},
		"translation": "谢举，字言扬，是中书令谢览的弟弟。幼年好学，能谈玄理，与谢览齐名。谢举十四岁时，曾经赠给沈约五言诗，被沈约称赞、赏识。谢举开始做官是秘书郎，后来调任太子舍人，深深地被昭明太子赏识接纳。秘书监任昉出京做新安郡太守，临别给谢举写诗说：“如果想念老年人，便深记老夫的寄托。”他被人重视就像这样。曾经在华林园侍宴，高祖向谢览打听谢举的情况，谢览回答说：“谢举学识才艺超过我很远，只是喝酒比不上我。”高祖非常高兴。天监十四年，谢举出任豫章郡内史，处理政事温和有条理，很得民心。普通四年，谢举入朝任左民尚书。同年又调任吏部尚书，不久因公事被免职。普通六年，兼任步兵校尉。不久调任吏部尚书，出京做晋陵太守。在晋陵郡清廉安静，百姓被他的品德感化，管辖境内整顿有序。被罢郡守后回京的时候，当地官吏百姓到京城向朝廷请求，希望批准他们为谢举立碑来褒扬他，皇帝下令答应此事。谢举年少时涉略广博，大多精通，尤其擅长玄理及佛教教义。（谢举）任晋陵郡太守时，常与义僧轮流讲解佛经，征士何胤从虎丘山赶来听讲。那时盛况就像这样。先前，北渡人卢广精通儒术，他是国子监博士，给学生讲解儒术，仆射徐勉以下的人都来了。谢举席地而坐，多次指出卢广错误，言辞道理通达超俗，卢广深深叹服，于是将所执的麈尾赠给他，还赐给他高贵的座席。大同三年，因生病请求辞职，调职做了右光禄大夫，赏给亲近随从二十人。那年，出京做吴郡太守。先前，何敬容在吴郡有好的政绩，世人称他是何吴郡。等到谢举做吴郡太守，名声大略与他相当。大同六年，调任太子詹事。谢举的父亲谢瀹，在北齐以此官而终，谢举多次上表乞求改任，皇上没有答应，（他）过了很久方才去任职。大同九年，调任尚书仆射。谢举虽居宰相位，不愿意参与时务，多次借有病请求解职。皇上赐给他假期，并亲笔开处方，赐给他（皇上用的）药。他竟受到皇帝如此的恩遇。这一年，谢举以部门的主管官员的身份参与掌管选官的事。太清二年，调任尚书令，侍中、将军照旧。这一年，侯景侵犯京师，谢举死在围城内。皇帝下命令追封他侍中、中卫将军、开府仪同三司，侍中、尚书令照旧。他的文集在战乱中一并丢失。 "
	},
	"http://www.yinruiwen.com/news/187759.htm": {
		"context": "黄宗载，一名垕，字厚夫，丰城人。洪武 三十年进士。授行人。奉使四方，未尝受馈遗，累迁司正。永乐初，以荐为湖广按察司佥事。巨奸宿猾多谪戍铜鼓五开间阴持官吏短长宗载榜数其罪曰不改必置之法。众莫敢犯。武陵多戎籍，民家虑与为婚姻，徭赋将累己，男女至年四十尚不婚。宗载以理谕之，皆解悟，一时婚者三百余家。邻邑效之，其俗遂变。征诣文渊阁修《永乐大典 》。书成，受赐还任。董造海运巨舰数十艘，事办而民不扰。车驾北征，征兵湖广，使者贪暴失期。宗载坐不举劾，谪杨青驿驿夫。寻起御史，出按交阯。时交阯新定，州县官多用两广、云南举人及岁贡生员之愿仕远方者，皆不善抚字。宗载因言：“有司率不称职。若俟九年黜陟，恐益废弛。请任二年以上者，巡按御史及两司核实举按以闻。”帝是之。及归，行李萧然，不携交阯一物。尚书黄福语人曰：“吾居此久，所接御史多矣，惟宗载知大体。”丁祖母忧，起复 ，改詹事府丞。洪熙元年，擢行在吏部侍郎。少师蹇义领部事，宗载一辅以正。宣德元年，奉命清军浙江。三年，督采木湖湘。英宗初，以侍郎罗汝敬巡抚陕西，坐事戴罪办事。汝敬妄引诏书复职，而吏部不理会，为御史所劾，宗载及尚书 郭琎俱下狱。未几，得释，迁南京吏部尚书。居九年，乞休，章四上，乃许。九年七月，卒于家，年七十九。宗载持廉守正，不矫不随，学问文章俱负时望，公卿大夫齿德之盛，推宗载云。 ",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．巨奸宿猾/多谪戍铜鼓/五开间/阴持官吏短长/宗载榜数其罪/曰/不改/必置之法  B．巨奸宿猾多/谪戍铜鼓五开/间阴持官吏/短长宗载/榜数其罪曰/不改必置之法  C．巨奸宿猾多/谪戍铜鼓/五开间/阴持官吏短长/宗载榜数其罪曰/不改必置之法  D．巨奸宿猾/多谪戍铜鼓五开/间阴持官吏/短长宗载/榜数其罪/曰/不改/必置之法 ": "A",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．洪武，是明太祖朱元璋的年号，用以纪年。用年号纪年是我国历朝历代纪年方法中的一种。  B．《永乐大典》编撰于明朝永乐年间，是由姚广孝和谢缙总编的一部中国百科全书式的文献集。  C．起复，指封建时代官吏有丧时，守丧尚未满期而被重新起用；也指降职或革职后被重新启用。  D．尚书，官名，战国始置，是掌管文书的官职。隋代及其后，以尚书为中央行政机构各部长官。": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．宗载治民有方。武陵多军籍，百姓担心增加徭役赋税不与他们联姻，宗载晓之以理，一时结婚的有三百余家。  B．宗载为人正直。皇上车驾北征时向湖广征兵，使者因贪婪凶暴而误期。宗载耿直不弹劾，被贬为杨青驿驿夫。  C．宗载为官清廉。他任官交阯，回来时行李很少，不带交阯一物。尚书黄福评价他识大体。  D．宗载学识渊博。皇上征召他到文渊阁编撰《永乐大典》，书成之后，宗载得到了皇帝的赏赐。": "B",
			"把文中画横线的句子翻译成现代汉语。1有司率不称职。若俟九年黜陟，恐益废弛。2学问文章俱负时望，公卿大夫齿德之盛，推宗载云。": "1主管官员都不称职。如果等九年以后再决定官员的升降，恐怕政事会更加荒废衰败。2学问和文章在当时都很有声望，公卿大夫中年高德劭的，首推黃宗载。"
		},
		"translation": "黄宗载，一名垕，字厚夫，丰城人。洪武三十年中进士。授任行人。他奉命出使四方时，从没有接受过馈赠，累升为司正。永乐初年，他因人推荐任湖广按察司佥事。老奸巨猾之徒，多被发配到铜鼓、五开之间戍边，暗中持有官吏的短处并进行要挟。宗载发榜历数他们的罪行，说：“如果不改，一定要依法处治。”众人不敢违抗。武陵多军籍，百姓家庭担心与他们联姻，徭役赋税将转到自己身上，所以男女到了四十岁还不婚嫁。宗载以理开导他们，都理解并醒悟，一时结婚的有三百余家。邻县也仿效，此风俗就变了。皇上征召他到文渊阁编撰《永乐大典》。书编成之后，他得到赏赐，回到任上。后来他监督管理制造海运巨舰几十艘，事情办成了而百姓并没有受到骚扰。皇上车驾北征时，向湖广征兵，使者因贪婪凶暴而误了期限。宗载犯了不检举弹劾之罪，被贬为杨青驿驿夫。不久起用他为御史，出京巡察交阝止。当时交阝止刚被平定，州县官员多用两广、云南的举人以及愿意往远方任官的岁贡生员，他们都不善于安抚。宗载于是说：“主管官员都不称职。如果等九年以后再决定官员的升降，恐怕政事会更加荒废衰败。请求对任职两年以上的，由巡按御史和布政、按察二司进行调查核实上报。”皇上赞同他的意见。他回来后，行李很少，不带交阝止一物。尚书黄福对人说：“我在这里任官那么久，所接触的御史多了，只有宗载识大体。”宗载遭祖母丧，守孝期未满，他被召回任事，改任詹事府丞。洪熙元年，他被升为行在吏部侍郎。少师蹇义兼管吏部事，宗载都公正地辅助他。宣德元年，奉命到浙江清军。宣德三年，他到湖南总督采木。英宗初年，侍郎罗汝敬巡抚陕西，犯有过失戴罪办事。罗汝敬妄自引用诏书内容而复职，吏部却不指出，被御史弹劾，宗载和尚书郭琎都被投进监狱。不久，宗载获释，升为南京吏部尚书。过了九年，他请求退休，上了四次奏章，才被批准。宣德九年七月，他于家中去世，终年七十九岁。宗载廉洁公正，不矫情不盲从，学问和文章在当时都很有声望，公卿大夫中年高德劭的，首推黄宗载。"
	},
	"http://www.yinruiwen.com/news/187758.htm": {
		"context": "顾和，字君孝，侍中众之族子也。和二岁丧父，总角 便有清操，族叔荣雅重之。王导为扬州，辟从事。月旦 当朝，未入，停车门外。周遇之，和方择虱，夷然不动。和尝诣导，导小极，对之疲睡。和欲叩会之，因谓同坐曰：“昔每闻族叔元公道叶赞中宗，保全江表 。体小不安，令人喘息。”导觉之，谓和曰：“卿珪璋特达，机警有锋，不徒东南之美，实为海内之俊。”由是遂知名。既而导遣八部从事之部，诸从事各言二千石官长得失，和独无言。导问和：“卿何所闻?”答曰：“明公作辅，何缘采听风闻，以察察为政。”导咨嗟称善。  初，中兴东迁，旧章多阙，而冕旒饰以翡翠珊瑚及杂珠等。和奏：“旧冕十有二旒，皆用玉珠，今用杂珠等，非礼。”迁尚书仆射，以母老固辞，诏书敕喻，特听暮出朝还，其见优遇如此。  顷之，母忧去职，居丧以孝闻。既练①，卫将军褚裒上疏荐和，起为尚书令。和谓所亲曰：“古人或有释其忧服以祗王命，盖以才足干时，吾在常日犹不如人，况今中心荒乱，将何以补于万分?”帝又下诏，和表疏十余上，遂不起，服阕，然后视职。时谢尚领宣城内史收泾令陈干杀之有司以尚违法纠黜诏原之和重奏曰尚先劾奸赃罪听自首减死而尚内挟小憾肆其威虐。尚忝外属，宥之有典，至于下吏，宜正刑辟。”尚，皇太后舅，故寝其奏。时江夏公卫崇并为庶母制服三年，和乃奏曰：“礼所以轨物成教，故有国家者莫不崇正明本。江夏公卫崇本由疏属，复行重制，违冒礼度，肆其私情。若弗纠正，无以齐物。皆可下太常夺服 。”诏从之。永和七年，以疾笃辞位。其年卒，年六十四。注：①练：是练祭的简称，出自《礼记•曾子问》，为古代亲丧一周年的祭礼。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A．时谢尚领宣城内史收泾令/陈干杀之/有司以尚违法纠黜/诏原之/和重奏曰/尚先劾奸赃/罪听自首减死/而尚内挟小憾/肆其威虐  B．时谢尚领宣城内史/收泾令陈干杀之/有司以尚违法纠黜/诏原之/和重奏曰/尚先劾奸赃罪/听自首减死/而尚内挟小憾/肆其威虐      C．时谢尚领宣城内史/收泾令/陈干杀之/有司以尚违法纠黜/诏原之/和重奏曰/尚先劾奸赃罪/听自首减死/而尚内挟小憾/肆其威虐  D．时谢尚领宣城内史/收泾令陈干杀之/有司以尚违法纠黜/诏原之/和重奏曰/尚先劾奸赃/罪听自首减死/而尚内挟小憾/肆其威虐": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A．“总角”是古时男孩子未行加冠礼时的发型。头发梳成两个发髻，如头顶两角。  B．“表”有“外来”的意思，相对于中原。古人称长江以南地区为“江表”。  C．“旦”的意思是旭日东升，所以“日旦”指每天早上。“月旦”就指农历每月初一。  D．官员丧期未满，应诏除去丧服，出任官职，叫“夺服”，与“夺情”意义基本相近。": "A",
			"下列对原文有关内容的概括和分析，不正确的一项是  A．顾和机智有方，委婉唤醒王导。他为了弄醒说着话就打瞌睡的王导，故意对着别人一边称颂王导的功绩，一边担心他的身体，惊醒了王导，获得了好评。    B．顾和尊章重典，以礼规范事物。他为人处事恪守相关的礼仪规范和典章制度，小到皇冠上装饰品的使用，大到皇亲国戚犯罪后是否应该得到宽恕。      C．顾和持守情理，尽孝不惜抗命。他知道自己的能力与古人无法相提并论，所以坚决不同意在守孝期内应荐复职。即便皇帝下诏书，他仍连续上表坚辞。  D．顾和多次进谏，不愿迎合权贵。他认为江夏公守丧的时间过长，不合礼法的规制，于是就毅然上奏，给皇帝摆事实，讲道理，并要求皇帝下诏予以纠正。": "C",
			"把文中画横线的句子翻译成现代汉语。1“明公作辅，何缘采听风闻，以察察为政。”导咨嗟称善。2以母老固辞，诏书敕喻，特听暮出朝还，其见优遇如此。": "1“明公（或您）作为辅佐皇帝的大臣（或重臣），为什么要收集传言，把严苛作为处理政务的原则呢?”王导赞叹表扬了顾和。2（顾和）以母亲年老为由坚决推辞，皇帝下诏书告知他，特别允许他晚上去早上回来，他受到优厚的待遇达到这样的程度。"
		},
		"translation": "顾和，字君孝，是侍中顾众的同族兄弟之子。顾和两岁时父亲去世，童年就很有德操，同族之叔顾荣很器重他。王导主政扬州时，征用顾和为从事。有一次，月初一应当上朝，还没入宫，车停在门外。周遇见他，顾和正在捉虱子，坦然不动。还有一次，顾和去见王导，王导正困倦，说话间就睡着了。顾和想把他弄醒，于是对同座的人说：“从前常听同族里的叔父元公说过王公协同辅位中宗、保全江南的事。王公身体有小不适，令人焦虑。”王导醒了，对顾和说：“你资质优异出众，机警有锋芒，不仅是东南之美，实在是海内俊杰。”于是顾和就出名了。不久王导派八部从事到衙署去，诸从事都议论官长的得失，只有顾和不说话。王导问顾和：“你听到了什么?”顾和回答说：“明公作为辅佐皇帝的大臣，为什么要收集传言，把严苛作为处理政务的原则呢?”王导赞叹表扬了顾和。  当初，晋朝中兴，国都东迁，旧的典章制度有许多缺失，皇冠上的旒用翡翠珊瑚以及杂珠等装饰。顾和奏道：“过去皇冠上有十二旒，都用玉珠，现在用杂珠等，不合于礼制。”顾和迁任尚书仆射，以母亲年老为由坚决推辞，皇帝下诏书告知他，特别允许他晚上去早上回来，他受到优厚的待遇达到这样的程度。  不久，因母亲去世离职，服丧以孝闻名。练祭过后，卫将军褚裒上疏推荐顾和，起任为尚书令。顾和对亲近之人说：“古代有人脱去丧服去服从君命，大概是因为才干足以处理时务，我在平常日子里尚且不如别人，何况现在心中混乱，我用什么来对事情有万分之一的补益呢?”皇帝又下诏书，顾和十余次上表疏，于是不出任职务，服丧期满，然后才去处理职事。这时谢尚兼任宣城内史，拘捕泾县县令陈干并杀了他，主管官员认为谢尚违反制度要处罚黜免他，诏令却宽恕他。顾和再次上奏说：“谢尚先是被判了不法受贿罪，被准许自首免死。而谢尚心中有一点不满意，就肆意呈威施虐。谢尚身为外戚，按规定可以宽恕，手下的官员，应当依法处置。”谢尚，是皇太后的舅舅，所以奏疏被搁置下来了。当时江夏公卫崇为庶母服丧三年，顾和就上奏道：“礼是用来规范事体促成教化的，所有当君王的无不崇尚正礼昭明根本。江夏公卫崇本来是远一层的亲属，却在守孝时行重礼，违反礼度，放纵私情。如不纠正，就无法治理事物。可令太常让他们都除去丧服。”诏书同意。永和七年，因病重辞职。当年去世，享年六十四岁。"
	},
	"http://www.yinruiwen.com/news/187757.htm": {
		"context": "张罗彦，清苑人。父纯臣，由武进士历官署参将、神机营左副将。生六子：罗俊、罗彦、罗士、罗善、罗喆、罗辅。举崇二年进士。累迁吏部文选郎中。杨嗣昌数借封疆事引用匪人，罗彦多驳正。帝疑吏部行私，厂卒常充庭，曹郎多罹谴者，罗彦独无所染。秩满，迁光禄少卿，被诬落职归。罗彦少从父塞上，习兵事。初官行人，奉使旋里，乡郡三被兵,佐当事守御，三著功。给事中时敏奉使过其地夜半欲入城罗彦不许十七年二月贼逼京师众议守御罗彦兄弟与同知邵宗元等歃血盟誓死守总兵官马岱谒罗彦曰：“賊分两道，一出固关，一趋河间。吾当出屯蠡县扼其冲，先杀妻子而后往，其城守悉属公。”罗彦曰:“诺。”诘旦，岱果杀妻孥十一人，率师去。罗彦等糾乡兵二千分陴守。罗俊守东城，罗彦西北，罗辅为游兵。公廪不足，出私财佐之。贼遣骑呼降，罗俊顾其下曰：“欲降者，取我首去。”后卫指挥刘忠嗣挺剑曰：“有不从张氏兄弟死守者，齿此剑。”怒目，发上指。闻者咸愤厉，守益坚，贼为引却。已，闻京师变，众皆哭,北向拜，又罗拜相盟誓。而贼攻益急，城中多异议。罗彦曰：“小民无知，非鼓以大义，气不壮。”乃下令人缀崇祯钱一枚于项，以示戴主意。贼谓罗彦主谋，呼其名大诟，且射书说降，罗彦不顾。贼死伤多，攻愈力。李建泰亲军为内应，城遂陷。罗俊犹持刀欲贼，刀脱，两手抱贼啮其耳，血淋漓口吻间。贼至益众，遂遇害。罗彦见贼入，急还家，大书官阶、姓名于壁，投缳死。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A. 给事中时敏奉使/过其地夜半/欲入城/罗彦不许/十七年二月/贼逼京师/众议守御/罗彦兄弟与同知邵宗元等歃血/盟誓死守/  B. 给事中时敏奉使过其地/夜半欲入城/罗彦不许/十七年二月/贼逼京师/众议守御/罗彦兄弟与同知邵宗元等歃血盟/誓死守/      C. 给事中时敏奉使/过其地夜半/欲入城/罗彦不许/十七年二月/贼逼京师/众议守御/罗彦兄弟与同知邵宗元等歃血盟/誓死守/  D. 认给事中时敏奉使过其地/夜半欲入城/罗彦不许/十七年二月/贼逼京师/众议守御/罗彦兄弟与同知邵宗元等歃血/盟誓死守/": "B",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A. 武进士是明清时武举殿试及第者，武举是科举制度的武科，是一种选拔武官的考试制度。  B. 厂是明代的内廷机构，也是明代的特权监察机构、特务机关，东厂由明成祖朱棣创立。  C. 旦的本意为太阳从地平线上升起，指天亮、早晨，夜刚尽日初出时。诘旦在文中意为第二天早晨。  D. 官阶指官员的等级次第，我国古代形成了完整的官阶制度，历代都分为九品十八级,每品又有正从之别。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A. 罗彦为人正直，做官清廉。任职吏部文选司郎中期间，他多次对杨嗣昌用人不当进行批驳纠正；吏部许多官员因办事徇私而受到谴责，只有他没有受到牵连。  B. 罗彦出身军门，颇懂军事。他的父亲曾任官署参将、神机营左副将；他少年时便随父在边塞，熟悉军事，曾辅佐家乡官员御敌,立下功勋。    C. 罗彦积极防守，抵抗敌军。他集合民兵两千人分守城墙，积极抵御流贼的进攻；当官府仓库中钱粮不足时，他们兄弟取出自家私财进行资助。  D. 罗彦忠君爱国，为国捐躯。在流贼攻城猛烈，将士人心涣散之时，他以每人颈上挂一枚崇祯钱币的方式鼓舞士气；后流贼破城，他宁死不屈，上吊自杀。": "D",
			"把文中画横线的句子翻译成现代汉语。1吾当出屯蠡县扼其冲，先杀妻子而后往，其城守悉属公。2怒目，发上指。闻者咸愤厉，守益坚，贼为引却。": "1我自当出城屯兵于蠡县扼守流贼必经之路（要道），先杀掉妻子、儿女而后出动，守城事务全都交给您了。2（刘忠嗣）两眼怒视，头发竖起。听到的人都很激愤，防守更坚决，流贼因而后退。"
		},
		"translation": "罗彦，清苑人。父亲张纯臣，由武进士出身历任官署参将、神机营左副将。生有六个儿子：罗俊、罗彦、罗士、罗善、罗喆、罗辅。崇祯二年中进士。屡次升迁任吏部文选司郎中。扬嗣昌几次借口地方事务引用坏人，大多被罗彦批驳纠正。皇帝怀疑吏部办事徇私，东厂侦探经常密布于吏部，各司郎官有多人受谴责，只有罗彦没有受到牵连。任职期满，升任光禄少卿，被诬告撤职还乡。罗彦少年时随父在边塞，熟悉军事。起初任行人，奉命回家乡，家乡所在府三次遭到兵祸，他辅佐地方官守卫，三次立功。给事中时敏因公途经这里，半夜时想要进城，罗彦不许。崇祯十七年二月，流贼逼近京师，众官商议防守事务。罗彦兄弟与同知邵宗元等歃血结盟，发誓拼死守城。总兵官马岱拜见罗彦说：“流贼兵分两路，一路出固关，一路奔向河间。我自当出城屯兵于蠡县扼守流贼必经之路，先杀掉妻子、儿女而后出动,守城事务全都交给您了。”罗彦说：“可以。”次日清晨，马岱果然杀死妻儿共十一人，率军前去。罗彦等纠集民兵两千人分守城墙。罗俊守东城，罗彦守西北，罗辅为机动部队。宫府钱粮不足，他们出家产资助。流贼派骑兵呼叫劝降，罗俊回头对部下说：“想投降的人，把我的头拿去。”后卫指挥刘忠嗣拔剑道：“有谁不跟随张家兄弟死守的，请尝此剑。”（刘忠嗣）两眼怒视，头发竖起。听到的人都很激愤，防守更坚决，流贼因而后退。不久，得知京师事变，众人都哭泣，向北叩拜，又互相下拜共同立誓。而流贼进攻更急，城里有许多不同的意见。罗彦说：“普通百姓毫无见识，不以大义为鼓舞，军心便不壮。”于是下令每人在颈上挂一枚崇祯制钱，以表示拥戴主上的心意。流贼认为罗彦是主谋，喊着他的名字大骂，并用箭射书劝降，罗彦不加理会。流贼死伤很多，进攻越来越猛烈。李建泰的卫队为流贼做内应，城市因而陷落。罗俊仍持刀砍杀贼兵，刀脱手，两手抱住贼人咬其耳朵，嘴上鲜血淋漓。流贼来得越来越多，于是遇害。罗彦见流贼入城，急忙回家，在墙上大字书写官阶、姓名，上吊自杀。"
	},
	"http://www.yinruiwen.com/news/187756.htm": {
		"context": "耶律安抟，父迭里，幼多疾。神册六年，为惕隐，从太祖将龙军讨阻卜、党项有功。天赞三年， 为南院夷离堇①，征渤海，攻忽汗城，俘斩甚众。太祖崩．，淳钦皇后称制，欲以大元帅嗣位。迭里建言，帝位宣先嫡长；今东丹王赴朝，当立。由是忤旨。诏下狱，加以炮烙．。不伏，杀之，籍其家。  安抟自幼若成人，居父丧，哀毁过礼，见者伤之。既长寡言笑重然诺动遵绳矩事母至孝以父死非罪未葬不预宴乐世宗在藩邸尤加怜恤安抟密自结纳。太宗伐晋还，至栾城崩，诸将欲立世宗，以李胡及寿安王在朝，犹豫未决。时安抟直宿卫．，世宗密召问计。安抟曰：“大王聪安宽恕，人皇王之嫡长；先帝虽有寿安，天下属意多在大王。今若不断，后悔无及。”会有自京师来者，安抟诈以李胡死传报军中，皆以为信。于是安抟诣北、南二大王计之。北院大王洼闻而遽起曰：“吾二人方议此事。先帝尝欲以永康王（指世宗）为储贰，今日之事，有我辈在，孰敢不从！但恐不白太后而立，为国家启衅。”安抟对曰：“大王既知先帝欲以永康王为储副，况永康王贤明，人心乐附。今天下甫定，稍缓则大事去矣。若白太后，必立李胡。且李胡残暴，行路共知，果嗣位，如社稷．何？”南院大王吼曰：“此言是也。吾计决矣！”乃整军，召诸将奉世宗即位于太宗柩前。  帝立，以安抟为腹心，总知宿卫。及置北院枢密使，上命安抟为之，宠任无比，事皆取决焉。然性太宽，事循苟简，豪猾纵恣不能制。天禄末，察割兵犯御幄，又不能讨，由是中外短之。穆宗即位，以立世宗之故，不复委用。  【注】①夷离堇：官名，辽政权建立前为契丹各部军事首领。",
		"question-answer": {
			" 下列对文中画线部分的断句，正确的一项是  A. 既长/寡言笑重/然诺事母/至孝以父死/非罪/未葬不/预宴乐世宗/在藩邸/尤加伶恤安传/密自结纳  B. 既长寡/言笑重/然诺事母/至孝/以父死/非罪未葬/不预/宴乐世宗/在藩邸/尤加伶恤/安传密自结纳  C. 既长/寡言笑/重然诺/事母至孝/以父死非罪/未葬/不预宴乐/世宗在藩邸/尤加怜恤/安传密自结纳  D. 既长/寡言笑/重然诺/事母至/孝以父/死非罪/未葬/不预宴乐/世宗在/藩邸尤加怜恤/安传密自结纳": "C",
			"下列对文中加点词语的相关内容的解说，不正确的一项是  A. 崩，本义是山倒塌，古时认为帝王或太后逝世，就好像山倒塌了一样，因此，常用此来指称古代帝王或太后逝世。  B. 炮烙是古代酷刑，用炭火烧热铜柱，令人爬行柱上，即坠炭上烧死。也指用烧红的铁烧烫犯人的刑具。  C. 宿卫是指古时候在宫禁中住宿，值班守夜、担任警卫，有时也可专指皇帝的警卫人员，现在一般指保卫、守护。  D. 社稷是太阳神和谷神的总称，古时君主为求天下太平、风调雨顺而每年都要进行祭祀，后便用“社稷”来代称国家。": "D",
			"下列对原文有关内容的概括和分析，不正确的一项是  A. 耶律安抟能征善战，战功赫赫跟随太祖率领龙军讨伐阻卜、党项和征讨渤海国，进攻忽汗城时，俘虏和斩首的敌人都特别多，立下大功。  B. 耶律安抟恪守礼法，孝顺父毋。他少谈笑，重信誉。在为父亲守孝期间，他悲恸哀绝，以致毁伤了身体，超过了常礼，见到的人都哀怜他。    C. 耶律安抟思维缜密，行事果断。在扶立世宗时，当他人顾虑重重、犹豫不决时，他细密分析，果断处置，最终使世宗能即帝位于太宗灵枢前。  D. 耶律安抟生性宽厚，为政偏弱。对于强横狡猾之辈不守法纪、恣意妄为的举动不能辖制禁止，甚至连进犯皇帝住的大帐的人也不能征讨。": "A",
			"把文中画横线的句子翻译成现代汉语。1有我辈在，孰敢不从！但恐不白太后而立，为国家启衅。2且李胡残暴，行路共知，果嗣位，如社稷何?": "1有我们在，谁敢不听从!只是担心不报告太后而立新皇，可能为国家挑起争端。2何况李胡残酷暴虐，路人尽知，如果真的继承帝位，将置社稷于何地？"
		},
		"translation": "耶律安抟，父亲迭里，幼年时多病。神册六年，迭里随从太祖率领龙军讨伐阻卜、党项立有战功。天赞三年，任南院夷离堇，征讨渤海，进攻忽汗城，俘虏和斩首的敌人特别多。太祖崩逝，淳钦皇后称制摄政，想让大元帅继立。迭里上言说:“帝位应该优先由嫡长子继承;现在东丹王到朝里了，应当立他。”因此许逆了皇后旨意，诏令将他下狱，并且加以炮烙之刑。他拒不伏罪，被杀，查抄了他的家。  安抟从幼年起就显得像个成人，为父亲守丧的时候，悲恸哀绝，伤殷身体，超过了常礼，见到的人都哀怜他。成年之后，很少言笑，看重对他人的承诺，侍奉母亲极其孝顺。因为父亲死于强加之罪，一直不能下葬，所以对于宴饮逐欢之事一概不参与。世宗在藩国时，给他特别的怜悯存恤，安抟暗地里也与世宗相交好。太宗讨伐晋国归来，到栾城而崩逝，诸将想要扶立世宗，因李胡及寿安王在朝中，犹豫不决。当时安抟值掌宿卫，世宗暗地里召见他请问计策。安抟说:“大王您聪智本分，宽大仁恕，又是人皇王的嫡长子。先帝尽管有寿安王为嗣，然而天下人心多归于大王。现下如不能当机立断，将后悔莫及。”适逢有人从京师前来，安抟便诈称李胡已死并传报于军中，大家都信以为真。于是安抟到北、南院二大王处计议。北院大王耶律洼听说，马上站起来说道:“先帝曾想将永康王立为太子，今日之事，有我们在，谁敢不听从!只是担心不报告太后而立新皇，可能为国家挑起争端。”安抟回答说: “大王既然知道先帝想以永康王为太子，况且永康王贤明，人心乐于归附.现在天下刚刚平定，稍稍滞缓一下，事情就无法挽回了。如果告知太后，必定是立李胡.何况李胡残酷暴虐，路人尽知，如果真的继承帝位，将置社稷于何地?”南院大王耶律吼说:“这话太对了。我计议定了!”于是整顿队伍，召集诸将拥立世宗即帝位于太宗灵柩前。    世宗即位，以安抟为心腹，总管宿卫。及至设置北院枢密使，皇上下令由安抟担任，宠信任用无以复加，大事都由他参与决断.然而性情过于宽和，处理事务按照疏简的原则，对于强横狡猾之辈不守法纪，恣意妄为的举动不能辖制禁止。天禄末年，察割的兵进犯皇帝住的大帐，又不能讨伐，因此宫廷内外的人不满意他。穆宗即位，因为倡立世宗之故，安抟不再得到任用。"
	},
	"http://www.yinruiwen.com/news/187755.htm": {
		"context": "章得象，字希言，世居泉州。高祖仔钧，事闽为建州刺史，遂家浦城。长而好学，美姿表，为人庄重。进士及第，为大理评事、知玉山县，迁本寺丞。真宗将东封泰山，以殿中丞签书兖州观察判官事，知台州，历南雄州，徙洪州。杨亿以为有公辅器，荐之。或问之，亿曰：“闽士轻狭，而章公深厚有容，此其贵也。”得象尝与亿戏博李宗谔家一夕负钱三十万而酣寝自如他日博胜得宗谔金一奁数日博又负即反奁与宗谔封识未尝发也其度量宏廓如此。  未几，召试，为直史馆、安抚京东，权三司度支判官，累迁尚书刑部郎中，使契丹，遂以兵部郎中知制诰。逾年，为翰林学士，迁右谏议大夫，以齐衰丧去官，有诏夺服，号诉不见听，累迁礼部侍郎兼龙图阁学士，进承旨兼侍讲学士，擢同知枢密院事，迁户部侍郎，遂拜同中书门下平章事、集贤殿大学士。帝谓得象曰：“向者太后临朝，群臣邪正，朕皆默识之。卿清忠无所附，且未尝有所干请，今日用卿，职此也。”陕西用兵，加中书侍郎兼工部尚书兼枢密使，辞所加官。时西夏设言邀隙，得象阴使人往察之，折敌谋。拓跋叛宋，公谓贼地褊，战则亟弊，乃按甲毋出，以饱士气，既割刈，不克，遂止。庆历五年，拜镇安军节度使、同平章事，封郇国公，徙判河南府，守司空致仕，薨。故事，致仕官乘舆不临奠，帝特往焉。盖公之纳忠也，至故报礼也。赠太尉兼侍中，谥文宪。得象在翰林十二年，章献太后临朝，宦官方炽，太后每遣內侍至学士院，得象必正色待之，或不交一言。在中书凡八年，宗党亲戚，一切抑而不进。",
		"question-answer": {
			"下列对文中画波浪线部分的断句，正确的一项是  A. 得象尝与亿戏博/李宗谔家一夕负钱三十万/而酣寝自如/他日博胜/得宗谔金一奁/数日博又负/即反奁/与宗谔封识未尝发也/其度量宏廓如此/  B. 得象尝与亿戏博/李宗谔家一夕负钱三十万/而酣寝自如/他日博胜/得宗谔金一奁/数日博又负/即反奁与宗谔/封识未尝发也/其度量宏廓如此/  C. 得象尝与亿戏博李宗谔家/一夕负钱三十万/而酣寝自如/他日博胜/得宗谔金一奁/数日博又负/即反奁与宗谔/封识未尝发也/其度量宏廓如此/  D. 得象尝与亿戏博李宗谔家/一夕负钱三十万/而酣寝自如/他日博胜/得宗谔金一奁/数日博又负/即反奁/与宗谔封识未尝发也/其度量宏廓如此/ ": "C",
			"下列对文中加粗词语的相关内容的解说，不正确的一项是  A. 高祖：有两种含义，一是指曾祖父的父亲称为高祖，与之对应的亲属称谓是玄孙；二是用于皇帝的尊号，如汉高祖。  B. 封：即“封禅”，封为“祭天”，禅为“祭地”，是中国古代帝王在太平盛世或天降祥瑞之时的祭祀天地的大型典礼。  C. 夺服：朝廷官员遭逢父母或祖父母等直系尊长的丧事，弃官家居守制期间，应诏除去丧服，出任官职，称为“夺服”。  D. 致仕：交还官职，即退休，一般致仕的年龄为七十岁，有疾患则可以提前。致事、致证、休致等都是指官员辞职归家。": "A",
			"下列对于原文有关内容的概括和分析，不正确的一项是  A. 章得象心胸宽宏，不重钱财。他和别人下棋，输棋后虽巨额负债依然能够酣睡自如，赢了也只是把一箱钱财放在一边，连封存标记也不曾打开。    B. 章得象为人庄重，被受重用。因正直可靠，皇帝很信任他，所以入仕以来，他官运亨通，从大理评事做到同平章事，屡获升迁，还被封为郇国公。  C. 章得象明察是非，富有谋略。西夏人散布谣言制造动乱，他通过调查挫败敌谋；拓跋反叛，他认为攻打会不利，于是按兵不动，后来战争停止。  D. 章得象刚直不阿，举贤避亲。太后派遣宦官到翰林院来，他都正色以待，或者不发一言。在中书省任职时，宗族亲朋所有的他都压下不予推荐。": "B",
			"把文中划横线的句子翻译成现代汉语。1卿清忠无所附，且未尝有所干请，今日用卿，职此也。2故事，致仕官乘舆不临奠，帝特往焉。盖公之纳忠也，至故报礼也。": "1你清正忠诚没有阿附，而且未曾有过私心请托。今天任用你，是你的本职所在。2依照旧历，因年老或衰病而辞去职务的官员皇帝不亲临祭奠，真宗特地前往。是因为象生献出忠心，等到去世皇帝以礼回报啊。"
		},
		"translation": "章得象字希言，世代居住在泉州。高祖章仔钧，在福建任建州刺史，于是全家定居在浦城。章得象长大后好学，体貌优美，为人庄重。进士及第，为大理评事、知玉山县，升任大理寺丞。真宗将要东封泰山，章得象以殿中丞的身份兼领兖州观察判官事、台州知州，历任南雄州知州，调任洪州。杨亿认为章得象有辅佐王公之才，向朝廷进行推荐。有人问他，杨亿说：“闽州人轻率气量狭小，而章公庄重深厚，这是他的可贵之处。”章得象曾经与杨亿在李宗谔家进行戏博，一晚上输钱三十万，但章得象照样酣睡自如。又一天戏博获胜，获得李宗谔一奁金，数天后又输了，立即将一奁金交给李宗谔，奁上的封条都没有开启。他的气量宽宏就是如此。    　　不久，奉召考试，为直史馆、安抚京东，暂代三司度支判官，多次升任尚书刑部郎中，出使契丹，就以兵部郎中的身份任知制诰。第二年，成为翰林学士，升为右谏议大夫，以给事中为群官之首，升任礼部侍郎兼龙图阁学士，接受朝廷诏令兼任侍读学士，升为同知枢密院事，升为户部侍郎，于是授职同中书门下平章事、集贤殿大学士。真宗对章得象说“：从前太后执掌朝政，大臣们的奸邪和正直，朕都默默地记在心中。你清廉忠诚不依附任何权贵，而且没有任何私自的要求，如今任用你，就是凭的这一点。”陕西用兵，章得象兼任中书侍郎兼工部尚书兼枢密使，辞掉所加官职。当时西夏设置谣言挑起两国争端，章得象暗地里派人去察看，拆穿了敌人的阴谋。拓跋背叛宋朝，章得象认为敌人的地盘偏僻，作战对其不利。就按兵不出，来鼓舞士气，到了守割的时候，也没有被攻占，对方于是止兵。庆历五年，授职镇安军节度使、同平章事，封为郇国公，调往河南府，在司空职位上退休。去世，按以往惯例，退休的官员皇帝不亲自祭奠，仁宗特地前往。大概因为章得象精忠报国吧，所以朝廷以此礼节待他。死后被追赠太尉兼侍中，谥号“文宪”。章得象在翰林十二年，章献太后执掌朝政，宦官势力正盛，太后每次派遣内侍到学士院，章得象一定脸色严肃接待他们，有时不说一句话。在中书共八年，宗党亲戚，都抑制而不进用。 "
	}
}